{"body": [{"Act 1": [{"text": [{"direction": "ACT I. SCENE I. London. The palace\r", "type": "direction"}, {"direction": "Enter RICHARD, JOHN OF GAUNT, with other NOBLES and attendants\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Old John of Gaunt, time-honoured Lancaster,\r\n    Hast thou, according to thy oath and band,\r\n    Brought hither Henry Hereford, thy bold son,\r\n    Here to make good the boist'rous late appeal,\r\n    Which then our leisure would not let us hear,\r\n    Against the Duke of Norfolk, Thomas Mowbray?\r", "type": "direction"}, {"direction": "  GAUNT. I have, my liege.\r", "type": "direction"}, {"direction": "  KING RICHARD. Tell me, moreover, hast thou sounded him\r\n    If he appeal the Duke on ancient malice,\r\n    Or worthily, as a good subject should,\r\n    On some known ground of treachery in him?\r", "type": "direction"}, {"direction": "  GAUNT. As near as I could sift him on that argument,\r\n    On some apparent danger seen in him\r\n    Aim'd at your Highness-no inveterate malice.\r", "type": "direction"}, {"direction": "  KING RICHARD. Then call them to our presence: face to face\r\n    And frowning brow to brow, ourselves will hear\r\n    The accuser and the accused freely speak.\r\n    High-stomach'd are they both and full of ire,\r\n    In rage, deaf as the sea, hasty as fire.\r", "type": "direction"}, {"direction": "Enter BOLINGBROKE and MOWBRAY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Many years of happy days befall\r\n    My gracious sovereign, my most loving liege!\r", "type": "direction"}, {"direction": "  MOWBRAY. Each day still better other's happiness\r\n    Until the heavens, envying earth's good hap,\r\n    Add an immortal title to your crown!\r", "type": "direction"}, {"direction": "  KING RICHARD. We thank you both; yet one but flatters us,\r\n    As well appeareth by the cause you come;\r\n    Namely, to appeal each other of high treason.\r\n    Cousin of Hereford, what dost thou object\r\n    Against the Duke of Norfolk, Thomas Mowbray?\r", "type": "direction"}, {"direction": "  BOLINGBROKE. First-heaven be the record to my speech!\r\n    In the devotion of a subject's love,\r\n    Tend'ring the precious safety of my prince,\r\n    And free from other misbegotten hate,\r\n    Come I appellant to this princely presence.\r\n    Now, Thomas Mowbray, do I turn to thee,\r\n    And mark my greeting well; for what I speak\r\n    My body shall make good upon this earth,\r\n    Or my divine soul answer it in heaven-\r\n    Thou art a traitor and a miscreant,\r\n    Too good to be so, and too bad to live,\r\n    Since the more fair and crystal is the sky,\r\n    The uglier seem the clouds that in it fly.\r\n    Once more, the more to aggravate the note,\r\n    With a foul traitor's name stuff I thy throat;\r\n    And wish-so please my sovereign-ere I move,\r\n    What my tongue speaks, my right drawn sword may prove.\r", "type": "direction"}, {"direction": "  MOWBRAY. Let not my cold words here accuse my zeal.\r\n    'Tis not the trial of a woman's war,\r\n    The bitter clamour of two eager tongues,\r\n    Can arbitrate this cause betwixt us twain;\r\n    The blood is hot that must be cool'd for this.\r\n    Yet can I not of such tame patience boast\r\n    As to be hush'd and nought at an to say.\r\n    First, the fair reverence of your Highness curbs me\r\n    From giving reins and spurs to my free speech;\r\n    Which else would post until it had return'd\r\n    These terms of treason doubled down his throat.\r\n    Setting aside his high blood's royalty,\r\n    And let him be no kinsman to my liege,\r\n    I do defy him, and I spit at him,\r\n    Call him a slanderous coward and a villain;\r\n    Which to maintain, I would allow him odds\r\n    And meet him, were I tied to run afoot\r\n    Even to the frozen ridges of the Alps,\r\n    Or any other ground inhabitable\r\n    Where ever Englishman durst set his foot.\r\n    Meantime let this defend my loyalty-\r\n    By all my hopes, most falsely doth he lie\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Pale trembling coward, there I throw my gage,\r\n    Disclaiming here the kindred of the King;\r\n    And lay aside my high blood's royalty,\r\n    Which fear, not reverence, makes thee to except.\r\n    If guilty dread have left thee so much strength\r\n    As to take up mine honour's pawn, then stoop.\r\n    By that and all the rites of knighthood else\r\n    Will I make good against thee, arm to arm,\r\n    What I have spoke or thou canst worst devise.\r", "type": "direction"}, {"direction": "  MOWBRAY. I take it up; and by that sword I swear\r\n    Which gently laid my knighthood on my shoulder\r\n    I'll answer thee in any fair degree\r\n    Or chivalrous design of knightly trial;\r\n    And when I mount, alive may I not light\r\n    If I be traitor or unjustly fight!\r", "type": "direction"}, {"direction": "  KING RICHARD. What doth our cousin lay to Mowbray's charge?\r\n    It must be great that can inherit us\r\n    So much as of a thought of ill in him.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Look what I speak, my life shall prove it true-\r\n    That Mowbray hath receiv'd eight thousand nobles\r\n    In name of lendings for your Highness' soldiers,\r\n    The which he hath detain'd for lewd employments\r\n    Like a false traitor and injurious villain.\r\n    Besides, I say and will in battle prove-\r\n    Or here, or elsewhere to the furthest verge\r\n    That ever was survey'd by English eye-\r\n    That all the treasons for these eighteen years\r\n    Complotted and contrived in this land\r\n    Fetch from false Mowbray their first head and spring.\r\n    Further I say, and further will maintain\r\n    Upon his bad life to make all this good,\r\n    That he did plot the Duke of Gloucester's death,\r\n    Suggest his soon-believing adversaries,\r\n    And consequently, like a traitor coward,\r\n    Sluic'd out his innocent soul through streams of blood;\r\n    Which blood, like sacrificing Abel's, cries,\r\n    Even from the tongueless caverns of the earth,\r\n    To me for justice and rough chastisement;\r\n    And, by the glorious worth of my descent,\r\n    This arm shall do it, or this life be spent.\r", "type": "direction"}, {"direction": "  KING RICHARD. How high a pitch his resolution soars!\r\n    Thomas of Norfolk, what say'st thou to this?\r", "type": "direction"}, {"direction": "  MOWBRAY. O, let my sovereign turn away his face\r\n    And bid his ears a little while be deaf,\r\n    Till I have told this slander of his blood\r\n    How God and good men hate so foul a liar.\r", "type": "direction"}, {"direction": "  KING RICHARD. Mowbray, impartial are our eyes and cars.\r\n    Were he my brother, nay, my kingdom's heir,\r\n    As he is but my father's brother's son,\r\n    Now by my sceptre's awe I make a vow,\r\n    Such neighbour nearness to our sacred blood\r\n    Should nothing privilege him nor partialize\r\n    The unstooping firmness of my upright soul.\r\n    He is our subject, Mowbray; so art thou:\r\n    Free speech and fearless I to thee allow.\r", "type": "direction"}, {"direction": "  MOWBRAY. Then, Bolingbroke, as low as to thy heart,\r\n    Through the false passage of thy throat, thou liest.\r\n    Three parts of that receipt I had for Calais\r\n    Disburs'd I duly to his Highness' soldiers;\r\n    The other part reserv'd I by consent,\r\n    For that my sovereign liege was in my debt\r\n    Upon remainder of a dear account\r\n    Since last I went to France to fetch his queen:\r\n    Now swallow down that lie. For Gloucester's death-\r\n    I slew him not, but to my own disgrace\r\n    Neglected my sworn duty in that case.\r\n    For you, my noble Lord of Lancaster,\r\n    The honourable father to my foe,\r\n    Once did I lay an ambush for your life,\r\n    A trespass that doth vex my grieved soul;\r\n    But ere I last receiv'd the sacrament\r\n    I did confess it, and exactly begg'd\r\n    Your Grace's pardon; and I hope I had it.\r\n    This is my fault. As for the rest appeal'd,\r\n    It issues from the rancour of a villain,\r\n    A recreant and most degenerate traitor;\r\n    Which in myself I boldly will defend,\r\n    And interchangeably hurl down my gage\r\n    Upon this overweening traitor's foot\r\n    To prove myself a loyal gentleman\r\n    Even in the best blood chamber'd in his bosom.\r\n    In haste whereof, most heartily I pray\r\n    Your Highness to assign our trial day.\r", "type": "direction"}, {"direction": "  KING RICHARD. Wrath-kindled gentlemen, be rul'd by me;\r\n    Let's purge this choler without letting blood-\r\n    This we prescribe, though no physician;\r\n    Deep malice makes too deep incision.\r\n    Forget, forgive; conclude and be agreed:\r\n    Our doctors say this is no month to bleed.\r\n    Good uncle, let this end where it begun;\r\n    We'll calm the Duke of Norfolk, you your son.\r", "type": "direction"}, {"direction": "  GAUNT. To be a make-peace shall become my age.\r\n    Throw down, my son, the Duke of Norfolk's gage.\r", "type": "direction"}, {"direction": "  KING RICHARD. And, Norfolk, throw down his.\r", "type": "direction"}, {"direction": "  GAUNT. When, Harry, when?\r\n    Obedience bids I should not bid again.\r", "type": "direction"}, {"direction": "  KING RICHARD. Norfolk, throw down; we bid.\r\n    There is no boot.\r", "type": "direction"}, {"direction": "  MOWBRAY. Myself I throw, dread sovereign, at thy foot;\r\n    My life thou shalt command, but not my shame:\r\n    The one my duty owes; but my fair name,\r\n    Despite of death, that lives upon my grave\r\n    To dark dishonour's use thou shalt not have.\r\n    I am disgrac'd, impeach'd, and baffl'd here;\r\n    Pierc'd to the soul with slander's venom'd spear,\r\n    The which no balm can cure but his heart-blood\r\n    Which breath'd this poison.\r", "type": "direction"}, {"direction": "  KING RICHARD. Rage must be withstood:\r\n    Give me his gage-lions make leopards tame.\r", "type": "direction"}, {"direction": "  MOWBRAY. Yea, but not change his spots. Take but my shame,\r\n    And I resign my gage. My dear dear lord,\r\n    The purest treasure mortal times afford\r\n    Is spotless reputation; that away,\r\n    Men are but gilded loam or painted clay.\r\n    A jewel in a ten-times barr'd-up chest\r\n    Is a bold spirit in a loyal breast.\r\n    Mine honour is my life; both grow in one;\r\n    Take honour from me, and my life is done:\r\n    Then, dear my liege, mine honour let me try;\r\n    In that I live, and for that will I die.\r", "type": "direction"}, {"direction": "  KING RICHARD. Cousin, throw up your gage; do you begin.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. O, God defend my soul from such deep sin!\r\n    Shall I seem crest-fallen in my father's sight?\r\n    Or with pale beggar-fear impeach my height\r\n    Before this outdar'd dastard? Ere my tongue\r\n    Shall wound my honour with such feeble wrong\r\n    Or sound so base a parle, my teeth shall tear\r\n    The slavish motive of recanting fear,\r\n    And spit it bleeding in his high disgrace,\r\n    Where shame doth harbour, even in Mowbray's face.\r\n                                                      Exit GAUNT\r", "type": "direction"}, {"direction": "  KING RICHARD. We were not born to sue, but to command;\r\n    Which since we cannot do to make you friends,\r\n    Be ready, as your lives shall answer it,\r\n    At Coventry, upon Saint Lambert's day.\r\n    There shall your swords and lances arbitrate\r\n    The swelling difference of your settled hate;\r\n    Since we can not atone you, we shall see\r\n    Justice design the victor's chivalry.\r\n    Lord Marshal, command our officers-at-arms\r\n    Be ready to direct these home alarms.                 Exeunt\r\n\r", "type": "direction"}], "title": "ACT I. SCENE I. London. The palace\r", "scene": 1, "act": 1}, {"text": [{"direction": "SCENE 2. London. The DUKE OF LANCASTER'S palace\r", "type": "direction"}, {"direction": "Enter JOHN OF GAUNT with the DUCHESS OF GLOUCESTER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GAUNT. Alas, the part I had in Woodstock's blood\r\n    Doth more solicit me than your exclaims\r\n    To stir against the butchers of his life!\r\n    But since correction lieth in those hands\r\n    Which made the fault that we cannot correct,\r\n    Put we our quarrel to the will of heaven;\r\n    Who, when they see the hours ripe on earth,\r\n    Will rain hot vengeance on offenders' heads.\r", "type": "direction"}, {"direction": "  DUCHESS. Finds brotherhood in thee no sharper spur?\r\n    Hath love in thy old blood no living fire?\r\n    Edward's seven sons, whereof thyself art one,\r\n    Were as seven vials of his sacred blood,\r\n    Or seven fair branches springing from one root.\r\n    Some of those seven are dried by nature's course,\r\n    Some of those branches by the Destinies cut;\r\n    But Thomas, my dear lord, my life, my Gloucester,\r\n    One vial full of Edward's sacred blood,\r\n    One flourishing branch of his most royal root,\r\n    Is crack'd, and all the precious liquor spilt;\r\n    Is hack'd down, and his summer leaves all faded,\r\n    By envy's hand and murder's bloody axe.\r\n    Ah, Gaunt, his blood was thine! That bed, that womb,\r\n    That mettle, that self mould, that fashion'd thee,\r\n    Made him a man; and though thou livest and breathest,\r\n    Yet art thou slain in him. Thou dost consent\r\n    In some large measure to thy father's death\r\n    In that thou seest thy wretched brother die,\r\n    Who was the model of thy father's life.\r\n    Call it not patience, Gaunt-it is despair;\r\n    In suff'ring thus thy brother to be slaught'red,\r\n    Thou showest the naked pathway to thy life,\r\n    Teaching stern murder how to butcher thee.\r\n    That which in mean men we entitle patience\r\n    Is pale cold cowardice in noble breasts.\r\n    What shall I say? To safeguard thine own life\r\n    The best way is to venge my Gloucester's death.\r", "type": "direction"}, {"direction": "  GAUNT. God's is the quarrel; for God's substitute,\r\n    His deputy anointed in His sight,\r\n    Hath caus'd his death; the which if wrongfully,\r\n    Let heaven revenge; for I may never lift\r\n    An angry arm against His minister.\r", "type": "direction"}, {"direction": "  DUCHESS. Where then, alas, may I complain myself?\r", "type": "direction"}, {"direction": "  GAUNT. To God, the widow's champion and defence.\r", "type": "direction"}, {"direction": "  DUCHESS. Why then, I will. Farewell, old Gaunt.\r\n    Thou goest to Coventry, there to behold\r\n    Our cousin Hereford and fell Mowbray fight.\r\n    O, sit my husband's wrongs on Hereford's spear,\r\n    That it may enter butcher Mowbray's breast!\r\n    Or, if misfortune miss the first career,\r\n    Be Mowbray's sins so heavy in his bosom\r\n    That they may break his foaming courser's back\r\n    And throw the rider headlong in the lists,\r\n    A caitiff recreant to my cousin Hereford!\r\n    Farewell, old Gaunt; thy sometimes brother's wife,\r\n    With her companion, Grief, must end her life.\r", "type": "direction"}, {"direction": "  GAUNT. Sister, farewell; I must to Coventry.\r\n    As much good stay with thee as go with me!\r", "type": "direction"}, {"direction": "  DUCHESS. Yet one word more- grief boundeth where it falls,\r\n    Not with the empty hollowness, but weight.\r\n    I take my leave before I have begun,\r\n    For sorrow ends not when it seemeth done.\r\n    Commend me to thy brother, Edmund York.\r\n    Lo, this is all- nay, yet depart not so;\r\n    Though this be all, do not so quickly go;\r\n    I shall remember more. Bid him- ah, what?-\r\n    With all good speed at Plashy visit me.\r\n    Alack, and what shall good old York there see\r\n    But empty lodgings and unfurnish'd walls,\r\n    Unpeopled offices, untrodden stones?\r\n    And what hear there for welcome but my groans?\r\n    Therefore commend me; let him not come there\r\n    To seek out sorrow that dwells every where.\r\n    Desolate, desolate, will I hence and die;\r\n    The last leave of thee takes my weeping eye.          Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 2. London. The DUKE OF LANCASTER'S palace\r", "scene": 2, "act": 1}, {"text": [{"direction": "SCENE 3. The lists at Coventry\r", "type": "direction"}, {"direction": "Enter the LORD MARSHAL and the DUKE OF AUMERLE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MARSHAL. My Lord Aumerle, is Harry Hereford arm'd?\r", "type": "direction"}, {"direction": "  AUMERLE. Yea, at all points; and longs to enter in.\r", "type": "direction"}, {"direction": "  MARSHAL. The Duke of Norfolk, spightfully and bold,\r\n    Stays but the summons of the appelant's trumpet.\r", "type": "direction"}, {"direction": "  AUMERLE. Why then, the champions are prepar'd, and stay\r\n    For nothing but his Majesty's approach.\r\n\r\n     The trumpets sound, and the KING enters with his nobles,\r\n     GAUNT, BUSHY, BAGOT, GREEN, and others. When they are set,\r\n     enter MOWBRAY, Duke of Nor folk, in arms, defendant, and\r\n     a HERALD\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Marshal, demand of yonder champion\r\n    The cause of his arrival here in arms;\r\n    Ask him his name; and orderly proceed\r\n    To swear him in the justice of his cause.\r", "type": "direction"}, {"direction": "  MARSHAL. In God's name and the King's, say who thou art,\r\n    And why thou comest thus knightly clad in arms;\r\n    Against what man thou com'st, and what thy quarrel.\r\n    Speak truly on thy knighthood and thy oath;\r\n    As so defend thee heaven and thy valour!\r", "type": "direction"}, {"direction": "  MOWBRAY. My name is Thomas Mowbray, Duke of Norfolk;\r\n    Who hither come engaged by my oath-\r\n    Which God defend a knight should violate!-\r\n    Both to defend my loyalty and truth\r\n    To God, my King, and my succeeding issue,\r\n    Against the Duke of Hereford that appeals me;\r\n    And, by the grace of God and this mine arm,\r\n    To prove him, in defending of myself,\r\n    A traitor to my God, my King, and me.\r\n    And as I truly fight, defend me heaven!\r\n\r\n   The trumpets sound. Enter BOLINGBROKE, Duke of Hereford,\r\n            appellant, in armour, and a HERALD\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Marshal, ask yonder knight in arms,\r\n    Both who he is and why he cometh hither\r\n    Thus plated in habiliments of war;\r\n    And formally, according to our law,\r\n    Depose him in the justice of his cause.\r", "type": "direction"}, {"direction": "  MARSHAL. What is thy name? and wherefore com'st thou hither\r\n    Before King Richard in his royal lists?\r\n    Against whom comest thou? and what's thy quarrel?\r\n    Speak like a true knight, so defend thee heaven!\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Harry of Hereford, Lancaster, and Derby,\r\n    Am I; who ready here do stand in arms\r\n    To prove, by God's grace and my body's valour,\r\n    In lists on Thomas Mowbray, Duke of Norfolk,\r\n    That he is a traitor, foul and dangerous,\r\n    To God of heaven, King Richard, and to me.\r\n    And as I truly fight, defend me heaven!\r", "type": "direction"}, {"direction": "  MARSHAL. On pain of death, no person be so bold\r\n    Or daring-hardy as to touch the lists,\r\n    Except the Marshal and such officers\r\n    Appointed to direct these fair designs.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Lord Marshal, let me kiss my sovereign's hand,\r\n    And bow my knee before his Majesty;\r\n    For Mowbray and myself are like two men\r\n    That vow a long and weary pilgrimage.\r\n    Then let us take a ceremonious leave\r\n    And loving farewell of our several friends.\r", "type": "direction"}, {"direction": "  MARSHAL. The appellant in all duty greets your Highness,\r\n    And craves to kiss your hand and take his leave.\r", "type": "direction"}, {"direction": "  KING RICHARD. We will descend and fold him in our arms.\r\n    Cousin of Hereford, as thy cause is right,\r\n    So be thy fortune in this royal fight!\r\n    Farewell, my blood; which if to-day thou shed,\r\n    Lament we may, but not revenge thee dead.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. O, let no noble eye profane a tear\r\n    For me, if I be gor'd with Mowbray's spear.\r\n    As confident as is the falcon's flight\r\n    Against a bird, do I with Mowbray fight.\r\n    My loving lord, I take my leave of you;\r\n    Of you, my noble cousin, Lord Aumerle;\r\n    Not sick, although I have to do with death,\r\n    But lusty, young, and cheerly drawing breath.\r\n    Lo, as at English feasts, so I regreet\r\n    The daintiest last, to make the end most sweet.\r\n    O thou, the earthly author of my blood,\r\n    Whose youthful spirit, in me regenerate,\r\n    Doth with a twofold vigour lift me up\r\n    To reach at victory above my head,\r\n    Add proof unto mine armour with thy prayers,\r\n    And with thy blessings steel my lance's point,\r\n    That it may enter Mowbray's waxen coat\r\n    And furbish new the name of John o' Gaunt,\r\n    Even in the lusty haviour of his son.\r", "type": "direction"}, {"direction": "  GAUNT. God in thy good cause make thee prosperous!\r\n    Be swift like lightning in the execution,\r\n    And let thy blows, doubly redoubled,\r\n    Fall like amazing thunder on the casque\r\n    Of thy adverse pernicious enemy.\r\n    Rouse up thy youthful blood, be valiant, and live.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Mine innocence and Saint George to thrive!\r", "type": "direction"}, {"direction": "  MOWBRAY. However God or fortune cast my lot,\r\n    There lives or dies, true to King Richard's throne,\r\n    A loyal, just, and upright gentleman.\r\n    Never did captive with a freer heart\r\n    Cast off his chains of bondage, and embrace\r\n    His golden uncontroll'd enfranchisement,\r\n    More than my dancing soul doth celebrate\r\n    This feast of battle with mine adversary.\r\n    Most mighty liege, and my companion peers,\r\n    Take from my mouth the wish of happy years.\r\n    As gentle and as jocund as to jest\r\n    Go I to fight: truth hath a quiet breast.\r", "type": "direction"}, {"direction": "  KING RICHARD. Farewell, my lord, securely I espy\r\n    Virtue with valour couched in thine eye.\r\n    Order the trial, Marshal, and begin.\r", "type": "direction"}, {"direction": "  MARSHAL. Harry of Hereford, Lancaster, and Derby,\r\n    Receive thy lance; and God defend the right!\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Strong as a tower in hope, I cry amen.\r", "type": "direction"}, {"direction": "  MARSHAL. [To an officer] Go bear this lance to Thomas,\r\n      Duke of Norfolk.\r", "type": "direction"}, {"direction": "  FIRST HERALD. Harry of Hereford, Lancaster, and Derby,\r\n    Stands here for God, his sovereign, and himself,\r\n    On pain to be found false and recreant,\r\n    To prove the Duke of Norfolk, Thomas Mowbray,\r\n    A traitor to his God, his King, and him;\r\n    And dares him to set forward to the fight.\r", "type": "direction"}, {"direction": "  SECOND HERALD. Here standeth Thomas Mowbray, Duke of Norfolk,\r\n    On pain to be found false and recreant,\r\n    Both to defend himself, and to approve\r\n    Henry of Hereford, Lancaster, and Derby,\r\n    To God, his sovereign, and to him disloyal,\r\n    Courageously and with a free desire\r\n    Attending but the signal to begin.\r", "type": "direction"}, {"direction": "  MARSHAL. Sound trumpets; and set forward, combatants.\r\n                                           [A charge sounded]\r\n    Stay, the King hath thrown his warder down.\r", "type": "direction"}, {"direction": "  KING RICHARD. Let them lay by their helmets and their spears,\r\n    And both return back to their chairs again.\r\n    Withdraw with us; and let the trumpets sound\r\n    While we return these dukes what we decree.\r\n\r\n    A long flourish, while the KING consults his Council\r\n\r\n    Draw near,\r\n    And list what with our council we have done.\r\n    For that our kingdom's earth should not be soil'd\r\n    With that dear blood which it hath fostered;\r\n    And for our eyes do hate the dire aspect\r\n    Of civil wounds plough'd up with neighbours' sword;\r\n    And for we think the eagle-winged pride\r\n    Of sky-aspiring and ambitious thoughts,\r\n    With rival-hating envy, set on you\r\n    To wake our peace, which in our country's cradle\r\n    Draws the sweet infant breath of gentle sleep;\r\n    Which so rous'd up with boist'rous untun'd drums,\r\n    With harsh-resounding trumpets' dreadful bray,\r\n    And grating shock of wrathful iron arms,\r\n    Might from our quiet confines fright fair peace\r\n    And make us wade even in our kindred's blood-\r\n    Therefore we banish you our territories.\r\n    You, cousin Hereford, upon pain of life,\r\n    Till twice five summers have enrich'd our fields\r\n    Shall not regreet our fair dominions,\r\n    But tread the stranger paths of banishment.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Your will be done. This must my comfort be-\r\n    That sun that warms you here shall shine on me,\r\n    And those his golden beams to you here lent\r\n    Shall point on me and gild my banishment.\r", "type": "direction"}, {"direction": "  KING RICHARD. Norfolk, for thee remains a heavier doom,\r\n    Which I with some unwillingness pronounce:\r\n    The sly slow hours shall not determinate\r\n    The dateless limit of thy dear exile;\r\n    The hopeless word of 'never to return'\r\n    Breathe I against thee, upon pain of life.\r", "type": "direction"}, {"direction": "  MOWBRAY. A heavy sentence, my most sovereign liege,\r\n    And all unlook'd for from your Highness' mouth.\r\n    A dearer merit, not so deep a maim\r\n    As to be cast forth in the common air,\r\n    Have I deserved at your Highness' hands.\r\n    The language I have learnt these forty years,\r\n    My native English, now I must forgo;\r\n    And now my tongue's use is to me no more\r\n    Than an unstringed viol or a harp;\r\n    Or like a cunning instrument cas'd up\r\n    Or, being open, put into his hands\r\n    That knows no touch to tune the harmony.\r\n    Within my mouth you have engaol'd my tongue,\r\n    Doubly portcullis'd with my teeth and lips;\r\n    And dull, unfeeling, barren ignorance\r\n    Is made my gaoler to attend on me.\r\n    I am too old to fawn upon a nurse,\r\n    Too far in years to be a pupil now.\r\n    What is thy sentence, then, but speechless death,\r\n    Which robs my tongue from breathing native breath?\r", "type": "direction"}, {"direction": "  KING RICHARD. It boots thee not to be compassionate;\r\n    After our sentence plaining comes too late.\r", "type": "direction"}, {"direction": "  MOWBRAY. Then thus I turn me from my countrv's light,\r\n    To dwell in solemn shades of endless night.\r", "type": "direction"}, {"direction": "  KING RICHARD. Return again, and take an oath with thee.\r\n    Lay on our royal sword your banish'd hands;\r\n    Swear by the duty that you owe to God,\r\n    Our part therein we banish with yourselves,\r\n    To keep the oath that we administer:\r\n    You never shall, so help you truth and God,\r\n    Embrace each other's love in banishment;\r\n    Nor never look upon each other's face;\r\n    Nor never write, regreet, nor reconcile\r\n    This louring tempest of your home-bred hate;\r\n    Nor never by advised purpose meet\r\n    To plot, contrive, or complot any ill,\r\n    'Gainst us, our state, our subjects, or our land.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. I swear.\r", "type": "direction"}, {"direction": "  MOWBRAY. And I, to keep all this.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Norfolk, so far as to mine enemy.\r\n    By this time, had the King permitted us,\r\n    One of our souls had wand'red in the air,\r\n    Banish'd this frail sepulchre of our flesh,\r\n    As now our flesh is banish'd from this land-\r\n    Confess thy treasons ere thou fly the realm;\r\n    Since thou hast far to go, bear not along\r\n    The clogging burden of a guilty soul.\r", "type": "direction"}, {"direction": "  MOWBRAY. No, Bolingbroke; if ever I were traitor,\r\n    My name be blotted from the book of life,\r\n    And I from heaven banish'd as from hence!\r\n    But what thou art, God, thou, and I, do know;\r\n    And all too soon, I fear, the King shall rue.\r\n    Farewell, my liege. Now no way can I stray:\r\n    Save back to England, an the world's my way.            Exit\r", "type": "direction"}, {"direction": "  KING RICHARD. Uncle, even in the glasses of thine eyes\r\n    I see thy grieved heart. Thy sad aspect\r\n    Hath from the number of his banish'd years\r\n    Pluck'd four away. [To BOLINGBROKE] Six frozen winters spent,\r\n    Return with welcome home from banishment.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. How long a time lies in one little word!\r\n    Four lagging winters and four wanton springs\r\n    End in a word: such is the breath of Kings.\r", "type": "direction"}, {"direction": "  GAUNT. I thank my liege that in regard of me\r\n    He shortens four years of my son's exile;\r\n    But little vantage shall I reap thereby,\r\n    For ere the six years that he hath to spend\r\n    Can change their moons and bring their times about,\r\n    My oil-dried lamp and time-bewasted light\r\n    Shall be extinct with age and endless night;\r\n    My inch of taper will be burnt and done,\r\n    And blindfold death not let me see my son.\r", "type": "direction"}, {"direction": "  KING RICHARD. Why, uncle, thou hast many years to live.\r", "type": "direction"}, {"direction": "  GAUNT. But not a minute, King, that thou canst give:\r\n    Shorten my days thou canst with sullen sorrow\r\n    And pluck nights from me, but not lend a morrow;\r\n    Thou can'st help time to furrow me with age,\r\n    But stop no wrinkle in his pilgrimage;\r\n    Thy word is current with him for my death,\r\n    But dead, thy kingdom cannot buy my breath.\r", "type": "direction"}, {"direction": "  KING RICHARD. Thy son is banish'd upon good advice,\r\n    Whereto thy tongue a party-verdict gave.\r\n    Why at our justice seem'st thou then to lour?\r", "type": "direction"}, {"direction": "  GAUNT. Things sweet to taste prove in digestion sour.\r\n    You urg'd me as a judge; but I had rather\r\n    You would have bid me argue like a father.\r\n    O, had it been a stranger, not my child,\r\n    To smooth his fault I should have been more mild.\r\n    A partial slander sought I to avoid,\r\n    And in the sentence my own life destroy'd.\r\n    Alas, I look'd when some of you should say\r\n    I was too strict to make mine own away;\r\n    But you gave leave to my unwilling tongue\r\n    Against my will to do myself this wrong.\r", "type": "direction"}, {"direction": "  KING RICHARD. Cousin, farewell; and, uncle, bid him so.\r\n    Six years we banish him, and he shall go.\r\n                                  Flourish. Exit KING with train\r", "type": "direction"}, {"direction": "  AUMERLE. Cousin, farewell; what presence must not know,\r\n    From where you do remain let paper show.\r", "type": "direction"}, {"direction": "  MARSHAL. My lord, no leave take I, for I will ride\r\n    As far as land will let me by your side.\r", "type": "direction"}, {"direction": "  GAUNT. O, to what purpose dost thou hoard thy words,\r\n    That thou returnest no greeting to thy friends?\r", "type": "direction"}, {"direction": "  BOLINGBROKE. I have too few to take my leave of you,\r\n    When the tongue's office should be prodigal\r\n    To breathe the abundant dolour of the heart.\r", "type": "direction"}, {"direction": "  GAUNT. Thy grief is but thy absence for a time.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Joy absent, grief is present for that time.\r", "type": "direction"}, {"direction": "  GAUNT. What is six winters? They are quickly gone.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. To men in joy; but grief makes one hour ten.\r", "type": "direction"}, {"direction": "  GAUNT. Call it a travel that thou tak'st for pleasure.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. My heart will sigh when I miscall it so,\r\n    Which finds it an enforced pilgrimage.\r", "type": "direction"}, {"direction": "  GAUNT. The sullen passage of thy weary steps\r\n    Esteem as foil wherein thou art to set\r\n    The precious jewel of thy home return.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Nay, rather, every tedious stride I make\r\n    Will but remember me what a deal of world\r\n    I wander from the jewels that I love.\r\n    Must I not serve a long apprenticehood\r\n    To foreign passages; and in the end,\r\n    Having my freedom, boast of nothing else\r\n    But that I was a journeyman to grief?\r", "type": "direction"}, {"direction": "  GAUNT. All places that the eye of heaven visits\r\n    Are to a wise man ports and happy havens.\r\n    Teach thy necessity to reason thus:\r\n    There is no virtue like necessity.\r\n    Think not the King did banish thee,\r\n    But thou the King. Woe doth the heavier sit\r\n    Where it perceives it is but faintly home.\r\n    Go, say I sent thee forth to purchase honour,\r\n    And not the King exil'd thee; or suppose\r\n    Devouring pestilence hangs in our air\r\n    And thou art flying to a fresher clime.\r\n    Look what thy soul holds dear, imagine it\r\n    To lie that way thou goest, not whence thou com'st.\r\n    Suppose the singing birds musicians,\r\n    The grass whereon thou tread'st the presence strew'd,\r\n    The flowers fair ladies, and thy steps no more\r\n    Than a delightful measure or a dance;\r\n    For gnarling sorrow hath less power to bite\r\n    The man that mocks at it and sets it light.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. O, who can hold a fire in his hand\r\n    By thinking on the frosty Caucasus?\r\n    Or cloy the hungry edge of appetite\r\n    By bare imagination of a feast?\r\n    Or wallow naked in December snow\r\n    By thinking on fantastic summer's heat?\r\n    O, no! the apprehension of the good\r\n    Gives but the greater feeling to the worse.\r\n    Fell sorrow's tooth doth never rankle more\r\n    Than when he bites, but lanceth not the sore.\r", "type": "direction"}, {"direction": "  GAUNT. Come, come, my son, I'll bring thee on thy way.\r\n    Had I thy youtli and cause, I would not stay.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Then, England's ground, farewell; sweet soil, adieu;\r\n    My mother, and my nurse, that bears me yet!\r\n    Where'er I wander, boast of this I can:\r\n    Though banish'd, yet a trueborn English man.          Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3. The lists at Coventry\r", "scene": 3, "act": 1}, {"text": [{"direction": "SCENE 4. London. The court\r", "type": "direction"}, {"direction": "Enter the KING, with BAGOT and GREEN, at one door; and the DUKE OF\r\nAUMERLE at another\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. We did observe. Cousin Aumerle,\r\n    How far brought you high Hereford on his way?\r", "type": "direction"}, {"direction": "  AUMERLE. I brought high Hereford, if you call him so,\r\n    But to the next high way, and there I left him.\r", "type": "direction"}, {"direction": "  KING RICHARD. And say, what store of parting tears were shed?\r", "type": "direction"}, {"direction": "  AUMERLE. Faith, none for me; except the north-east wind,\r\n    Which then blew bitterly against our faces,\r\n    Awak'd the sleeping rheum, and so by chance\r\n    Did grace our hollow parting with a tear.\r", "type": "direction"}, {"direction": "  KING RICHARD. What said our cousin when you parted with him?\r", "type": "direction"}, {"direction": "  AUMERLE. 'Farewell.'\r\n    And, for my heart disdained that my tongue\r\n    Should so profane the word, that taught me craft\r\n    To counterfeit oppression of such grief\r\n    That words seem'd buried in my sorrow's grave.\r\n    Marry, would the word 'farewell' have length'ned hours\r\n    And added years to his short banishment,\r\n    He should have had a volume of farewells;\r\n    But since it would not, he had none of me.\r", "type": "direction"}, {"direction": "  KING RICHARD. He is our cousin, cousin; but 'tis doubt,\r\n    When time shall call him home from banishment,\r\n    Whether our kinsman come to see his friends.\r\n    Ourself, and Bushy, Bagot here, and Green,\r\n    Observ'd his courtship to the common people;\r\n    How he did seem to dive into their hearts\r\n    With humble and familiar courtesy;\r\n    What reverence he did throw away on slaves,\r\n    Wooing poor craftsmen with the craft of smiles\r\n    And patient underbearing of his fortune,\r\n    As 'twere to banish their affects with him.\r\n    Off goes his bonnet to an oyster-wench;\r\n    A brace of draymen bid God speed him well\r\n    And had the tribute of his supple knee,\r\n    With 'Thanks, my countrymen, my loving friends';\r\n    As were our England in reversion his,\r\n    And he our subjects' next degree in hope.\r", "type": "direction"}, {"direction": "  GREEN. Well, he is gone; and with him go these thoughts!\r\n    Now for the rebels which stand out in Ireland,\r\n    Expedient manage must be made, my liege,\r\n    Ere further leisure yicld them further means\r\n    For their advantage and your Highness' loss.\r", "type": "direction"}, {"direction": "  KING RICHARD. We will ourself in person to this war;\r\n    And, for our coffers, with too great a court\r\n    And liberal largess, are grown somewhat light,\r\n    We are enforc'd to farm our royal realm;\r\n    The revenue whereof shall furnish us\r\n    For our affairs in hand. If that come short,\r\n    Our substitutes at home shall have blank charters;\r\n    Whereto, when they shall know what men are rich,\r\n    They shall subscribe them for large sums of gold,\r\n    And send them after to supply our wants;\r\n    For we will make for Ireland presently.\r", "type": "direction"}, {"direction": "Enter BUSHY\r\n\r\n    Bushy, what news?\r", "type": "direction"}, {"direction": "  BUSHY. Old John of Gaunt is grievous sick, my lord,\r\n    Suddenly taken; and hath sent poste-haste\r\n    To entreat your Majesty to visit him.\r", "type": "direction"}, {"direction": "  KING RICHARD. Where lies he?\r", "type": "direction"}, {"direction": "  BUSHY. At Ely House.\r", "type": "direction"}, {"direction": "  KING RICHARD. Now put it, God, in the physician's mind\r\n    To help him to his grave immediately!\r\n    The lining of his coffers shall make coats\r\n    To deck our soldiers for these Irish wars.\r\n    Come, gentlemen, let's all go visit him.\r\n    Pray God we may make haste, and come too late!\r", "type": "direction"}, {"direction": "  ALL. Amen.                                              Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE I. London. Ely House\r", "type": "direction"}, {"direction": "Enter JOHN OF GAUNT, sick, with the DUKE OF YORK, etc.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GAUNT. Will the King come, that I may breathe my last\r\n    In wholesome counsel to his unstaid youth?\r", "type": "direction"}, {"direction": "  YORK. Vex not yourself, nor strive not with your breath;\r\n    For all in vain comes counsel to his ear.\r", "type": "direction"}, {"direction": "  GAUNT. O, but they say the tongues of dying men\r\n    Enforce attention like deep harmony.\r\n    Where words are scarce, they are seldom spent in vain;\r\n    For they breathe truth that breathe their words -in pain.\r\n    He that no more must say is listen'd more\r\n    Than they whom youth and ease have taught to glose;\r\n    More are men's ends mark'd than their lives before.\r\n    The setting sun, and music at the close,\r\n    As the last taste of sweets, is sweetest last,\r\n    Writ in remembrance more than things long past.\r\n    Though Richard my life's counsel would not hear,\r\n    My death's sad tale may yet undeaf his ear.\r", "type": "direction"}, {"direction": "  YORK. No; it is stopp'd with other flattering sounds,\r\n    As praises, of whose taste the wise are fond,\r\n    Lascivious metres, to whose venom sound\r\n    The open ear of youth doth always listen;\r\n    Report of fashions in proud Italy,\r\n    Whose manners still our tardy apish nation\r\n    Limps after in base imitation.\r\n    Where doth the world thrust forth a vanity-\r\n    So it be new, there's no respect how vile-\r\n    That is not quickly buzz'd into his ears?\r\n    Then all too late comes counsel to be heard\r\n    Where will doth mutiny with wit's regard.\r\n    Direct not him whose way himself will choose.\r\n    'Tis breath thou lack'st, and that breath wilt thou lose.\r", "type": "direction"}, {"direction": "  GAUNT. Methinks I am a prophet new inspir'd,\r\n    And thus expiring do foretell of him:\r\n    His rash fierce blaze of riot cannot last,\r\n    For violent fires soon burn out themselves;\r\n    Small showers last long, but sudden storms are short;\r\n    He tires betimes that spurs too fast betimes;\r\n    With eager feeding food doth choke the feeder;\r\n    Light vanity, insatiate cormorant,\r\n    Consuming means, soon preys upon itself.\r\n    This royal throne of kings, this scept'red isle,\r\n    This earth of majesty, this seat of Mars,\r\n    This other Eden, demi-paradise,\r\n    This fortress built by Nature for herself\r\n    Against infection and the hand of war,\r\n    This happy breed of men, this little world,\r\n    This precious stone set in the silver sea,\r\n    Which serves it in the office of a wall,\r\n    Or as a moat defensive to a house,\r\n    Against the envy of less happier lands;\r\n    This blessed plot, this earth, this realm, this England,\r\n    This nurse, this teeming womb of royal kings,\r\n    Fear'd by their breed, and famous by their birth,\r\n    Renowned for their deeds as far from home,\r\n    For Christian service and true chivalry,\r\n    As is the sepulchre in stubborn Jewry\r\n    Of the world's ransom, blessed Mary's Son;\r\n    This land of such dear souls, this dear dear land,\r\n    Dear for her reputation through the world,\r\n    Is now leas'd out-I die pronouncing it-\r\n    Like to a tenement or pelting farm.\r\n    England, bound in with the triumphant sea,\r\n    Whose rocky shore beats back the envious siege\r\n    Of wat'ry Neptune, is now bound in with shame,\r\n    With inky blots and rotten parchment bonds;\r\n    That England, that was wont to conquer others,\r\n    Hath made a shameful conquest of itself.\r\n    Ah, would the scandal vanish with my life,\r\n    How happy then were my ensuing death!\r", "type": "direction"}, {"direction": "Enter KING and QUEEN, AUMERLE, BUSHY, GREEN, BAGOT,\r\n                Ross, and WILLOUGHBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  YORK. The King is come; deal mildly with his youth,\r\n    For young hot colts being rag'd do rage the more.\r", "type": "direction"}, {"direction": "  QUEEN. How fares our noble uncle Lancaster?\r", "type": "direction"}, {"direction": "  KING RICHARD. What comfort, man? How is't with aged Gaunt?\r", "type": "direction"}, {"direction": "  GAUNT. O, how that name befits my composition!\r\n    Old Gaunt, indeed; and gaunt in being old.\r\n    Within me grief hath kept a tedious fast;\r\n    And who abstains from meat that is not gaunt?\r\n    For sleeping England long time have I watch'd;\r\n    Watching breeds leanness, leanness is an gaunt.\r\n    The pleasure that some fathers feed upon\r\n    Is my strict fast-I mean my children's looks;\r\n    And therein fasting, hast thou made me gaunt.\r\n    Gaunt am I for the grave, gaunt as a grave,\r\n    Whose hollow womb inherits nought but bones.\r", "type": "direction"}, {"direction": "  KING RICHARD. Can sick men play so nicely with their names?\r", "type": "direction"}, {"direction": "  GAUNT. No, misery makes sport to mock itself:\r\n    Since thou dost seek to kill my name in me,\r\n    I mock my name, great king, to flatter thee.\r", "type": "direction"}, {"direction": "  KING RICHARD. Should dying men flatter with those that live?\r", "type": "direction"}, {"direction": "  GAUNT. No, no; men living flatter those that die.\r", "type": "direction"}, {"direction": "  KING RICHARD. Thou, now a-dying, sayest thou flatterest me.\r", "type": "direction"}, {"direction": "  GAUNT. O, no! thou diest, though I the sicker be.\r", "type": "direction"}, {"direction": "  KING RICHARD. I am in health, I breathe, and see thee ill.\r", "type": "direction"}, {"direction": "  GAUNT. Now He that made me knows I see thee ill;\r\n    Ill in myself to see, and in thee seeing ill.\r\n    Thy death-bed is no lesser than thy land\r\n    Wherein thou liest in reputation sick;\r\n    And thou, too careless patient as thou art,\r\n    Commit'st thy anointed body to the cure\r\n    Of those physicians that first wounded thee:\r\n    A thousand flatterers sit within thy crown,\r\n    Whose compass is no bigger than thy head;\r\n    And yet, incaged in so small a verge,\r\n    The waste is no whit lesser than thy land.\r\n    O, had thy grandsire with a prophet's eye\r\n    Seen how his son's son should destroy his sons,\r\n    From forth thy reach he would have laid thy shame,\r\n    Deposing thee before thou wert possess'd,\r\n    Which art possess'd now to depose thyself.\r\n    Why, cousin, wert thou regent of the world,\r\n    It were a shame to let this land by lease;\r\n    But for thy world enjoying but this land,\r\n    Is it not more than shame to shame it so?\r\n    Landlord of England art thou now, not King.\r\n    Thy state of law is bondslave to the law;\r\n    And thou-\r", "type": "direction"}, {"direction": "  KING RICHARD. A lunatic lean-witted fool,\r\n    Presuming on an ague's privilege,\r\n    Darest with thy frozen admonition\r\n    Make pale our cheek, chasing the royal blood\r\n    With fury from his native residence.\r\n    Now by my seat's right royal majesty,\r\n    Wert thou not brother to great Edward's son,\r\n    This tongue that runs so roundly in thy head\r\n    Should run thy head from thy unreverent shoulders.\r", "type": "direction"}, {"direction": "  GAUNT. O, Spare me not, my brother Edward's son,\r\n    For that I was his father Edward's son;\r\n    That blood already, like the pelican,\r\n    Hast thou tapp'd out, and drunkenly carous'd.\r\n    My brother Gloucester, plain well-meaning soul-\r\n    Whom fair befall in heaven 'mongst happy souls!-\r\n    May be a precedent and witness good\r\n    That thou respect'st not spilling Edward's blood.\r\n    Join with the present sickness that I have;\r\n    And thy unkindness be like crooked age,\r\n    To crop at once a too long withered flower.\r\n    Live in thy shame, but die not shame with thee!\r\n    These words hereafter thy tormentors be!\r\n    Convey me to my bed, then to my grave.\r\n    Love they to live that love and honour have.\r\n                               Exit, borne out by his attendants\r", "type": "direction"}, {"direction": "  KING RICHARD. And let them die that age and sullens have;\r\n    For both hast thou, and both become the grave.\r", "type": "direction"}, {"direction": "  YORK. I do beseech your Majesty impute his words\r\n    To wayward sickliness and age in him.\r\n    He loves you, on my life, and holds you dear\r\n    As Harry Duke of Hereford, were he here.\r", "type": "direction"}, {"direction": "  KING RICHARD. Right, you say true: as Hereford's love, so his;\r\n    As theirs, so mine; and all be as it is.\r", "type": "direction"}, {"direction": "Enter NORTHUMBERLAND\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. My liege, old Gaunt commends him to your Majesty.\r", "type": "direction"}, {"direction": "  KING RICHARD. What says he?\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Nay, nothing; all is said.\r\n    His tongue is now a stringless instrument;\r\n    Words, life, and all, old Lancaster hath spent.\r", "type": "direction"}, {"direction": "  YORK. Be York the next that must be bankrupt so!\r\n    Though death be poor, it ends a mortal woe.\r", "type": "direction"}, {"direction": "  KING RICHARD. The ripest fruit first falls, and so doth he;\r\n    His time is spent, our pilgrimage must be.\r\n    So much for that. Now for our Irish wars.\r\n    We must supplant those rough rug-headed kerns,\r\n    Which live like venom where no venom else\r\n    But only they have privilege to live.\r\n    And for these great affairs do ask some charge,\r\n    Towards our assistance we do seize to us\r\n    The plate, coin, revenues, and moveables,\r\n    Whereof our uncle Gaunt did stand possess'd.\r", "type": "direction"}, {"direction": "  YORK. How long shall I be patient? Ah, how long\r\n    Shall tender duty make me suffer wrong?\r\n    Not Gloucester's death, nor Hereford's banishment,\r\n    Nor Gaunt's rebukes, nor England's private wrongs,\r\n    Nor the prevention of poor Bolingbroke\r\n    About his marriage, nor my own disgrace,\r\n    Have ever made me sour my patient cheek\r\n    Or bend one wrinkle on my sovereign's face.\r\n    I am the last of noble Edward's sons,\r\n    Of whom thy father, Prince of Wales, was first.\r\n    In war was never lion rag'd more fierce,\r\n    In peace was never gentle lamb more mild,\r\n    Than was that young and princely gentleman.\r\n    His face thou hast, for even so look'd he,\r\n    Accomplish'd with the number of thy hours;\r\n    But when he frown'd, it was against the French\r\n    And not against his friends. His noble hand\r\n    Did win what he did spend, and spent not that\r\n    Which his triumphant father's hand had won.\r\n    His hands were guilty of no kindred blood,\r\n    But bloody with the enemies of his kin.\r\n    O Richard! York is too far gone with grief,\r\n    Or else he never would compare between-\r", "type": "direction"}, {"direction": "  KING RICHARD. Why, uncle, what's the matter?\r", "type": "direction"}, {"direction": "  YORK. O my liege,\r\n    Pardon me, if you please; if not, I, pleas'd\r\n    Not to be pardoned, am content withal.\r\n    Seek you to seize and gripe into your hands\r\n    The royalties and rights of banish'd Hereford?\r\n    Is not Gaunt dead? and doth not Hereford live?\r\n    Was not Gaunt just? and is not Harry true?\r\n    Did not the one deserve to have an heir?\r\n    Is not his heir a well-deserving son?\r\n    Take Hereford's rights away, and take from Time\r\n    His charters and his customary rights;\r\n    Let not to-morrow then ensue to-day;\r\n    Be not thyself-for how art thou a king\r\n    But by fair sequence and succession?\r\n    Now, afore God-God forbid I say true!-\r\n    If you do wrongfully seize Hereford's rights,\r\n    Call in the letters patents that he hath\r\n    By his attorneys-general to sue\r\n    His livery, and deny his off'red homage,\r\n    You pluck a thousand dangers on your head,\r\n    You lose a thousand well-disposed hearts,\r\n    And prick my tender patience to those thoughts\r\n    Which honour and allegiance cannot think.\r", "type": "direction"}, {"direction": "  KING RICHARD. Think what you will, we seize into our hands\r\n    His plate, his goods, his money, and his lands.\r", "type": "direction"}, {"direction": "  YORK. I'll not be by the while. My liege, farewell.\r\n    What will ensue hereof there's none can tell;\r\n    But by bad courses may be understood\r\n    That their events can never fall out good.              Exit\r", "type": "direction"}, {"direction": "  KING RICHARD. Go, Bushy, to the Earl of Wiltshire straight;\r\n    Bid him repair to us to Ely House\r\n    To see this business. To-morrow next\r\n    We will for Ireland; and 'tis time, I trow.\r\n    And we create, in absence of ourself,\r\n    Our Uncle York Lord Governor of England;\r\n    For he is just, and always lov'd us well.\r\n    Come on, our queen; to-morrow must we part;\r\n    Be merry, for our time of stay is short.\r\n                   Flourish. Exeunt KING, QUEEN, BUSHY, AUMERLE,\r\n                                                GREEN, and BAGOT\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Well, lords, the Duke of Lancaster is dead.\r\n    Ross. And living too; for now his son is Duke.\r", "type": "direction"}, {"direction": "  WILLOUGHBY. Barely in title, not in revenues.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Richly in both, if justice had her right.\r", "type": "direction"}, {"direction": "  ROSS. My heart is great; but it must break with silence,\r\n    Ere't be disburdened with a liberal tongue.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Nay, speak thy mind; and let him ne'er speak more\r\n    That speaks thy words again to do thee harm!\r", "type": "direction"}, {"direction": "  WILLOUGHBY. Tends that thou wouldst speak to the Duke of Hereford?\r\n    If it be so, out with it boldly, man;\r\n    Quick is mine ear to hear of good towards him.\r", "type": "direction"}, {"direction": "  ROSS. No good at all that I can do for him;\r\n    Unless you call it good to pity him,\r\n    Bereft and gelded of his patrimony.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Now, afore God, 'tis shame such wrongs are borne\r\n    In him, a royal prince, and many moe\r\n    Of noble blood in this declining land.\r\n    The King is not himself, but basely led\r\n    By flatterers; and what they will inform,\r\n    Merely in hate, 'gainst any of us an,\r\n    That will the King severely prosecute\r\n    'Gainst us, our lives, our children, and our heirs.\r", "type": "direction"}, {"direction": "  ROSS. The commons hath he pill'd with grievous taxes;\r\n    And quite lost their hearts; the nobles hath he find\r\n    For ancient quarrels and quite lost their hearts.\r", "type": "direction"}, {"direction": "  WILLOUGHBY. And daily new exactions are devis'd,\r\n    As blanks, benevolences, and I wot not what;\r\n    But what, a God's name, doth become of this?\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Wars hath not wasted it, for warr'd he hath not,\r\n    But basely yielded upon compromise\r\n    That which his noble ancestors achiev'd with blows.\r\n    More hath he spent in peace than they in wars.\r", "type": "direction"}, {"direction": "  ROSS. The Earl of Wiltshire hath the realm in farm.\r", "type": "direction"}, {"direction": "  WILLOUGHBY. The King's grown bankrupt like a broken man.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Reproach and dissolution hangeth over him.\r", "type": "direction"}, {"direction": "  ROSS. He hath not money for these Irish wars,\r\n    His burdenous taxations notwithstanding,\r\n    But by the robbing of the banish'd Duke.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. His noble kinsman-most degenerate king!\r\n    But, lords, we hear this fearful tempest sing,\r\n    Yet seek no shelter to avoid the storm;\r\n    We see the wind sit sore upon our sails,\r\n    And yet we strike not, but securely perish.\r", "type": "direction"}, {"direction": "  ROSS. We see the very wreck that we must suffer;\r\n    And unavoided is the danger now\r\n    For suffering so the causes of our wreck.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Not so; even through the hollow eyes of death\r\n    I spy life peering; but I dare not say\r\n    How near the tidings of our comfort is.\r", "type": "direction"}, {"direction": "  WILLOUGHBY. Nay, let us share thy thoughts as thou dost ours.\r", "type": "direction"}, {"direction": "  ROSS. Be confident to speak, Northumberland.\r\n    We three are but thyself, and, speaking so,\r\n    Thy words are but as thoughts; therefore be bold.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Then thus: I have from Le Port Blanc, a bay\r\n    In Brittany, receiv'd intelligence\r\n    That Harry Duke of Hereford, Rainold Lord Cobham,\r\n    That late broke from the Duke of Exeter,\r\n    His brother, Archbishop late of Canterbury,\r\n    Sir Thomas Erpingham, Sir John Ramston,\r\n    Sir John Norbery, Sir Robert Waterton, and Francis Quoint-\r\n    All these, well furnish'd by the Duke of Britaine,\r\n    With eight tall ships, three thousand men of war,\r\n    Are making hither with all due expedience,\r\n    And shortly mean to touch our northern shore.\r\n    Perhaps they had ere this, but that they stay\r\n    The first departing of the King for Ireland.\r\n    If then we shall shake off our slavish yoke,\r\n    Imp out our drooping country's broken wing,\r\n    Redeem from broking pawn the blemish'd crown,\r\n    Wipe off the dust that hides our sceptre's gilt,\r\n    And make high majesty look like itself,\r\n    Away with me in post to Ravenspurgh;\r\n    But if you faint, as fearing to do so,\r\n    Stay and be secret, and myself will go.\r", "type": "direction"}, {"direction": "  ROSS. To horse, to horse! Urge doubts to them that fear.\r", "type": "direction"}, {"direction": "  WILLOUGHBY. Hold out my horse, and I will first be there.\r\n                                                          Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4. London. The court\r", "scene": 4, "act": 1}, {"text": [{"direction": "SCENE 2. Windsor Castle\r", "type": "direction"}, {"direction": "Enter QUEEN, BUSHY, and BAGOT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUSHY. Madam, your Majesty is too much sad.\r\n    You promis'd, when you parted with the King,\r\n    To lay aside life-harming heaviness\r\n    And entertain a cheerful disposition.\r", "type": "direction"}, {"direction": "  QUEEN. To please the King, I did; to please myself\r\n    I cannot do it; yet I know no cause\r\n    Why I should welcome such a guest as grief,\r\n    Save bidding farewell to so sweet a guest\r\n    As my sweet Richard. Yet again methinks\r\n    Some unborn sorrow, ripe in fortune's womb,\r\n    Is coming towards me, and my inward soul\r\n    With nothing trembles. At some thing it grieves\r\n    More than with parting from my lord the King.\r", "type": "direction"}, {"direction": "  BUSHY. Each substance of a grief hath twenty shadows,\r\n    Which shows like grief itself, but is not so;\r\n    For sorrow's eye, glazed with blinding tears,\r\n    Divides one thing entire to many objects,\r\n    Like perspectives which, rightly gaz'd upon,\r\n    Show nothing but confusion-ey'd awry,\r\n    Distinguish form. So your sweet Majesty,\r\n    Looking awry upon your lord's departure,\r\n    Find shapes of grief more than himself to wail;\r\n    Which, look'd on as it is, is nought but shadows\r\n    Of what it is not. Then, thrice-gracious Queen,\r\n    More than your lord's departure weep not-more is not seen;\r\n    Or if it be, 'tis with false sorrow's eye,\r\n    Which for things true weeps things imaginary.\r", "type": "direction"}, {"direction": "  QUEEN. It may be so; but yet my inward soul\r\n    Persuades me it is otherwise. Howe'er it be,\r\n    I cannot but be sad; so heavy sad\r\n    As-though, on thinking, on no thought I think-\r\n    Makes me with heavy nothing faint and shrink.\r", "type": "direction"}, {"direction": "  BUSHY. 'Tis nothing but conceit, my gracious lady.\r", "type": "direction"}, {"direction": "  QUEEN. 'Tis nothing less: conceit is still deriv'd\r\n    From some forefather grief; mine is not so,\r\n    For nothing hath begot my something grief,\r\n    Or something hath the nothing that I grieve;\r\n    'Tis in reversion that I do possess-\r\n    But what it is that is not yet known what,\r\n    I cannot name; 'tis nameless woe, I wot.\r", "type": "direction"}, {"direction": "Enter GREEN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GREEN. God save your Majesty! and well met, gentlemen.\r\n    I hope the King is not yet shipp'd for Ireland.\r", "type": "direction"}, {"direction": "  QUEEN. Why hopest thou so? 'Tis better hope he is;\r\n    For his designs crave haste, his haste good hope.\r\n    Then wherefore dost thou hope he is not shipp'd?\r", "type": "direction"}, {"direction": "  GREEN. That he, our hope, might have retir'd his power\r\n    And driven into despair an enemy's hope\r\n    Who strongly hath set footing in this land.\r\n    The banish'd Bolingbroke repeals himself,\r\n    And with uplifted arms is safe arriv'd\r\n    At Ravenspurgh.\r", "type": "direction"}, {"direction": "  QUEEN. Now God in heaven forbid!\r", "type": "direction"}, {"direction": "  GREEN. Ah, madam, 'tis too true; and that is worse,\r\n    The Lord Northumberland, his son young Henry Percy,\r\n    The Lords of Ross, Beaumond, and Willoughby,\r\n    With all their powerful friends, are fled to him.\r", "type": "direction"}, {"direction": "  BUSHY. Why have you not proclaim'd Northumberland\r\n    And all the rest revolted faction traitors?\r", "type": "direction"}, {"direction": "  GREEN. We have; whereupon the Earl of Worcester\r\n    Hath broken his staff, resign'd his stewardship,\r\n    And all the household servants fled with him\r\n    To Bolingbroke.\r", "type": "direction"}, {"direction": "  QUEEN. So, Green, thou art the midwife to my woe,\r\n    And Bolingbroke my sorrow's dismal heir.\r\n    Now hath my soul brought forth her prodigy;\r\n    And I, a gasping new-deliver'd mother,\r\n    Have woe to woe, sorrow to sorrow join'd.\r", "type": "direction"}, {"direction": "  BUSHY. Despair not, madam.\r", "type": "direction"}, {"direction": "  QUEEN. Who shall hinder me?\r\n    I will despair, and be at enmity\r\n    With cozening hope-he is a flatterer,\r\n    A parasite, a keeper-back of death,\r\n    Who gently would dissolve the bands of life,\r\n    Which false hope lingers in extremity.\r", "type": "direction"}, {"direction": "Enter YORK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GREEN. Here comes the Duke of York.\r", "type": "direction"}, {"direction": "  QUEEN. With signs of war about his aged neck.\r\n    O, full of careful business are his looks!\r\n    Uncle, for God's sake, speak comfortable words.\r", "type": "direction"}, {"direction": "  YORK. Should I do so, I should belie my thoughts.\r\n    Comfort's in heaven; and we are on the earth,\r\n    Where nothing lives but crosses, cares, and grief.\r\n    Your husband, he is gone to save far off,\r\n    Whilst others come to make him lose at home.\r\n    Here am I left to underprop his land,\r\n    Who, weak with age, cannot support myself.\r\n    Now comes the sick hour that his surfeit made;\r\n    Now shall he try his friends that flatter'd him.\r", "type": "direction"}, {"direction": "Enter a SERVINGMAN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SERVINGMAN. My lord, your son was gone before I came.\r", "type": "direction"}, {"direction": "  YORK. He was-why so go all which way it will!\r\n    The nobles they are fled, the commons they are cold\r\n    And will, I fear, revolt on Hereford's side.\r\n    Sirrah, get thee to Plashy, to my sister Gloucester;\r\n    Bid her send me presently a thousand pound.\r\n    Hold, take my ring.\r", "type": "direction"}, {"direction": "  SERVINGMAN. My lord, I had forgot to tell your lordship,\r\n    To-day, as I came by, I called there-\r\n    But I shall grieve you to report the rest.\r", "type": "direction"}, {"direction": "  YORK. What is't, knave?\r", "type": "direction"}, {"direction": "  SERVINGMAN. An hour before I came, the Duchess died.\r", "type": "direction"}, {"direction": "  YORK. God for his mercy! what a tide of woes\r\n    Comes rushing on this woeful land at once!\r\n    I know not what to do. I would to God,\r\n    So my untruth had not provok'd him to it,\r\n    The King had cut off my head with my brother's.\r\n    What, are there no posts dispatch'd for Ireland?\r\n    How shall we do for money for these wars?\r\n    Come, sister-cousin, I would say-pray, pardon me.\r\n    Go, fellow, get thee home, provide some carts,\r\n    And bring away the armour that is there.\r\n                                                 Exit SERVINGMAN\r\n    Gentlemen, will you go muster men?\r\n    If I know how or which way to order these affairs\r\n    Thus disorderly thrust into my hands,\r\n    Never believe me. Both are my kinsmen.\r\n    T'one is my sovereign, whom both my oath\r\n    And duty bids defend; t'other again\r\n    Is my kinsman, whom the King hath wrong'd,\r\n    Whom conscience and my kindred bids to right.\r\n    Well, somewhat we must do.-Come, cousin,\r\n    I'll dispose of you. Gentlemen, go muster up your men\r\n    And meet me presently at Berkeley.\r\n    I should to Plashy too,\r\n    But time will not permit. All is uneven,\r\n    And everything is left at six and seven.\r\n                                           Exeunt YORK and QUEEN\r", "type": "direction"}, {"direction": "  BUSHY. The wind sits fair for news to go to Ireland.\r\n    But none returns. For us to levy power\r\n    Proportionable to the enemy\r\n    Is all unpossible.\r", "type": "direction"}, {"direction": "  GREEN. Besides, our nearness to the King in love\r\n    Is near the hate of those love not the King.\r", "type": "direction"}, {"direction": "  BAGOT. And that is the wavering commons; for their love\r\n    Lies in their purses; and whoso empties them,\r\n    By so much fills their hearts with deadly hate.\r", "type": "direction"}, {"direction": "  BUSHY. Wherein the King stands generally condemn'd.\r", "type": "direction"}, {"direction": "  BAGOT. If judgment lie in them, then so do we,\r\n    Because we ever have been near the King.\r", "type": "direction"}, {"direction": "  GREEN. Well, I will for refuge straight to Bristow Castle.\r\n    The Earl of Wiltshire is already there.\r", "type": "direction"}, {"direction": "  BUSHY. Thither will I with you; for little office\r\n    Will the hateful commons perform for us,\r\n    Except Eke curs to tear us all to pieces.\r\n    Will you go along with us?\r", "type": "direction"}, {"direction": "  BAGOT. No; I will to Ireland to his Majesty.\r\n    Farewell. If heart's presages be not vain,\r\n    We three here part that ne'er shall meet again.\r", "type": "direction"}, {"direction": "  BUSHY. That's as York thrives to beat back Bolingbroke.\r", "type": "direction"}, {"direction": "  GREEN. Alas, poor Duke! the task he undertakes\r\n    Is numb'ring sands and drinking oceans dry.\r\n    Where one on his side fights, thousands will fly.\r\n    Farewell at once-for once, for all, and ever.\r", "type": "direction"}, {"direction": "  BUSHY. Well, we may meet again.\r", "type": "direction"}, {"direction": "  BAGOT. I fear me, never.                                Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 2. Windsor Castle\r", "scene": 5, "act": 1}, {"text": [{"direction": "SCENE 3. Gloucestershire\r", "type": "direction"}, {"direction": "Enter BOLINGBROKE and NORTHUMBERLAND, forces\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. How far is it, my lord, to Berkeley now?\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Believe me, noble lord,\r\n    I am a stranger here in Gloucestershire.\r\n    These high wild hills and rough uneven ways\r\n    Draws out our miles, and makes them wearisome;\r\n    And yet your fair discourse hath been as sugar,\r\n    Making the hard way sweet and delectable.\r\n    But I bethink me what a weary way\r\n    From Ravenspurgh to Cotswold will be found\r\n    In Ross and Willoughby, wanting your company,\r\n    Which, I protest, hath very much beguil'd\r\n    The tediousness and process of my travel.\r\n    But theirs is sweet'ned with the hope to have\r\n    The present benefit which I possess;\r\n    And hope to joy is little less in joy\r\n    Than hope enjoy'd. By this the weary lords\r\n    Shall make their way seem short, as mine hath done\r\n    By sight of what I have, your noble company.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Of much less value is my company\r\n    Than your good words. But who comes here?\r", "type": "direction"}, {"direction": "Enter HARRY PERCY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. It is my son, young Harry Percy,\r\n    Sent from my brother Worcester, whencesoever.\r\n    Harry, how fares your uncle?\r", "type": "direction"}, {"direction": "  PERCY. I had thought, my lord, to have learn'd his health of you.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Why, is he not with the Queen?\r", "type": "direction"}, {"direction": "  PERCY. No, my good lord; he hath forsook the court,\r\n    Broken his staff of office, and dispers'd\r\n    The household of the King.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. What was his reason?\r\n    He was not so resolv'd when last we spake together.\r", "type": "direction"}, {"direction": "  PERCY. Because your lordship was proclaimed traitor.\r\n    But he, my lord, is gone to Ravenspurgh,\r\n    To offer service to the Duke of Hereford;\r\n    And sent me over by Berkeley, to discover\r\n    What power the Duke of York had levied there;\r\n    Then with directions to repair to Ravenspurgh.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Have you forgot the Duke of Hereford, boy?\r", "type": "direction"}, {"direction": "  PERCY. No, my good lord; for that is not forgot\r\n    Which ne'er I did remember; to my knowledge,\r\n    I never in my life did look on him.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Then learn to know him now; this is the Duke.\r", "type": "direction"}, {"direction": "  PERCY. My gracious lord, I tender you my service,\r\n    Such as it is, being tender, raw, and young;\r\n    Which elder days shall ripen, and confirm\r\n    To more approved service and desert.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. I thank thee, gentle Percy; and be sure\r\n    I count myself in nothing else so happy\r\n    As in a soul rememb'ring my good friends;\r\n    And as my fortune ripens with thy love,\r\n    It shall be still thy true love's recompense.\r\n    My heart this covenant makes, my hand thus seals it.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. How far is it to Berkeley? And what stir\r\n    Keeps good old York there with his men of war?\r", "type": "direction"}, {"direction": "  PERCY. There stands the castle, by yon tuft of trees,\r\n    Mann'd with three hundred men, as I have heard;\r\n    And in it are the Lords of York, Berkeley, and Seymour-\r\n    None else of name and noble estimate.\r", "type": "direction"}, {"direction": "Enter Ross and WILLOUGHBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Here come the Lords of Ross and Willoughby,\r\n    Bloody with spurring, fiery-red with haste.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Welcome, my lords. I wot your love pursues\r\n    A banish'd traitor. All my treasury\r\n    Is yet but unfelt thanks, which, more enrich'd,\r\n    Shall be your love and labour's recompense.\r", "type": "direction"}, {"direction": "  ROSS. Your presence makes us rich, most noble lord.\r", "type": "direction"}, {"direction": "  WILLOUGHBY. And far surmounts our labour to attain it.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Evermore thanks, the exchequer of the poor;\r\n    Which, till my infant fortune comes to years,\r\n    Stands for my bounty. But who comes here?\r", "type": "direction"}, {"direction": "Enter BERKELEY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. It is my Lord of Berkeley, as I guess.\r", "type": "direction"}, {"direction": "  BERKELEY. My Lord of Hereford, my message is to you.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. My lord, my answer is-'to Lancaster';\r\n    And I am come to seek that name in England;\r\n    And I must find that title in your tongue\r\n    Before I make reply to aught you say.\r", "type": "direction"}, {"direction": "  BERKELEY. Mistake me not, my lord; 'tis not my meaning\r\n    To raze one title of your honour out.\r\n    To you, my lord, I come-what lord you will-\r\n    From the most gracious regent of this land,\r\n    The Duke of York, to know what pricks you on\r\n    To take advantage of the absent time,\r\n    And fright our native peace with self-borne arms.\r", "type": "direction"}, {"direction": "Enter YORK, attended\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. I shall not need transport my words by you;\r\n    Here comes his Grace in person. My noble uncle!\r\n                                                     [Kneels]\r", "type": "direction"}, {"direction": "  YORK. Show me thy humble heart, and not thy knee,\r\n    Whose duty is deceivable and false.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. My gracious uncle!-\r", "type": "direction"}, {"direction": "  YORK. Tut, tut!\r\n    Grace me no grace, nor uncle me no uncle.\r\n    I am no traitor's uncle; and that word 'grace'\r\n    In an ungracious mouth is but profane.\r\n    Why have those banish'd and forbidden legs\r\n    Dar'd once to touch a dust of England's ground?\r\n    But then more 'why?'-why have they dar'd to march\r\n    So many miles upon her peaceful bosom,\r\n    Frighting her pale-fac'd villages with war\r\n    And ostentation of despised arms?\r\n    Com'st thou because the anointed King is hence?\r\n    Why, foolish boy, the King is left behind,\r\n    And in my loyal bosom lies his power.\r\n    Were I but now lord of such hot youth\r\n    As when brave Gaunt, thy father, and myself\r\n    Rescued the Black Prince, that young Mars of men,\r\n    From forth the ranks of many thousand French,\r\n    O, then how quickly should this arm of mine,\r\n    Now prisoner to the palsy, chastise the\r\n    And minister correction to thy fault!\r\n  BOLINGBROKE My gracious uncle, let me know my fault;\r\n    On what condition stands it and wherein?\r", "type": "direction"}, {"direction": "  YORK. Even in condition of the worst degree-\r\n    In gross rebellion and detested treason.\r\n    Thou art a banish'd man, and here art come\r\n    Before the expiration of thy time,\r\n    In braving arms against thy sovereign.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. As I was banish'd, I was banish'd Hereford;\r\n    But as I come, I come for Lancaster.\r\n    And, noble uncle, I beseech your Grace\r\n    Look on my wrongs with an indifferent eye.\r\n    You are my father, for methinks in you\r\n    I see old Gaunt alive. O, then, my father,\r\n    Will you permit that I shall stand condemn'd\r\n    A wandering vagabond; my rights and royalties\r\n    Pluck'd from my arms perforce, and given away\r\n    To upstart unthrifts? Wherefore was I born?\r\n    If that my cousin king be King in England,\r\n    It must be granted I am Duke of Lancaster.\r\n    You have a son, Aumerle, my noble cousin;\r\n    Had you first died, and he been thus trod down,\r\n    He should have found his uncle Gaunt a father\r\n    To rouse his wrongs and chase them to the bay.\r\n    I am denied to sue my livery here,\r\n    And yet my letters patents give me leave.\r\n    My father's goods are all distrain'd and sold;\r\n    And these and all are all amiss employ'd.\r\n    What would you have me do? I am a subject,\r\n    And I challenge law-attorneys are denied me;\r\n    And therefore personally I lay my claim\r\n    To my inheritance of free descent.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. The noble Duke hath been too much abused.\r", "type": "direction"}, {"direction": "  ROSS. It stands your Grace upon to do him right.\r", "type": "direction"}, {"direction": "  WILLOUGHBY. Base men by his endowments are made great.\r", "type": "direction"}, {"direction": "  YORK. My lords of England, let me tell you this:\r\n    I have had feeling of my cousin's wrongs,\r\n    And labour'd all I could to do him right;\r\n    But in this kind to come, in braving arms,\r\n    Be his own carver and cut out his way,\r\n    To find out right with wrong-it may not be;\r\n    And you that do abet him in this kind\r\n    Cherish rebellion, and are rebels all.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. The noble Duke hath sworn his coming is\r\n    But for his own; and for the right of that\r\n    We all have strongly sworn to give him aid;\r\n    And let him never see joy that breaks that oath!\r", "type": "direction"}, {"direction": "  YORK. Well, well, I see the issue of these arms.\r\n    I cannot mend it, I must needs confess,\r\n    Because my power is weak and all ill left;\r\n    But if I could, by Him that gave me life,\r\n    I would attach you all and make you stoop\r\n    Unto the sovereign mercy of the King;\r\n    But since I cannot, be it known unto you\r\n    I do remain as neuter. So, fare you well;\r\n    Unless you please to enter in the castle,\r\n    And there repose you for this night.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. An offer, uncle, that we will accept.\r\n    But we must win your Grace to go with us\r\n    To Bristow Castle, which they say is held\r\n    By Bushy, Bagot, and their complices,\r\n    The caterpillars of the commonwealth,\r\n    Which I have sworn to weed and pluck away.\r", "type": "direction"}, {"direction": "  YORK. It may be I will go with you; but yet I'll pause,\r\n    For I am loath to break our country's laws.\r\n    Nor friends nor foes, to me welcome you are.\r\n    Things past redress are now with me past care.        Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3. Gloucestershire\r", "scene": 6, "act": 1}, {"text": [{"direction": "SCENE 4. A camp in Wales\r", "type": "direction"}, {"direction": "Enter EARL OF SALISBURY and a WELSH CAPTAIN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CAPTAIN. My Lord of Salisbury, we have stay'd ten days\r\n    And hardly kept our countrymen together,\r\n    And yet we hear no tidings from the King;\r\n    Therefore we will disperse ourselves. Farewell.\r", "type": "direction"}, {"direction": "  SALISBURY. Stay yet another day, thou trusty Welshman;\r\n    The King reposeth all his confidence in thee.\r", "type": "direction"}, {"direction": "  CAPTAIN. 'Tis thought the King is dead; we will not stay.\r\n    The bay trees in our country are all wither'd,\r\n    And meteors fright the fixed stars of heaven;\r\n    The pale-fac'd moon looks bloody on the earth,\r\n    And lean-look'd prophets whisper fearful change;\r\n    Rich men look sad, and ruffians dance and leap-\r\n    The one in fear to lose what they enjoy,\r\n    The other to enjoy by rage and war.\r\n    These signs forerun the death or fall of kings.\r\n    Farewell. Our countrymen are gone and fled,\r\n    As well assur'd Richard their King is dead.             Exit\r", "type": "direction"}, {"direction": "  SALISBURY. Ah, Richard, with the eyes of heavy mind,\r\n    I see thy glory like a shooting star\r\n    Fall to the base earth from the firmament!\r\n    The sun sets weeping in the lowly west,\r\n    Witnessing storms to come, woe, and unrest;\r\n    Thy friends are fled, to wait upon thy foes;\r\n    And crossly to thy good all fortune goes.               Exit\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT III. SCENE I. BOLINGBROKE'S camp at Bristol\r", "type": "direction"}, {"direction": "Enter BOLINGBROKE, YORK, NORTHUMBERLAND, PERCY, ROSS, WILLOUGHBY,\r\nBUSHY and GREEN, prisoners\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Bring forth these men.\r\n    Bushy and Green, I will not vex your souls-\r\n    Since presently your souls must part your bodies-\r\n    With too much urging your pernicious lives,\r\n    For 'twere no charity; yet, to wash your blood\r\n    From off my hands, here in the view of men\r\n    I will unfold some causes of your deaths:\r\n    You have misled a prince, a royal king,\r\n    A happy gentleman in blood and lineaments,\r\n    By you unhappied and disfigured clean;\r\n    You have in manner with your sinful hours\r\n    Made a divorce betwixt his queen and him;\r\n    Broke the possession of a royal bed,\r\n    And stain'd the beauty of a fair queen's cheeks\r\n    With tears drawn from her eyes by your foul wrongs;\r\n    Myself-a prince by fortune of my birth,\r\n    Near to the King in blood, and near in love\r\n    Till you did make him misinterpret me-\r\n    Have stoop'd my neck under your injuries\r\n    And sigh'd my English breath in foreign clouds,\r\n    Eating the bitter bread of banishment,\r\n    Whilst you have fed upon my signories,\r\n    Dispark'd my parks and fell'd my forest woods,\r\n    From my own windows torn my household coat,\r\n    Raz'd out my imprese, leaving me no sign\r\n    Save men's opinions and my living blood\r\n    To show the world I am a gentleman.\r\n    This and much more, much more than twice all this,\r\n    Condemns you to the death. See them delivered over\r\n    To execution and the hand of death.\r", "type": "direction"}, {"direction": "  BUSHY. More welcome is the stroke of death to me\r\n    Than Bolingbroke to England. Lords, farewell.\r", "type": "direction"}, {"direction": "  GREEN. My comfort is that heaven will take our souls,\r\n    And plague injustice with the pains of hell.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. My Lord Northumberland, see them dispatch'd.\r\n           Exeunt NORTHUMBERLAND, and others, with the prisoners\r\n    Uncle, you say the Queen is at your house;\r\n    For God's sake, fairly let her be entreated.\r\n    Tell her I send to her my kind commends;\r\n    Take special care my greetings be delivered.\r", "type": "direction"}, {"direction": "  YORK. A gentleman of mine I have dispatch'd\r\n    With letters of your love to her at large.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Thanks, gentle uncle. Come, lords, away,\r\n    To fight with Glendower and his complices.\r\n    Awhile to work, and after holiday.                    Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4. A camp in Wales\r", "scene": 7, "act": 1}, {"text": [{"direction": "SCENE 2. The coast of Wales. A castle in view\r\n\r\nDrums. Flourish and colours. Enter the KING, the BISHOP OF CARLISLE,\r\nAUMERLE, and soldiers\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Barkloughly Castle can they this at hand?\r", "type": "direction"}, {"direction": "  AUMERLE. Yea, my lord. How brooks your Grace the air\r\n    After your late tossing on the breaking seas?\r", "type": "direction"}, {"direction": "  KING RICHARD. Needs must I like it well. I weep for joy\r\n    To stand upon my kingdom once again.\r\n    Dear earth, I do salute thee with my hand,\r\n    Though rebels wound thee with their horses' hoofs.\r\n    As a long-parted mother with her child\r\n    Plays fondly with her tears and smiles in meeting,\r\n    So weeping-smiling greet I thee, my earth,\r\n    And do thee favours with my royal hands.\r\n    Feed not thy sovereign's foe, my gentle earth,\r\n    Nor with thy sweets comfort his ravenous sense;\r\n    But let thy spiders, that suck up thy venom,\r\n    And heavy-gaited toads, lie in their way,\r\n    Doing annoyance to the treacherous feet\r\n    Which with usurping steps do trample thee;\r\n    Yield stinging nettles to mine enemies;\r\n    And when they from thy bosom pluck a flower,\r\n    Guard it, I pray thee, with a lurking adder,\r\n    Whose double tongue may with a mortal touch\r\n    Throw death upon thy sovereign's enemies.\r\n    Mock not my senseless conjuration, lords.\r\n    This earth shall have a feeling, and these stones\r\n    Prove armed soldiers, ere her native king\r\n    Shall falter under foul rebellion's arms.\r", "type": "direction"}, {"direction": "  CARLISLE. Fear not, my lord; that Power that made you king\r\n    Hath power to keep you king in spite of all.\r\n    The means that heaven yields must be embrac'd\r\n    And not neglected; else, if heaven would,\r\n    And we will not, heaven's offer we refuse,\r\n    The proffered means of succour and redress.\r", "type": "direction"}, {"direction": "  AUMERLE. He means, my lord, that we are too remiss;\r\n    Whilst Bolingbroke, through our security,\r\n    Grows strong and great in substance and in power.\r", "type": "direction"}, {"direction": "  KING RICHARD. Discomfortable cousin! know'st thou not\r\n    That when the searching eye of heaven is hid,\r\n    Behind the globe, that lights the lower world,\r\n    Then thieves and robbers range abroad unseen\r\n    In murders and in outrage boldly here;\r\n    But when from under this terrestrial ball\r\n    He fires the proud tops of the eastern pines\r\n    And darts his light through every guilty hole,\r\n    Then murders, treasons, and detested sins,\r\n    The cloak of night being pluck'd from off their backs,\r\n    Stand bare and naked, trembling at themselves?\r\n    So when this thief, this traitor, Bolingbroke,\r\n    Who all this while hath revell'd in the night,\r\n    Whilst we were wand'ring with the Antipodes,\r\n    Shall see us rising in our throne, the east,\r\n    His treasons will sit blushing in his face,\r\n    Not able to endure the sight of day,\r\n    But self-affrighted tremble at his sin.\r\n    Not all the water in the rough rude sea\r\n    Can wash the balm off from an anointed king;\r\n    The breath of worldly men cannot depose\r\n    The deputy elected by the Lord.\r\n    For every man that Bolingbroke hath press'd\r\n    To lift shrewd steel against our golden crown,\r\n    God for his Richard hath in heavenly pay\r\n    A glorious angel. Then, if angels fight,\r\n    Weak men must fall; for heaven still guards the right.\r", "type": "direction"}, {"direction": "Enter SALISBURY\r\n\r\n    Welcome, my lord. How far off lies your power?\r", "type": "direction"}, {"direction": "  SALISBURY. Nor near nor farther off, my gracious lord,\r\n    Than this weak arm. Discomfort guides my tongue,\r\n    And bids me speak of nothing but despair.\r\n    One day too late, I fear me, noble lord,\r\n    Hath clouded all thy happy days on earth.\r\n    O, call back yesterday, bid time return,\r\n    And thou shalt have twelve thousand fighting men!\r\n    To-day, to-day, unhappy day, too late,\r\n    O'erthrows thy joys, friends, fortune, and thy state;\r\n    For all the Welshmen, hearing thou wert dead,\r\n    Are gone to Bolingbroke, dispers'd, and fled.\r", "type": "direction"}, {"direction": "  AUMERLE. Comfort, my liege, why looks your Grace so pale?\r", "type": "direction"}, {"direction": "  KING RICHARD. But now the blood of twenty thousand men\r\n    Did triumph in my face, and they are fled;\r\n    And, till so much blood thither come again,\r\n    Have I not reason to look pale and dead?\r\n    All souls that will be safe, fly from my side;\r\n    For time hath set a blot upon my pride.\r", "type": "direction"}, {"direction": "  AUMERLE. Comfort, my liege; remember who you are.\r", "type": "direction"}, {"direction": "  KING RICHARD. I had forgot myself; am I not King?\r\n    Awake, thou coward majesty! thou sleepest.\r\n    Is not the King's name twenty thousand names?\r\n    Arm, arm, my name! a puny subject strikes\r\n    At thy great glory. Look not to the ground,\r\n    Ye favourites of a king; are we not high?\r\n    High be our thoughts. I know my uncle York\r\n    Hath power enough to serve our turn. But who comes here?\r", "type": "direction"}, {"direction": "Enter SCROOP\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SCROOP. More health and happiness betide my liege\r\n    Than can my care-tun'd tongue deliver him.\r", "type": "direction"}, {"direction": "  KING RICHARD. Mine ear is open and my heart prepar'd.\r\n    The worst is worldly loss thou canst unfold.\r\n    Say, is my kingdom lost? Why, 'twas my care,\r\n    And what loss is it to be rid of care?\r\n    Strives Bolingbroke to be as great as we?\r\n    Greater he shall not be; if he serve God,\r\n    We'll serve him too, and be his fellow so.\r\n    Revolt our subjects? That we cannot mend;\r\n    They break their faith to God as well as us.\r\n    Cry woe, destruction, ruin, and decay-\r\n    The worst is death, and death will have his day.\r", "type": "direction"}, {"direction": "  SCROOP. Glad am I that your Highness is so arm'd\r\n    To bear the tidings of calamity.\r\n    Like an unseasonable stormy day\r\n    Which makes the silver rivers drown their shores,\r\n    As if the world were all dissolv'd to tears,\r\n    So high above his limits swells the rage\r\n    Of Bolingbroke, covering your fearful land\r\n    With hard bright steel and hearts harder than steel.\r\n    White-beards have arm'd their thin and hairless scalps\r\n    Against thy majesty; boys, with women's voices,\r\n    Strive to speak big, and clap their female joints\r\n    In stiff unwieldy arms against thy crown;\r\n    Thy very beadsmen learn to bend their bows\r\n    Of double-fatal yew against thy state;\r\n    Yea, distaff-women manage rusty bills\r\n    Against thy seat: both young and old rebel,\r\n    And all goes worse than I have power to tell.\r", "type": "direction"}, {"direction": "  KING RICHARD. Too well, too well thou tell'st a tale so in.\r\n    Where is the Earl of Wiltshire? Where is Bagot?\r\n    What is become of Bushy? Where is Green?\r\n    That they have let the dangerous enemy\r\n    Measure our confines with such peaceful steps?\r\n    If we prevail, their heads shall pay for it.\r\n    I warrant they have made peace with Bolingbroke.\r", "type": "direction"}, {"direction": "  SCROOP. Peace have they made with him indeed, my lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. O villains, vipers, damn'd without redemption!\r\n    Dogs, easily won to fawn on any man!\r\n    Snakes, in my heart-blood warm'd, that sting my heart!\r\n    Three Judases, each one thrice worse than Judas!\r\n    Would they make peace? Terrible hell make war\r\n    Upon their spotted souls for this offence!\r", "type": "direction"}, {"direction": "  SCROOP. Sweet love, I see, changing his property,\r\n    Turns to the sourest and most deadly hate.\r\n    Again uncurse their souls; their peace is made\r\n    With heads, and not with hands; those whom you curse\r\n    Have felt the worst of death's destroying wound\r\n    And lie full low, grav'd in the hollow ground.\r", "type": "direction"}, {"direction": "  AUMERLE. Is Bushy, Green, and the Earl of Wiltshire dead?\r", "type": "direction"}, {"direction": "  SCROOP. Ay, all of them at Bristow lost their heads.\r", "type": "direction"}, {"direction": "  AUMERLE. Where is the Duke my father with his power?\r", "type": "direction"}, {"direction": "  KING RICHARD. No matter where-of comfort no man speak.\r\n    Let's talk of graves, of worms, and epitaphs;\r\n    Make dust our paper, and with rainy eyes\r\n    Write sorrow on the bosom of the earth.\r\n    Let's choose executors and talk of wills;\r\n    And yet not so-for what can we bequeath\r\n    Save our deposed bodies to the ground?\r\n    Our lands, our lives, and an, are Bolingbroke's.\r\n    And nothing can we can our own but death\r\n    And that small model of the barren earth\r\n    Which serves as paste and cover to our bones.\r\n    For God's sake let us sit upon the ground\r\n    And tell sad stories of the death of kings:\r\n    How some have been depos'd, some slain in war,\r\n    Some haunted by the ghosts they have depos'd,\r\n    Some poison'd by their wives, some sleeping kill'd,\r\n    All murder'd-for within the hollow crown\r\n    That rounds the mortal temples of a king\r\n    Keeps Death his court; and there the antic sits,\r\n    Scoffing his state and grinning at his pomp;\r\n    Allowing him a breath, a little scene,\r\n    To monarchize, be fear'd, and kill with looks;\r\n    Infusing him with self and vain conceit,\r\n    As if this flesh which walls about our life\r\n    Were brass impregnable; and, humour'd thus,\r\n    Comes at the last, and with a little pin\r\n    Bores through his castle wall, and farewell, king!\r\n    Cover your heads, and mock not flesh and blood\r\n    With solemn reverence; throw away respect,\r\n    Tradition, form, and ceremonious duty;\r\n    For you have but mistook me all this while.\r\n    I live with bread like you, feel want,\r\n    Taste grief, need friends: subjected thus,\r\n    How can you say to me I am a king?\r", "type": "direction"}, {"direction": "  CARLISLE. My lord, wise men ne'er sit and wail their woes,\r\n    But presently prevent the ways to wail.\r\n    To fear the foe, since fear oppresseth strength,\r\n    Gives, in your weakness, strength unto your foe,\r\n    And so your follies fight against yourself.\r\n    Fear and be slain-no worse can come to fight;\r\n    And fight and die is death destroying death,\r\n    Where fearing dying pays death servile breath.\r", "type": "direction"}, {"direction": "  AUMERLE. My father hath a power; inquire of him,\r\n    And learn to make a body of a limb.\r", "type": "direction"}, {"direction": "  KING RICHARD. Thou chid'st me well. Proud Bolingbroke, I come\r\n    To change blows with thee for our day of doom.\r\n    This ague fit of fear is over-blown;\r\n    An easy task it is to win our own.\r\n    Say, Scroop, where lies our uncle with his power?\r\n    Speak sweetly, man, although thy looks be sour.\r", "type": "direction"}, {"direction": "  SCROOP. Men judge by the complexion of the sky\r\n    The state in inclination of the day;\r\n    So may you by my dull and heavy eye,\r\n    My tongue hath but a heavier tale to say.\r\n    I play the torturer, by small and small\r\n    To lengthen out the worst that must be spoken:\r\n    Your uncle York is join'd with Bolingbroke;\r\n    And all your northern castles yielded up,\r\n    And all your southern gentlemen in arms\r\n    Upon his party.\r", "type": "direction"}, {"direction": "  KING RICHARD. Thou hast said enough.\r\n      [To AUMERLE] Beshrew thee, cousin, which didst lead me forth\r\n    Of that sweet way I was in to despair!\r\n    What say you now? What comfort have we now?\r\n    By heaven, I'll hate him everlastingly\r\n    That bids me be of comfort any more.\r\n    Go to Flint Castle; there I'll pine away;\r\n    A king, woe's slave, shall kingly woe obey.\r\n    That power I have, discharge; and let them go\r\n    To ear the land that hath some hope to grow,\r\n    For I have none. Let no man speak again\r\n    To alter this, for counsel is but vain.\r", "type": "direction"}, {"direction": "  AUMERLE. My liege, one word.\r", "type": "direction"}, {"direction": "  KING RICHARD. He does me double wrong\r\n    That wounds me with the flatteries of his tongue.\r\n    Discharge my followers; let them hence away,\r\n    From Richard's night to Bolingbroke's fair day.       Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 2. The coast of Wales. A castle in view\r\n\r\nDrums. Flourish and colours. Enter the KING, the BISHOP OF CARLISLE,\r\nAUMERLE, and soldiers\r", "scene": 8, "act": 1}, {"text": [{"direction": "SCENE 3. Wales. Before Flint Castle\r", "type": "direction"}, {"direction": "Enter, with drum and colours, BOLINGBROKE, YORK, NORTHUMBERLAND, and\r\nforces\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. So that by this intelligence we learn\r\n    The Welshmen are dispers'd; and Salisbury\r\n    Is gone to meet the King, who lately landed\r\n    With some few private friends upon this coast.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. The news is very fair and good, my lord.\r\n    Richard not far from hence hath hid his head.\r", "type": "direction"}, {"direction": "  YORK. It would beseem the Lord Northumberland\r\n    To say 'King Richard.' Alack the heavy day\r\n    When such a sacred king should hide his head!\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Your Grace mistakes; only to be brief,\r\n    Left I his title out.\r", "type": "direction"}, {"direction": "  YORK. The time hath been,\r\n    Would you have been so brief with him, he would\r\n    Have been so brief with you to shorten you,\r\n    For taking so the head, your whole head's length.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Mistake not, uncle, further than you should.\r", "type": "direction"}, {"direction": "  YORK. Take not, good cousin, further than you should,\r\n    Lest you mistake. The heavens are over our heads.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. I know it, uncle; and oppose not myself\r\n    Against their will. But who comes here?\r", "type": "direction"}, {"direction": "Enter PERCY\r\n\r\n    Welcome, Harry. What, will not this castle yield?\r", "type": "direction"}, {"direction": "  PIERCY. The castle royally is mann'd, my lord,\r\n    Against thy entrance.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Royally!\r\n    Why, it contains no king?\r", "type": "direction"}, {"direction": "  PERCY. Yes, my good lord,\r\n    It doth contain a king; King Richard lies\r\n    Within the limits of yon lime and stone;\r\n    And with him are the Lord Aumerle, Lord Salisbury,\r\n    Sir Stephen Scroop, besides a clergyman\r\n    Of holy reverence; who, I cannot learn.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. O, belike it is the Bishop of Carlisle.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. [To NORTHUMBERLAND] Noble lord,\r\n    Go to the rude ribs of that ancient castle;\r\n    Through brazen trumpet send the breath of parley\r\n    Into his ruin'd ears, and thus deliver:\r\n    Henry Bolingbroke\r\n    On both his knees doth kiss King Richard's hand,\r\n    And sends allegiance and true faith of heart\r\n    To his most royal person; hither come\r\n    Even at his feet to lay my arms and power,\r\n    Provided that my banishment repeal'd\r\n    And lands restor'd again be freely granted;\r\n    If not, I'll use the advantage of my power\r\n    And lay the summer's dust with showers of blood\r\n    Rain'd from the wounds of slaughtered Englishmen;\r\n    The which how far off from the mind of Bolingbroke\r\n    It is such crimson tempest should bedrench\r\n    The fresh green lap of fair King Richard's land,\r\n    My stooping duty tenderly shall show.\r\n    Go, signify as much, while here we march\r\n    Upon the grassy carpet of this plain.\r\n           [NORTHUMBERLAND advances to the Castle, with a trumpet]\r\n    Let's march without the noise of threat'ning drum,\r\n    That from this castle's tottered battlements\r\n    Our fair appointments may be well perus'd.\r\n    Methinks King Richard and myself should meet\r\n    With no less terror than the elements\r\n    Of fire and water, when their thund'ring shock\r\n    At meeting tears the cloudy cheeks of heaven.\r\n    Be he the fire, I'll be the yielding water;\r\n    The rage be his, whilst on the earth I rain\r\n    My waters-on the earth, and not on him.\r\n    March on, and mark King Richard how he looks.\r\n\r\n      Parle without, and answer within; then a flourish.\r", "type": "direction"}, {"direction": "Enter on the walls, the KING, the BISHOP OF CARLISLE,\r\n      AUMERLE, SCROOP, and SALISBURY\r\n\r\n    See, see, King Richard doth himself appear,\r\n    As doth the blushing discontented sun\r\n    From out the fiery portal of the east,\r\n    When he perceives the envious clouds are bent\r\n    To dim his glory and to stain the track\r\n    Of his bright passage to the occident.\r", "type": "direction"}, {"direction": "  YORK. Yet he looks like a king. Behold, his eye,\r\n    As bright as is the eagle's, lightens forth\r\n    Controlling majesty. Alack, alack, for woe,\r\n    That any harm should stain so fair a show!\r", "type": "direction"}, {"direction": "  KING RICHARD. [To NORTHUMBERLAND] We are amaz'd; and thus long\r\n      have we stood\r\n    To watch the fearful bending of thy knee,\r\n    Because we thought ourself thy lawful King;\r\n    And if we be, how dare thy joints forget\r\n    To pay their awful duty to our presence?\r\n    If we be not, show us the hand of God\r\n    That hath dismiss'd us from our stewardship;\r\n    For well we know no hand of blood and bone\r\n    Can gripe the sacred handle of our sceptre,\r\n    Unless he do profane, steal, or usurp.\r\n    And though you think that all, as you have done,\r\n    Have torn their souls by turning them from us,\r\n    And we are barren and bereft of friends,\r\n    Yet know-my master, God omnipotent,\r\n    Is mustering in his clouds on our behalf\r\n    Armies of pestilence; and they shall strike\r\n    Your children yet unborn and unbegot,\r\n    That lift your vassal hands against my head\r\n    And threat the glory of my precious crown.\r\n    Tell Bolingbroke, for yon methinks he stands,\r\n    That every stride he makes upon my land\r\n    Is dangerous treason; he is come to open\r\n    The purple testament of bleeding war;\r\n    But ere the crown he looks for live in peace,\r\n    Ten thousand bloody crowns of mothers' sons\r\n    Shall ill become the flower of England's face,\r\n    Change the complexion of her maid-pale peace\r\n    To scarlet indignation, and bedew\r\n    Her pastures' grass with faithful English blood.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. The King of Heaven forbid our lord the King\r\n    Should so with civil and uncivil arms\r\n    Be rush'd upon! Thy thrice noble cousin,\r\n    Harry Bolingbroke, doth humbly kiss thy hand;\r\n    And by the honourable tomb he swears\r\n    That stands upon your royal grandsire's bones,\r\n    And by the royalties of both your bloods,\r\n    Currents that spring from one most gracious head,\r\n    And by the buried hand of warlike Gaunt,\r\n    And by the worth and honour of himself,\r\n    Comprising all that may be sworn or said,\r\n    His coming hither hath no further scope\r\n    Than for his lineal royalties, and to beg\r\n    Enfranchisement immediate on his knees;\r\n    Which on thy royal party granted once,\r\n    His glittering arms he will commend to rust,\r\n    His barbed steeds to stables, and his heart\r\n    To faithful service of your Majesty.\r\n    This swears he, as he is a prince, is just;\r\n    And as I am a gentleman I credit him.\r", "type": "direction"}, {"direction": "  KING RICHARD. Northumberland, say thus the King returns:\r\n    His noble cousin is right welcome hither;\r\n    And all the number of his fair demands\r\n    Shall be accomplish'd without contradiction.\r\n    With all the gracious utterance thou hast\r\n    Speak to his gentle hearing kind commends.\r\n    [To AUMERLE] We do debase ourselves, cousin, do we not,\r\n    To look so poorly and to speak so fair?\r\n    Shall we call back Northumberland, and send\r\n    Defiance to the traitor, and so die?\r", "type": "direction"}, {"direction": "  AUMERLE. No, good my lord; let's fight with gentle words\r\n    Till time lend friends, and friends their helpful swords.\r", "type": "direction"}, {"direction": "  KING RICHARD. O God, O God! that e'er this tongue of mine\r\n    That laid the sentence of dread banishment\r\n    On yon proud man should take it off again\r\n    With words of sooth! O that I were as great\r\n    As is my grief, or lesser than my name!\r\n    Or that I could forget what I have been!\r\n    Or not remember what I must be now!\r\n    Swell'st thou, proud heart? I'll give thee scope to beat,\r\n    Since foes have scope to beat both thee and me.\r", "type": "direction"}, {"direction": "  AUMERLE. Northumberland comes back from Bolingbroke.\r", "type": "direction"}, {"direction": "  KING RICHARD. What must the King do now? Must he submit?\r\n    The King shall do it. Must he be depos'd?\r\n    The King shall be contented. Must he lose\r\n    The name of king? A God's name, let it go.\r\n    I'll give my jewels for a set of beads,\r\n    My gorgeous palace for a hermitage,\r\n    My gay apparel for an almsman's gown,\r\n    My figur'd goblets for a dish of wood,\r\n    My sceptre for a palmer's walking staff,\r\n    My subjects for a pair of carved saints,\r\n    And my large kingdom for a little grave,\r\n    A little little grave, an obscure grave-\r\n    Or I'll be buried in the king's high way,\r\n    Some way of common trade, where subjects' feet\r\n    May hourly trample on their sovereign's head;\r\n    For on my heart they tread now whilst I live,\r\n    And buried once, why not upon my head?\r\n    Aumerle, thou weep'st, my tender-hearted cousin!\r\n    We'll make foul weather with despised tears;\r\n    Our sighs and they shall lodge the summer corn\r\n    And make a dearth in this revolting land.\r\n    Or shall we play the wantons with our woes\r\n    And make some pretty match with shedding tears?\r\n    As thus: to drop them still upon one place\r\n    Till they have fretted us a pair of graves\r\n    Within the earth; and, therein laid-there lies\r\n    Two kinsmen digg'd their graves with weeping eyes.\r\n    Would not this ill do well? Well, well, I see\r\n    I talk but idly, and you laugh at me.\r\n    Most mighty prince, my Lord Northumberland,\r\n    What says King Bolingbroke? Will his Majesty\r\n    Give Richard leave to live till Richard die?\r\n    You make a leg, and Bolingbroke says ay.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. My lord, in the base court he doth attend\r\n    To speak with you; may it please you to come down?\r", "type": "direction"}, {"direction": "  KING RICHARD. Down, down I come, like glist'ring Phaethon,\r\n    Wanting the manage of unruly jades.\r\n    In the base court? Base court, where kings grow base,\r\n    To come at traitors' calls, and do them grace.\r\n    In the base court? Come down? Down, court! down, king!\r\n    For night-owls shriek where mounting larks should sing.\r\n                                               Exeunt from above\r", "type": "direction"}, {"direction": "  BOLINGBROKE. What says his Majesty?\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Sorrow and grief of heart\r\n    Makes him speak fondly, like a frantic man;\r\n    Yet he is come.\r", "type": "direction"}, {"direction": "Enter the KING, and his attendants, below\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Stand all apart,\r\n    And show fair duty to his Majesty.   [He kneels down]\r\n    My gracious lord-\r", "type": "direction"}, {"direction": "  KING RICHARD. Fair cousin, you debase your princely knee\r\n    To make the base earth proud with kissing it.\r\n    Me rather had my heart might feel your love\r\n    Than my unpleas'd eye see your courtesy.\r\n    Up, cousin, up; your heart is up, I know,\r\n    [Touching his own head] Thus high at least, although your\r\n      knee be low.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. My gracious lord, I come but for mine own.\r", "type": "direction"}, {"direction": "  KING RICHARD. Your own is yours, and I am yours, and all.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. So far be mine, my most redoubted lord,\r\n    As my true service shall deserve your love.\r", "type": "direction"}, {"direction": "  KING RICHARD. Well you deserve. They well deserve to have\r\n    That know the strong'st and surest way to get.\r\n    Uncle, give me your hands; nay, dry your eyes:\r\n    Tears show their love, but want their remedies.\r\n    Cousin, I am too young to be your father,\r\n    Though you are old enough to be my heir.\r\n    What you will have, I'll give, and willing too;\r\n    For do we must what force will have us do.\r\n    Set on towards London. Cousin, is it so?\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Yea, my good lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Then I must not say no.         Flourish. Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3. Wales. Before Flint Castle\r", "scene": 9, "act": 1}, {"text": [{"direction": "SCENE 4. The DUKE OF YORK's garden\r", "type": "direction"}, {"direction": "Enter the QUEEN and two LADIES\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN. What sport shall we devise here in this garden\r\n    To drive away the heavy thought of care?\r", "type": "direction"}, {"direction": "  LADY. Madam, we'll play at bowls.\r", "type": "direction"}, {"direction": "  QUEEN. 'Twill make me think the world is full of rubs\r\n    And that my fortune runs against the bias.\r", "type": "direction"}, {"direction": "  LADY. Madam, we'll dance.\r", "type": "direction"}, {"direction": "  QUEEN. My legs can keep no measure in delight,\r\n    When my poor heart no measure keeps in grief;\r\n    Therefore no dancing, girl; some other sport.\r", "type": "direction"}, {"direction": "  LADY. Madam, we'll tell tales.\r", "type": "direction"}, {"direction": "  QUEEN. Of sorrow or of joy?\r", "type": "direction"}, {"direction": "  LADY. Of either, madam.\r", "type": "direction"}, {"direction": "  QUEEN. Of neither, girl;\r\n    For if of joy, being altogether wanting,\r\n    It doth remember me the more of sorrow;\r\n    Or if of grief, being altogether had,\r\n    It adds more sorrow to my want of joy;\r\n    For what I have I need not to repeat,\r\n    And what I want it boots not to complain.\r", "type": "direction"}, {"direction": "  LADY. Madam, I'll sing.\r", "type": "direction"}, {"direction": "  QUEEN. 'Tis well' that thou hast cause;\r\n    But thou shouldst please me better wouldst thou weep.\r", "type": "direction"}, {"direction": "  LADY. I could weep, madam, would it do you good.\r", "type": "direction"}, {"direction": "  QUEEN. And I could sing, would weeping do me good,\r\n    And never borrow any tear of thee.\r", "type": "direction"}, {"direction": "Enter a GARDENER and two SERVANTS\r\n\r\n    But stay, here come the gardeners.\r\n    Let's step into the shadow of these trees.\r\n    My wretchedness unto a row of pins,\r\n    They will talk of state, for every one doth so\r\n    Against a change: woe is forerun with woe.\r\n                                       [QUEEN and LADIES retire]\r", "type": "direction"}, {"direction": "  GARDENER. Go, bind thou up yon dangling apricocks,\r\n    Which, like unruly children, make their sire\r\n    Stoop with oppression of their prodigal weight;\r\n    Give some supportance to the bending twigs.\r\n    Go thou, and Eke an executioner\r\n    Cut off the heads of too fast growing sprays\r\n    That look too lofty in our commonwealth:\r\n    All must be even in our government.\r\n    You thus employ'd, I will go root away\r\n    The noisome weeds which without profit suck\r\n    The soil's fertility from wholesome flowers.\r", "type": "direction"}, {"direction": "  SERVANT. Why should we, in the compass of a pale,\r\n    Keep law and form and due proportion,\r\n    Showing, as in a model, our firm estate,\r\n    When our sea-walled garden, the whole land,\r\n    Is full of weeds; her fairest flowers chok'd up,\r\n    Her fruit trees all unprun'd, her hedges ruin'd,\r\n    Her knots disordered, and her wholesome herbs\r\n    Swarming with caterpillars?\r", "type": "direction"}, {"direction": "  GARDENER. Hold thy peace.\r\n    He that hath suffer'd this disorder'd spring\r\n    Hath now himself met with the fall of leaf;\r\n    The weeds which his broad-spreading leaves did shelter,\r\n    That seem'd in eating him to hold him up,\r\n    Are pluck'd up root and all by Bolingbroke-\r\n    I mean the Earl of Wiltshire, Bushy, Green.\r", "type": "direction"}, {"direction": "  SERVANT. What, are they dead?\r", "type": "direction"}, {"direction": "  GARDENER. They are; and Bolingbroke\r\n    Hath seiz'd the wasteful King. O, what pity is it\r\n    That he had not so trimm'd and dress'd his land\r\n    As we this garden! We at time of year\r\n    Do wound the bark, the skin of our fruit trees,\r\n    Lest, being over-proud in sap and blood,\r\n    With too much riches it confound itself;\r\n    Had he done so to great and growing men,\r\n    They might have Ev'd to bear, and he to taste\r\n    Their fruits of duty. Superfluous branches\r\n    We lop away, that bearing boughs may live;\r\n    Had he done so, himself had home the crown,\r\n    Which waste of idle hours hath quite thrown down.\r", "type": "direction"}, {"direction": "  SERVANT. What, think you the King shall be deposed?\r", "type": "direction"}, {"direction": "  GARDENER. Depress'd he is already, and depos'd\r\n    'Tis doubt he will be. Letters came last night\r\n    To a dear friend of the good Duke of York's\r\n    That tell black tidings.\r", "type": "direction"}, {"direction": "  QUEEN. O, I am press'd to death through want of speaking!\r\n                                                [Coming forward]\r\n    Thou, old Adam's likeness, set to dress this garden,\r\n    How dares thy harsh rude tongue sound this unpleasing news?\r\n    What Eve, what serpent, hath suggested the\r\n    To make a second fall of cursed man?\r\n    Why dost thou say King Richard is depos'd?\r\n    Dar'st thou, thou little better thing than earth,\r\n    Divine his downfall? Say, where, when, and how,\r\n    Cam'st thou by this ill tidings? Speak, thou wretch.\r", "type": "direction"}, {"direction": "  GARDENER. Pardon me, madam; little joy have\r\n    To breathe this news; yet what I say is true.\r\n    King Richard, he is in the mighty hold\r\n    Of Bolingbroke. Their fortunes both are weigh'd.\r\n    In your lord's scale is nothing but himself,\r\n    And some few vanities that make him light;\r\n    But in the balance of great Bolingbroke,\r\n    Besides himself, are all the English peers,\r\n    And with that odds he weighs King Richard down.\r\n    Post you to London, and you will find it so;\r\n    I speak no more than every one doth know.\r", "type": "direction"}, {"direction": "  QUEEN. Nimble mischance, that art so light of foot,\r\n    Doth not thy embassage belong to me,\r\n    And am I last that knows it? O, thou thinkest\r\n    To serve me last, that I may longest keep\r\n    Thy sorrow in my breast. Come, ladies, go\r\n    To meet at London London's King in woe.\r\n    What, was I born to this, that my sad look\r\n    Should grace the triumph of great Bolingbroke?\r\n    Gard'ner, for telling me these news of woe,\r\n    Pray God the plants thou graft'st may never grow!\r\n                                         Exeunt QUEEN and LADIES\r", "type": "direction"}, {"direction": "  GARDENER. Poor Queen, so that thy state might be no worse,\r\n    I would my skill were subject to thy curse.\r\n    Here did she fall a tear; here in this place\r\n    I'll set a bank of rue, sour herb of grace.\r\n    Rue, even for ruth, here shortly shall be seen,\r\n    In the remembrance of a weeping queen.                Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT IV. SCENE 1. Westminster Hall\r", "type": "direction"}, {"direction": "Enter, as to the Parliament, BOLINGBROKE, AUMERLE, NORTHUMBERLAND,\r\nPERCY, FITZWATER, SURREY, the BISHOP OF CARLISLE, the ABBOT OF\r\nWESTMINSTER, and others; HERALD, OFFICERS, and BAGOT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Call forth Bagot.\r\n    Now, Bagot, freely speak thy mind-\r\n    What thou dost know of noble Gloucester's death;\r\n    Who wrought it with the King, and who perform'd\r\n    The bloody office of his timeless end.\r", "type": "direction"}, {"direction": "  BAGOT. Then set before my face the Lord Aumerle.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Cousin, stand forth, and look upon that man.\r", "type": "direction"}, {"direction": "  BAGOT. My Lord Aumerle, I know your daring tongue\r\n    Scorns to unsay what once it hath deliver'd.\r\n    In that dead time when Gloucester's death was plotted\r\n    I heard you say 'Is not my arm of length,\r\n    That reacheth from the restful English Court\r\n    As far as Calais, to mine uncle's head?'\r\n    Amongst much other talk that very time\r\n    I heard you say that you had rather refuse\r\n    The offer of an hundred thousand crowns\r\n    Than Bolingbroke's return to England;\r\n    Adding withal, how blest this land would be\r\n    In this your cousin's death.\r", "type": "direction"}, {"direction": "  AUMERLE. Princes, and noble lords,\r\n    What answer shall I make to this base man?\r\n    Shall I so much dishonour my fair stars\r\n    On equal terms to give him chastisement?\r\n    Either I must, or have mine honour soil'd\r\n    With the attainder of his slanderous lips.\r\n    There is my gage, the manual seal of death\r\n    That marks thee out for hell. I say thou liest,\r\n    And will maintain what thou hast said is false\r\n    In thy heart-blood, through being all too base\r\n    To stain the temper of my knightly sword.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Bagot, forbear; thou shalt not take it up.\r", "type": "direction"}, {"direction": "  AUMERLE. Excepting one, I would he were the best\r\n    In all this presence that hath mov'd me so.\r", "type": "direction"}, {"direction": "  FITZWATER. If that thy valour stand on sympathy,\r\n    There is my gage, Aumerle, in gage to thine.\r\n    By that fair sun which shows me where thou stand'st,\r\n    I heard thee say, and vauntingly thou spak'st it,\r\n    That thou wert cause of noble Gloucester's death.\r\n    If thou deniest it twenty times, thou liest;\r\n    And I will turn thy falsehood to thy heart,\r\n    Where it was forged, with my rapier's point.\r", "type": "direction"}, {"direction": "  AUMERLE. Thou dar'st not, coward, live to see that day.\r", "type": "direction"}, {"direction": "  FITZWATER. Now, by my soul, I would it were this hour.\r", "type": "direction"}, {"direction": "  AUMERLE. Fitzwater, thou art damn'd to hell for this.\r", "type": "direction"}, {"direction": "  PERCY. Aumerle, thou liest; his honour is as true\r\n    In this appeal as thou art an unjust;\r\n    And that thou art so, there I throw my gage,\r\n    To prove it on thee to the extremest point\r\n    Of mortal breathing. Seize it, if thou dar'st.\r", "type": "direction"}, {"direction": "  AUMERLE. An if I do not, may my hands rot of\r\n    And never brandish more revengeful steel\r\n    Over the glittering helmet of my foe!\r", "type": "direction"}, {"direction": "  ANOTHER LORD. I task the earth to the like, forsworn Aumerle;\r\n    And spur thee on with fun as many lies\r\n    As may be halloa'd in thy treacherous ear\r\n    From sun to sun. There is my honour's pawn;\r\n    Engage it to the trial, if thou darest.\r", "type": "direction"}, {"direction": "  AUMERLE. Who sets me else? By heaven, I'll throw at all!\r\n    I have a thousand spirits in one breast\r\n    To answer twenty thousand such as you.\r", "type": "direction"}, {"direction": "  SURREY. My Lord Fitzwater, I do remember well\r\n    The very time Aumerle and you did talk.\r", "type": "direction"}, {"direction": "  FITZWATER. 'Tis very true; you were in presence then,\r\n    And you can witness with me this is true.\r", "type": "direction"}, {"direction": "  SURREY. As false, by heaven, as heaven itself is true.\r", "type": "direction"}, {"direction": "  FITZWATER. Surrey, thou liest.\r", "type": "direction"}, {"direction": "  SURREY. Dishonourable boy!\r\n    That lie shall lie so heavy on my sword\r\n    That it shall render vengeance and revenge\r\n    Till thou the lie-giver and that lie do he\r\n    In earth as quiet as thy father's skull.\r\n    In proof whereof, there is my honour's pawn;\r\n    Engage it to the trial, if thou dar'st.\r", "type": "direction"}, {"direction": "  FITZWATER. How fondly dost thou spur a forward horse!\r\n    If I dare eat, or drink, or breathe, or live,\r\n    I dare meet Surrey in a wilderness,\r\n    And spit upon him whilst I say he lies,\r\n    And lies, and lies. There is my bond of faith,\r\n    To tie thee to my strong correction.\r\n    As I intend to thrive in this new world,\r\n    Aumerle is guilty of my true appeal.\r\n    Besides, I heard the banish'd Norfolk say\r\n    That thou, Aumerle, didst send two of thy men\r\n    To execute the noble Duke at Calais.\r", "type": "direction"}, {"direction": "  AUMERLE. Some honest Christian trust me with a gage\r\n    That Norfolk lies. Here do I throw down this,\r\n    If he may be repeal'd to try his honour.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. These differences shall all rest under gage\r\n    Till Norfolk be repeal'd-repeal'd he shall be\r\n    And, though mine enemy, restor'd again\r\n    To all his lands and signories. When he is return'd,\r\n    Against Aumerle we will enforce his trial.\r", "type": "direction"}, {"direction": "  CARLISLE. That honourable day shall never be seen.\r\n    Many a time hath banish'd Norfolk fought\r\n    For Jesu Christ in glorious Christian field,\r\n    Streaming the ensign of the Christian cross\r\n    Against black pagans, Turks, and Saracens;\r\n    And, toil'd with works of war, retir'd himself\r\n    To Italy; and there, at Venice, gave\r\n    His body to that pleasant country's earth,\r\n    And his pure soul unto his captain, Christ,\r\n    Under whose colours he had fought so long.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Why, Bishop, is Norfolk dead?\r", "type": "direction"}, {"direction": "  CARLISLE. As surely as I live, my lord.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Sweet peace conduct his sweet soul to the bosom\r\n    Of good old Abraham! Lords appellants,\r\n    Your differences shall all rest under gage\r\n    Till we assign you to your days of trial\r", "type": "direction"}, {"direction": "Enter YORK, attended\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  YORK. Great Duke of Lancaster, I come to the\r\n    From plume-pluck'd Richard, who with willing soul\r\n    Adopts thee heir, and his high sceptre yields\r\n    To the possession of thy royal hand.\r\n    Ascend his throne, descending now from him-\r\n    And long live Henry, fourth of that name!\r", "type": "direction"}, {"direction": "  BOLINGBROKE. In God's name, I'll ascend the regal throne.\r", "type": "direction"}, {"direction": "  CARLISLE. Marry, God forbid!\r\n    Worst in this royal presence may I speak,\r\n    Yet best beseeming me to speak the truth.\r\n    Would God that any in this noble presence\r\n    Were enough noble to be upright judge\r\n    Of noble Richard! Then true noblesse would\r\n    Learn him forbearance from so foul a wrong.\r\n    What subject can give sentence on his king?\r\n    And who sits here that is not Richard's subject?\r\n    Thieves are not judg'd but they are by to hear,\r\n    Although apparent guilt be seen in them;\r\n    And shall the figure of God's majesty,\r\n    His captain, steward, deputy elect,\r\n    Anointed, crowned, planted many years,\r\n    Be judg'd by subject and inferior breath,\r\n    And he himself not present? O, forfend it, God,\r\n    That in a Christian climate souls refin'd\r\n    Should show so heinous, black, obscene a deed!\r\n    I speak to subjects, and a subject speaks,\r\n    Stirr'd up by God, thus boldly for his king.\r\n    My Lord of Hereford here, whom you call king,\r\n    Is a foul traitor to proud Hereford's king;\r\n    And if you crown him, let me prophesy-\r\n    The blood of English shall manure the ground,\r\n    And future ages groan for this foul act;\r\n    Peace shall go sleep with Turks and infidels,\r\n    And in this seat of peace tumultuous wars\r\n    Shall kin with kin and kind with kind confound;\r\n    Disorder, horror, fear, and mutiny,\r\n    Shall here inhabit, and this land be call'd\r\n    The field of Golgotha and dead men's skulls.\r\n    O, if you raise this house against this house,\r\n    It will the woefullest division prove\r\n    That ever fell upon this cursed earth.\r\n    Prevent it, resist it, let it not be so,\r\n    Lest child, child's children, cry against you woe.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Well have you argued, sir; and, for your pains,\r\n    Of capital treason we arrest you here.\r\n    My Lord of Westminster, be it your charge\r\n    To keep him safely till his day of trial.\r\n    May it please you, lords, to grant the commons' suit?\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Fetch hither Richard, that in common view\r\n    He may surrender; so we shall proceed\r\n    Without suspicion.\r", "type": "direction"}, {"direction": "  YORK. I will be his conduct.                              Exit\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Lords, you that here are under our arrest,\r\n    Procure your sureties for your days of answer.\r\n    Little are we beholding to your love,\r\n    And little look'd for at your helping hands.\r\n\r\n      Re-enter YORK, with KING RICHARD, and OFFICERS\r\n                bearing the regalia\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Alack, why am I sent for to a king,\r\n    Before I have shook off the regal thoughts\r\n    Wherewith I reign'd? I hardly yet have learn'd\r\n    To insinuate, flatter, bow, and bend my knee.\r\n    Give sorrow leave awhile to tutor me\r\n    To this submission. Yet I well remember\r\n    The favours of these men. Were they not mine?\r\n    Did they not sometime cry 'All hail!' to me?\r\n    So Judas did to Christ; but he, in twelve,\r\n    Found truth in all but one; I, in twelve thousand, none.\r\n    God save the King! Will no man say amen?\r\n    Am I both priest and clerk? Well then, amen.\r\n    God save the King! although I be not he;\r\n    And yet, amen, if heaven do think him me.\r\n    To do what service am I sent for hither?\r", "type": "direction"}, {"direction": "  YORK. To do that office of thine own good will\r\n    Which tired majesty did make thee offer-\r\n    The resignation of thy state and crown\r\n    To Henry Bolingbroke.\r", "type": "direction"}, {"direction": "  KING RICHARD. Give me the crown. Here, cousin, seize the crown.\r\n    Here, cousin,\r\n    On this side my hand, and on that side thine.\r\n    Now is this golden crown like a deep well\r\n    That owes two buckets, filling one another;\r\n    The emptier ever dancing in the air,\r\n    The other down, unseen, and full of water.\r\n    That bucket down and fun of tears am I,\r\n    Drinking my griefs, whilst you mount up on high.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. I thought you had been willing to resign.\r", "type": "direction"}, {"direction": "  KING RICHARD. My crown I am; but still my griefs are mine.\r\n    You may my glories and my state depose,\r\n    But not my griefs; still am I king of those.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Part of your cares you give me with your crown.\r", "type": "direction"}, {"direction": "  KING RICHARD. Your cares set up do not pluck my cares down.\r\n    My care is loss of care, by old care done;\r\n    Your care is gain of care, by new care won.\r\n    The cares I give I have, though given away;\r\n    They tend the crown, yet still with me they stay.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Are you contented to resign the crown?\r", "type": "direction"}, {"direction": "  KING RICHARD. Ay, no; no, ay; for I must nothing be;\r\n    Therefore no no, for I resign to thee.\r\n    Now mark me how I will undo myself:\r\n    I give this heavy weight from off my head,\r\n    And this unwieldy sceptre from my hand,\r\n    The pride of kingly sway from out my heart;\r\n    With mine own tears I wash away my balm,\r\n    With mine own hands I give away my crown,\r\n    With mine own tongue deny my sacred state,\r\n    With mine own breath release all duteous oaths;\r\n    All pomp and majesty I do forswear;\r\n    My manors, rents, revenues, I forgo;\r\n    My acts, decrees, and statutes, I deny.\r\n    God pardon all oaths that are broke to me!\r\n    God keep all vows unbroke are made to thee!\r\n    Make me, that nothing have, with nothing griev'd,\r\n    And thou with all pleas'd, that hast an achiev'd.\r\n    Long mayst thou live in Richard's seat to sit,\r\n    And soon lie Richard in an earthly pit.\r\n    God save King Henry, unking'd Richard says,\r\n    And send him many years of sunshine days!\r\n    What more remains?\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. No more; but that you read\r\n    These accusations, and these grievous crimes\r\n    Committed by your person and your followers\r\n    Against the state and profit of this land;\r\n    That, by confessing them, the souls of men\r\n    May deem that you are worthily depos'd.\r", "type": "direction"}, {"direction": "  KING RICHARD. Must I do so? And must I ravel out\r\n    My weav'd-up follies? Gentle Northumberland,\r\n    If thy offences were upon record,\r\n    Would it not shame thee in so fair a troop\r\n    To read a lecture of them? If thou wouldst,\r\n    There shouldst thou find one heinous article,\r\n    Containing the deposing of a king\r\n    And cracking the strong warrant of an oath,\r\n    Mark'd with a blot, damn'd in the book of heaven.\r\n    Nay, all of you that stand and look upon me\r\n    Whilst that my wretchedness doth bait myself,\r\n    Though some of you, with Pilate, wash your hands,\r\n    Showing an outward pity-yet you Pilates\r\n    Have here deliver'd me to my sour cross,\r\n    And water cannot wash away your sin.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. My lord, dispatch; read o'er these\r\n    articles.\r", "type": "direction"}, {"direction": "  KING RICHARD. Mine eyes are full of tears; I cannot see.\r\n    And yet salt water blinds them not so much\r\n    But they can see a sort of traitors here.\r\n    Nay, if I turn mine eyes upon myself,\r\n    I find myself a traitor with the rest;\r\n    For I have given here my soul's consent\r\n    T'undeck the pompous body of a king;\r\n    Made glory base, and sovereignty a slave,\r\n    Proud majesty a subject, state a peasant.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. My lord-\r", "type": "direction"}, {"direction": "  KING RICHARD. No lord of thine, thou haught insulting man,\r\n    Nor no man's lord; I have no name, no tide-\r\n    No, not that name was given me at the font-\r\n    But 'tis usurp'd. Alack the heavy day,\r\n    That I have worn so many winters out,\r\n    And know not now what name to call myself!\r\n    O that I were a mockery king of snow,\r\n    Standing before the sun of Bolingbroke\r\n    To melt myself away in water drops!\r\n    Good king, great king, and yet not greatly good,\r\n    An if my word be sterling yet in England,\r\n    Let it command a mirror hither straight,\r\n    That it may show me what a face I have\r\n    Since it is bankrupt of his majesty.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Go some of you and fetch a looking-glass.\r\n                                               Exit an attendant\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. Read o'er this paper while the glass doth come.\r", "type": "direction"}, {"direction": "  KING RICHARD. Fiend, thou torments me ere I come to hell.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Urge it no more, my Lord Northumberland.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. The Commons will not, then, be satisfied.\r", "type": "direction"}, {"direction": "  KING RICHARD. They shall be satisfied. I'll read enough,\r\n    When I do see the very book indeed\r\n    Where all my sins are writ, and that's myself.\r\n\r\n                Re-enter attendant with glass\r\n\r\n    Give me that glass, and therein will I read.\r\n    No deeper wrinkles yet? Hath sorrow struck\r\n    So many blows upon this face of mine\r\n    And made no deeper wounds? O flatt'ring glass,\r\n    Like to my followers in prosperity,\r\n    Thou dost beguile me! Was this face the face\r\n    That every day under his household roof\r\n    Did keep ten thousand men? Was this the face\r\n    That like the sun did make beholders wink?\r\n    Is this the face which fac'd so many follies\r\n    That was at last out-fac'd by Bolingbroke?\r\n    A brittle glory shineth in this face;\r\n    As brittle as the glory is the face;\r\n                        [Dashes the glass against the ground]\r\n    For there it is, crack'd in a hundred shivers.\r\n    Mark, silent king, the moral of this sport-\r\n    How soon my sorrow hath destroy'd my face.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. The shadow of your sorrow hath destroy'd\r\n    The shadow of your face.\r", "type": "direction"}, {"direction": "  KING RICHARD. Say that again.\r\n    The shadow of my sorrow? Ha! let's see.\r\n    'Tis very true: my grief lies all within;\r\n    And these external manner of laments\r\n    Are merely shadows to the unseen grief\r\n    That swells with silence in the tortur'd soul.\r\n    There lies the substance; and I thank thee, king,\r\n    For thy great bounty, that not only giv'st\r\n    Me cause to wail, but teachest me the way\r\n    How to lament the cause. I'll beg one boon,\r\n    And then be gone and trouble you no more.\r\n    Shall I obtain it?\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Name it, fair cousin.\r", "type": "direction"}, {"direction": "  KING RICHARD. Fair cousin! I am greater than a king;\r\n    For when I was a king, my flatterers\r\n    Were then but subjects; being now a subject,\r\n    I have a king here to my flatterer.\r\n    Being so great, I have no need to beg.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Yet ask.\r", "type": "direction"}, {"direction": "  KING RICHARD. And shall I have?\r", "type": "direction"}, {"direction": "  BOLINGBROKE. You shall.\r", "type": "direction"}, {"direction": "  KING RICHARD. Then give me leave to go.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Whither?\r", "type": "direction"}, {"direction": "  KING RICHARD. Whither you will, so I were from your sights.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Go, some of you convey him to the Tower.\r", "type": "direction"}, {"direction": "  KING RICHARD. O, good! Convey! Conveyers are you all,\r\n    That rise thus nimbly by a true king's fall.\r\n                     Exeunt KING RICHARD, some Lords and a Guard\r", "type": "direction"}, {"direction": "  BOLINGBROKE. On Wednesday next we solemnly set down\r\n    Our coronation. Lords, prepare yourselves.\r\n                    Exeunt all but the ABBOT OF WESTMINSTER, the\r\n                                 BISHOP OF CARLISLE, and AUMERLE\r", "type": "direction"}, {"direction": "  ABBOT. A woeful pageant have we here beheld.\r", "type": "direction"}, {"direction": "  CARLISLE. The woe's to come; the children yet unborn\r\n    Shall feel this day as sharp to them as thorn.\r", "type": "direction"}, {"direction": "  AUMERLE. You holy clergymen, is there no plot\r\n    To rid the realm of this pernicious blot?\r", "type": "direction"}, {"direction": "  ABBOT. My lord,\r\n    Before I freely speak my mind herein,\r\n    You shall not only take the sacrament\r\n    To bury mine intents, but also to effect\r\n    Whatever I shall happen to devise.\r\n    I see your brows are full of discontent,\r\n    Your hearts of sorrow, and your eyes of tears.\r\n    Come home with me to supper; I will lay\r\n    A plot shall show us all a merry day.                 Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 1. London. A street leading to the Tower\r", "type": "direction"}, {"direction": "Enter the QUEEN, with her attendants\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN. This way the King will come; this is the way\r\n    To Julius Caesar's ill-erected tower,\r\n    To whose flint bosom my condemned lord\r\n    Is doom'd a prisoner by proud Bolingbroke.\r\n    Here let us rest, if this rebellious earth\r\n    Have any resting for her true King's queen.\r", "type": "direction"}, {"direction": "Enter KING RICHARD and Guard\r\n\r\n    But soft, but see, or rather do not see,\r\n    My fair rose wither. Yet look up, behold,\r\n    That you in pity may dissolve to dew,\r\n    And wash him fresh again with true-love tears.\r\n    Ah, thou, the model where old Troy did stand;\r\n    Thou map of honour, thou King Richard's tomb,\r\n    And not King Richard; thou most beauteous inn,\r\n    Why should hard-favour'd grief be lodg'd in thee,\r\n    When triumph is become an alehouse guest?\r", "type": "direction"}, {"direction": "  KING RICHARD. Join not with grief, fair woman, do not so,\r\n    To make my end too sudden. Learn, good soul,\r\n    To think our former state a happy dream;\r\n    From which awak'd, the truth of what we are\r\n    Shows us but this: I am sworn brother, sweet,\r\n    To grim Necessity; and he and\r\n    Will keep a league till death. Hie thee to France,\r\n    And cloister thee in some religious house.\r\n    Our holy lives must win a new world's crown,\r\n    Which our profane hours here have thrown down.\r", "type": "direction"}, {"direction": "  QUEEN. What, is my Richard both in shape and mind\r\n    Transform'd and weak'ned? Hath Bolingbroke depos'd\r\n    Thine intellect? Hath he been in thy heart?\r\n    The lion dying thrusteth forth his paw\r\n    And wounds the earth, if nothing else, with rage\r\n    To be o'erpow'r'd; and wilt thou, pupil-like,\r\n    Take the correction mildly, kiss the rod,\r\n    And fawn on rage with base humility,\r\n    Which art a lion and the king of beasts?\r", "type": "direction"}, {"direction": "  KING RICHARD. A king of beasts, indeed! If aught but beasts,\r\n    I had been still a happy king of men.\r\n    Good sometimes queen, prepare thee hence for France.\r\n    Think I am dead, and that even here thou takest,\r\n    As from my death-bed, thy last living leave.\r\n    In winter's tedious nights sit by the fire\r\n    With good old folks, and let them tell thee tales\r\n    Of woeful ages long ago betid;\r\n    And ere thou bid good night, to quit their griefs\r\n    Tell thou the lamentable tale of me,\r\n    And send the hearers weeping to their beds;\r\n    For why, the senseless brands will sympathize\r\n    The heavy accent of thy moving tongue,\r\n    And in compassion weep the fire out;\r\n    And some will mourn in ashes, some coal-black,\r\n    For the deposing of a rightful king.\r", "type": "direction"}, {"direction": "Enter NORTHUMBERLAND attended\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. My lord, the mind of Bolingbroke is chang'd;\r\n    You must to Pomfret, not unto the Tower.\r\n    And, madam, there is order ta'en for you:\r\n    With all swift speed you must away to France.\r", "type": "direction"}, {"direction": "  KING RICHARD. Northumberland, thou ladder wherewithal\r\n    The mounting Bolingbroke ascends my throne,\r\n    The time shall not be many hours of age\r\n    More than it is, ere foul sin gathering head\r\n    Shall break into corruption. Thou shalt think\r\n    Though he divide the realm and give thee half\r\n    It is too little, helping him to all;\r\n    And he shall think that thou, which knowest the way\r\n    To plant unrightful kings, wilt know again,\r\n    Being ne'er so little urg'd, another way\r\n    To pluck him headlong from the usurped throne.\r\n    The love of wicked men converts to fear;\r\n    That fear to hate; and hate turns one or both\r\n    To worthy danger and deserved death.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. My guilt be on my head, and there an end.\r\n    Take leave, and part; for you must part forthwith.\r", "type": "direction"}, {"direction": "  KING RICHARD. Doubly divorc'd! Bad men, you violate\r\n    A twofold marriage-'twixt my crown and me,\r\n    And then betwixt me and my married wife.\r\n    Let me unkiss the oath 'twixt thee and me;\r\n    And yet not so, for with a kiss 'twas made.\r\n    Part us, Northumberland; I towards the north,\r\n    Where shivering cold and sickness pines the clime;\r\n    My wife to France, from whence set forth in pomp,\r\n    She came adorned hither like sweet May,\r\n    Sent back like Hallowmas or short'st of day.\r", "type": "direction"}, {"direction": "  QUEEN. And must we be divided? Must we part?\r", "type": "direction"}, {"direction": "  KING RICHARD. Ay, hand from hand, my love, and heart from heart.\r", "type": "direction"}, {"direction": "  QUEEN. Banish us both, and send the King with me.\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. That were some love, but little policy.\r", "type": "direction"}, {"direction": "  QUEEN. Then whither he goes thither let me go.\r", "type": "direction"}, {"direction": "  KING RICHARD. So two, together weeping, make one woe.\r\n    Weep thou for me in France, I for thee here;\r\n    Better far off than near, be ne'er the near.\r\n    Go, count thy way with sighs; I mine with groans.\r", "type": "direction"}, {"direction": "  QUEEN. So longest way shall have the longest moans.\r", "type": "direction"}, {"direction": "  KING RICHARD. Twice for one step I'll groan, the way being short,\r\n    And piece the way out with a heavy heart.\r\n    Come, come, in wooing sorrow let's be brief,\r\n    Since, wedding it, there is such length in grief.\r\n    One kiss shall stop our mouths, and dumbly part;\r\n    Thus give I mine, and thus take I thy heart.\r", "type": "direction"}, {"direction": "  QUEEN. Give me mine own again; 'twere no good part\r\n    To take on me to keep and kill thy heart.\r\n    So, now I have mine own again, be gone.\r\n    That I may strive to kill it with a groan.\r", "type": "direction"}, {"direction": "  KING RICHARD. We make woe wanton with this fond delay.\r\n    Once more, adieu; the rest let sorrow say.            Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4. The DUKE OF YORK's garden\r", "scene": 10, "act": 1}, {"text": [{"direction": "SCENE 2. The DUKE OF YORK's palace\r", "type": "direction"}, {"direction": "Enter the DUKE OF YORK and the DUCHESS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  DUCHESS. My Lord, you told me you would tell the rest,\r\n    When weeping made you break the story off,\r\n    Of our two cousins' coming into London.\r", "type": "direction"}, {"direction": "  YORK. Where did I leave?\r", "type": "direction"}, {"direction": "  DUCHESS. At that sad stop, my lord,\r\n    Where rude misgoverned hands from windows' tops\r\n    Threw dust and rubbish on King Richard's head.\r", "type": "direction"}, {"direction": "  YORK. Then, as I said, the Duke, great Bolingbroke,\r\n    Mounted upon a hot and fiery steed\r\n    Which his aspiring rider seem'd to know,\r\n    With slow but stately pace kept on his course,\r\n    Whilst all tongues cried 'God save thee, Bolingbroke!'\r\n    You would have thought the very windows spake,\r\n    So many greedy looks of young and old\r\n    Through casements darted their desiring eyes\r\n    Upon his visage; and that all the walls\r\n    With painted imagery had said at once\r\n    'Jesu preserve thee! Welcome, Bolingbroke!'\r\n    Whilst he, from the one side to the other turning,\r\n    Bareheaded, lower than his proud steed's neck,\r\n    Bespake them thus, 'I thank you, countrymen.'\r\n    And thus still doing, thus he pass'd along.\r", "type": "direction"}, {"direction": "  DUCHESS. Alack, poor Richard! where rode he the whilst?\r", "type": "direction"}, {"direction": "  YORK. As in a theatre the eyes of men\r\n    After a well-grac'd actor leaves the stage\r\n    Are idly bent on him that enters next,\r\n    Thinking his prattle to be tedious;\r\n    Even so, or with much more contempt, men's eyes\r\n    Did scowl on gentle Richard; no man cried 'God save him!'\r\n    No joyful tongue gave him his welcome home;\r\n    But dust was thrown upon his sacred head;\r\n    Which with such gentle sorrow he shook off,\r\n    His face still combating with tears and smiles,\r\n    The badges of his grief and patience,\r\n    That had not God, for some strong purpose, steel'd\r\n    The hearts of men, they must perforce have melted,\r\n    And barbarism itself have pitied him.\r\n    But heaven hath a hand in these events,\r\n    To whose high will we bound our calm contents.\r\n    To Bolingbroke are we sworn subjects now,\r\n    Whose state and honour I for aye allow.\r", "type": "direction"}, {"direction": "  DUCHESS. Here comes my son Aumerle.\r", "type": "direction"}, {"direction": "  YORK. Aumerle that was\r\n    But that is lost for being Richard's friend,\r\n    And madam, you must call him Rudand now.\r\n    I am in Parliament pledge for his truth\r\n    And lasting fealty to the new-made king.\r", "type": "direction"}, {"direction": "Enter AUMERLE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  DUCHESS. Welcome, my son. Who are the violets now\r\n    That strew the green lap of the new come spring?\r", "type": "direction"}, {"direction": "  AUMERLE. Madam, I know not, nor I greatly care not.\r\n    God knows I had as lief be none as one.\r", "type": "direction"}, {"direction": "  YORK. Well, bear you well in this new spring of time,\r\n    Lest you be cropp'd before you come to prime.\r\n    What news from Oxford? Do these justs and triumphs hold?\r", "type": "direction"}, {"direction": "  AUMERLE. For aught I know, my lord, they do.\r", "type": "direction"}, {"direction": "  YORK. You will be there, I know.\r", "type": "direction"}, {"direction": "  AUMERLE. If God prevent not, I purpose so.\r", "type": "direction"}, {"direction": "  YORK. What seal is that that without thy bosom?\r\n    Yea, look'st thou pale? Let me see the writing.\r", "type": "direction"}, {"direction": "  AUMERLE. My lord, 'tis nothing.\r", "type": "direction"}, {"direction": "  YORK. No matter, then, who see it.\r\n    I will be satisfied; let me see the writing.\r", "type": "direction"}, {"direction": "  AUMERLE. I do beseech your Grace to pardon me;\r\n    It is a matter of small consequence\r\n    Which for some reasons I would not have seen.\r", "type": "direction"}, {"direction": "  YORK. Which for some reasons, sir, I mean to see.\r\n    I fear, I fear-\r", "type": "direction"}, {"direction": "  DUCHESS. What should you fear?\r\n    'Tis nothing but some bond that he is ent'red into\r\n    For gay apparel 'gainst the triumph-day.\r", "type": "direction"}, {"direction": "  YORK. Bound to himself! What doth he with a bond\r\n    That he is bound to? Wife, thou art a fool.\r\n    Boy, let me see the writing.\r", "type": "direction"}, {"direction": "  AUMERLE. I do beseech you, pardon me; I may not show it.\r", "type": "direction"}, {"direction": "  YORK. I will be satisfied; let me see it, I say.\r\n                [He plucks it out of his bosom, and reads it]\r\n    Treason, foul treason! Villain! traitor! slave!\r", "type": "direction"}, {"direction": "  DUCHESS. What is the matter, my lord?\r", "type": "direction"}, {"direction": "  YORK. Ho! who is within there?\r", "type": "direction"}, {"direction": "Enter a servant\r\n\r\n    Saddle my horse.\r\n    God for his mercy, what treachery is here!\r", "type": "direction"}, {"direction": "  DUCHESS. Why, York, what is it, my lord?\r", "type": "direction"}, {"direction": "  YORK. Give me my boots, I say; saddle my horse.\r\n                                                    Exit servant\r\n    Now, by mine honour, by my life, my troth,\r\n    I will appeach the villain.\r", "type": "direction"}, {"direction": "  DUCHESS. What is the matter?\r", "type": "direction"}, {"direction": "  YORK. Peace, foolish woman.\r", "type": "direction"}, {"direction": "  DUCHESS. I will not peace. What is the matter, Aumerle?\r", "type": "direction"}, {"direction": "  AUMERLE. Good mother, be content; it is no more\r\n    Than my poor life must answer.\r", "type": "direction"}, {"direction": "  DUCHESS. Thy life answer!\r", "type": "direction"}, {"direction": "  YORK. Bring me my boots. I will unto the King.\r\n\r\n              His man enters with his boots\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  DUCHESS. Strike him, Aumerle. Poor boy, thou art amaz'd.\r\n    Hence, villain! never more come in my sight.\r", "type": "direction"}, {"direction": "  YORK. Give me my boots, I say.\r", "type": "direction"}, {"direction": "  DUCHESS. Why, York, what wilt thou do?\r\n    Wilt thou not hide the trespass of thine own?\r\n    Have we more sons? or are we like to have?\r\n    Is not my teeming date drunk up with time?\r\n    And wilt thou pluck my fair son from mine age\r\n    And rob me of a happy mother's name?\r\n    Is he not like thee? Is he not thine own?\r", "type": "direction"}, {"direction": "  YORK. Thou fond mad woman,\r\n    Wilt thou conceal this dark conspiracy?\r\n    A dozen of them here have ta'en the sacrament,\r\n    And interchangeably set down their hands\r\n    To kill the King at Oxford.\r", "type": "direction"}, {"direction": "  DUCHESS. He shall be none;\r\n    We'll keep him here. Then what is that to him?\r", "type": "direction"}, {"direction": "  YORK. Away, fond woman! were he twenty times my son\r\n    I would appeach him.\r", "type": "direction"}, {"direction": "  DUCHESS. Hadst thou groan'd for him\r\n    As I have done, thou wouldst be more pitiful.\r\n    But now I know thy mind: thou dost suspect\r\n    That I have been disloyal to thy bed\r\n    And that he is a bastard, not thy son.\r\n    Sweet York, sweet husband, be not of that mind.\r\n    He is as like thee as a man may be\r\n    Not like to me, or any of my kin,\r\n    And yet I love him.\r", "type": "direction"}, {"direction": "  YORK. Make way, unruly woman!                             Exit\r", "type": "direction"}, {"direction": "  DUCHESS. After, Aumerle! Mount thee upon his horse;\r\n    Spur post, and get before him to the King,\r\n    And beg thy pardon ere he do accuse thee.\r\n    I'll not be long behind; though I be old,\r\n    I doubt not but to ride as fast as York;\r\n    And never will I rise up from the ground\r\n    Till Bolingbroke have pardon'd thee. Away, be gone.\r\n                                                          Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 2. The DUKE OF YORK's palace\r", "scene": 11, "act": 1}, {"text": [{"direction": "SCENE 3. Windsor Castle\r", "type": "direction"}, {"direction": "Enter BOLINGBROKE as King, PERCY, and other LORDS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Can no man tell me of my unthrifty son?\r\n    'Tis full three months since I did see him last.\r\n    If any plague hang over us, 'tis he.\r\n    I would to God, my lords, he might be found.\r\n    Inquire at London, 'mongst the taverns there,\r\n    For there, they say, he daily doth frequent\r\n    With unrestrained loose companions,\r\n    Even such, they say, as stand in narrow lanes\r\n    And beat our watch and rob our passengers,\r\n    Which he, young wanton and effeminate boy,\r\n    Takes on the point of honour to support\r\n    So dissolute a crew.\r", "type": "direction"}, {"direction": "  PERCY. My lord, some two days since I saw the Prince,\r\n    And told him of those triumphs held at Oxford.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. And what said the gallant?\r", "type": "direction"}, {"direction": "  PERCY. His answer was, he would unto the stews,\r\n    And from the common'st creature pluck a glove\r\n    And wear it as a favour; and with that\r\n    He would unhorse the lustiest challenger.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. As dissolute as desperate; yet through both\r\n    I see some sparks of better hope, which elder years\r\n    May happily bring forth. But who comes here?\r", "type": "direction"}, {"direction": "Enter AUMERLE amazed\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  AUMERLE. Where is the King?\r", "type": "direction"}, {"direction": "  BOLINGBROKE. What means our cousin that he stares and looks\r\n    So wildly?\r", "type": "direction"}, {"direction": "  AUMERLE. God save your Grace! I do beseech your Majesty,\r\n    To have some conference with your Grace alone.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Withdraw yourselves, and leave us here alone.\r\n                                          Exeunt PERCY and LORDS\r\n    What is the matter with our cousin now?\r", "type": "direction"}, {"direction": "  AUMERLE. For ever may my knees grow to the earth,\r\n                                                    [Kneels]\r\n    My tongue cleave to my roof within my mouth,\r\n    Unless a pardon ere I rise or speak.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Intended or committed was this fault?\r\n    If on the first, how heinous e'er it be,\r\n    To win thy after-love I pardon thee.\r", "type": "direction"}, {"direction": "  AUMERLE. Then give me leave that I may turn the key,\r\n    That no man enter till my tale be done.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Have thy desire.\r\n            [The DUKE OF YORK knocks at the door and crieth]\r", "type": "direction"}, {"direction": "  YORK. [Within] My liege, beware; look to thyself;\r\n    Thou hast a traitor in thy presence there.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. [Drawing] Villain, I'll make thee safe.\r", "type": "direction"}, {"direction": "  AUMERLE. Stay thy revengeful hand; thou hast no cause to fear.\r", "type": "direction"}, {"direction": "  YORK. [Within] Open the door, secure, foolhardy King.\r\n    Shall I, for love, speak treason to thy face?\r\n    Open the door, or I will break it open.\r", "type": "direction"}, {"direction": "Enter YORK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. What is the matter, uncle? Speak;\r\n    Recover breath; tell us how near is danger,\r\n    That we may arm us to encounter it.\r", "type": "direction"}, {"direction": "  YORK. Peruse this writing here, and thou shalt know\r\n    The treason that my haste forbids me show.\r", "type": "direction"}, {"direction": "  AUMERLE. Remember, as thou read'st, thy promise pass'd.\r\n    I do repent me; read not my name there;\r\n    My heart is not confederate with my hand.\r", "type": "direction"}, {"direction": "  YORK. It was, villain, ere thy hand did set it down.\r\n    I tore it from the traitor's bosom, King;\r\n    Fear, and not love, begets his penitence.\r\n    Forget to pity him, lest thy pity prove\r\n    A serpent that will sting thee to the heart.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. O heinous, strong, and bold conspiracy!\r\n    O loyal father of a treacherous son!\r\n    Thou sheer, immaculate, and silver fountain,\r\n    From whence this stream through muddy passages\r\n    Hath held his current and defil'd himself!\r\n    Thy overflow of good converts to bad;\r\n    And thy abundant goodness shall excuse\r\n    This deadly blot in thy digressing son.\r", "type": "direction"}, {"direction": "  YORK. So shall my virtue be his vice's bawd;\r\n    And he shall spend mine honour with his shame,\r\n    As thriftless sons their scraping fathers' gold.\r\n    Mine honour lives when his dishonour dies,\r\n    Or my sham'd life in his dishonour lies.\r\n    Thou kill'st me in his life; giving him breath,\r\n    The traitor lives, the true man's put to death.\r", "type": "direction"}, {"direction": "  DUCHESS. [Within] I What ho, my liege, for God's sake, let me in.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. What shrill-voic'd suppliant makes this eager cry?\r", "type": "direction"}, {"direction": "  DUCHESS. [Within] A woman, and thine aunt, great King; 'tis I.\r\n    Speak with me, pity me, open the door.\r\n    A beggar begs that never begg'd before.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Our scene is alt'red from a serious thing,\r\n    And now chang'd to 'The Beggar and the King.'\r\n    My dangerous cousin, let your mother in.\r\n    I know she is come to pray for your foul sin.\r", "type": "direction"}, {"direction": "  YORK. If thou do pardon whosoever pray,\r\n    More sins for this forgiveness prosper may.\r\n    This fest'red joint cut off, the rest rest sound;\r\n    This let alone will all the rest confound.\r", "type": "direction"}, {"direction": "Enter DUCHESS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  DUCHESS. O King, believe not this hard-hearted man!\r\n    Love loving not itself, none other can.\r", "type": "direction"}, {"direction": "  YORK. Thou frantic woman, what dost thou make here?\r\n    Shall thy old dugs once more a traitor rear?\r", "type": "direction"}, {"direction": "  DUCHESS. Sweet York, be patient. Hear me, gentle liege.\r\n                                                     [Kneels]\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Rise up, good aunt.\r", "type": "direction"}, {"direction": "  DUCHESS. Not yet, I thee beseech.\r\n    For ever will I walk upon my knees,\r\n    And never see day that the happy sees\r\n    Till thou give joy; until thou bid me joy\r\n    By pardoning Rutland, my transgressing boy.\r", "type": "direction"}, {"direction": "  AUMERLE. Unto my mother's prayers I bend my knee.\r\n                                                     [Kneels]\r", "type": "direction"}, {"direction": "  YORK. Against them both, my true joints bended be.\r\n                                                     [Kneels]\r\n    Ill mayst thou thrive, if thou grant any grace!\r", "type": "direction"}, {"direction": "  DUCHESS. Pleads he in earnest? Look upon his face;\r\n    His eyes do drop no tears, his prayers are in jest;\r\n    His words come from his mouth, ours from our breast.\r\n    He prays but faintly and would be denied;\r\n    We pray with heart and soul, and all beside.\r\n    His weary joints would gladly rise, I know;\r\n    Our knees still kneel till to the ground they grow.\r\n    His prayers are full of false hypocrisy;\r\n    Ours of true zeal and deep integrity.\r\n    Our prayers do out-pray his; then let them have\r\n    That mercy which true prayer ought to have.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Good aunt, stand up.\r", "type": "direction"}, {"direction": "  DUCHESS. do not say 'stand up';\r\n    Say 'pardon' first, and afterwards 'stand up.'\r\n    An if I were thy nurse, thy tongue to teach,\r\n    'Pardon' should be the first word of thy speech.\r\n    I never long'd to hear a word till now;\r\n    Say 'pardon,' King; let pity teach thee how.\r\n    The word is short, but not so short as sweet;\r\n    No word like 'pardon' for kings' mouths so meet.\r", "type": "direction"}, {"direction": "  YORK. Speak it in French, King, say 'pardonne moy.'\r", "type": "direction"}, {"direction": "  DUCHESS. Dost thou teach pardon pardon to destroy?\r\n    Ah, my sour husband, my hard-hearted lord,\r\n    That sets the word itself against the word!\r\n    Speak 'pardon' as 'tis current in our land;\r\n    The chopping French we do not understand.\r\n    Thine eye begins to speak, set thy tongue there;\r\n    Or in thy piteous heart plant thou thine ear,\r\n    That hearing how our plaints and prayers do pierce,\r\n    Pity may move thee 'pardon' to rehearse.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Good aunt, stand up.\r", "type": "direction"}, {"direction": "  DUCHESS. I do not sue to stand;\r\n    Pardon is all the suit I have in hand.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. I pardon him, as God shall pardon me.\r", "type": "direction"}, {"direction": "  DUCHESS. O happy vantage of a kneeling knee!\r\n    Yet am I sick for fear. Speak it again.\r\n    Twice saying 'pardon' doth not pardon twain,\r\n    But makes one pardon strong.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. With all my heart\r\n    I pardon him.\r", "type": "direction"}, {"direction": "  DUCHESS. A god on earth thou art.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. But for our trusty brother-in-law and the Abbot,\r\n    With all the rest of that consorted crew,\r\n    Destruction straight shall dog them at the heels.\r\n    Good uncle, help to order several powers\r\n    To Oxford, or where'er these traitors are.\r\n    They shall not live within this world, I swear,\r\n    But I will have them, if I once know where.\r\n    Uncle, farewell; and, cousin, adieu;\r\n    Your mother well hath pray'd, and prove you true.\r", "type": "direction"}, {"direction": "  DUCHESS. Come, my old son; I pray God make thee new.      Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3. Windsor Castle\r", "scene": 12, "act": 1}, {"text": [{"direction": "SCENE 4. Windsor Castle\r", "type": "direction"}, {"direction": "Enter SIR PIERCE OF EXTON and a servant\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  EXTON. Didst thou not mark the King, what words he spake?\r\n    'Have I no friend will rid me of this living fear?'\r\n    Was it not so?\r", "type": "direction"}, {"direction": "  SERVANT. These were his very words.\r", "type": "direction"}, {"direction": "  EXTON. 'Have I no friend?' quoth he. He spake it twice\r\n    And urg'd it twice together, did he not?\r", "type": "direction"}, {"direction": "  SERVANT. He did.\r", "type": "direction"}, {"direction": "  EXTON. And, speaking it, he wishtly look'd on me,\r\n    As who should say 'I would thou wert the man\r\n    That would divorce this terror from my heart';\r\n    Meaning the King at Pomfret. Come, let's go.\r\n    I am the King's friend, and will rid his foe.         Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4. Windsor Castle\r", "scene": 13, "act": 1}, {"text": [{"direction": "SCENE 5. Pomfret Castle. The dungeon of the Castle\r", "type": "direction"}, {"direction": "Enter KING RICHARD\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. I have been studying how I may compare\r\n    This prison where I live unto the world\r\n    And, for because the world is populous\r\n    And here is not a creature but myself,\r\n    I cannot do it. Yet I'll hammer it out.\r\n    My brain I'll prove the female to my soul,\r\n    My soul the father; and these two beget\r\n    A generation of still-breeding thoughts,\r\n    And these same thoughts people this little world,\r\n    In humours like the people of this world,\r\n    For no thought is contented. The better sort,\r\n    As thoughts of things divine, are intermix'd\r\n    With scruples, and do set the word itself\r\n    Against the word,\r\n    As thus: 'Come, little ones'; and then again,\r\n    'It is as hard to come as for a camel\r\n    To thread the postern of a small needle's eye.'\r\n    Thoughts tending to ambition, they do plot\r\n    Unlikely wonders: how these vain weak nails\r\n    May tear a passage through the flinty ribs\r\n    Of this hard world, my ragged prison walls;\r\n    And, for they cannot, die in their own pride.\r\n    Thoughts tending to content flatter themselves\r\n    That they are not the first of fortune's slaves,\r\n    Nor shall not be the last; like silly beggars\r\n    Who, sitting in the stocks, refuge their shame,\r\n    That many have and others must sit there;\r\n    And in this thought they find a kind of ease,\r\n    Bearing their own misfortunes on the back\r\n    Of such as have before endur'd the like.\r\n    Thus play I in one person many people,\r\n    And none contented. Sometimes am I king;\r\n    Then treasons make me wish myself a beggar,\r\n    And so I am. Then crushing penury\r\n    Persuades me I was better when a king;\r\n    Then am I king'd again; and by and by\r\n    Think that I am unking'd by Bolingbroke,\r\n    And straight am nothing. But whate'er I be,\r\n    Nor I, nor any man that but man is,\r\n    With nothing shall be pleas'd till he be eas'd\r\n    With being nothing.                    [The music plays]\r\n    Music do I hear?\r\n    Ha, ha! keep time. How sour sweet music is\r\n    When time is broke and no proportion kept!\r\n    So is it in the music of men's lives.\r\n    And here have I the daintiness of ear\r\n    To check time broke in a disorder'd string;\r\n    But, for the concord of my state and time,\r\n    Had not an ear to hear my true time broke.\r\n    I wasted time, and now doth time waste me;\r\n    For now hath time made me his numb'ring clock:\r\n    My thoughts are minutes; and with sighs they jar\r\n    Their watches on unto mine eyes, the outward watch,\r\n    Whereto my finger, like a dial's point,\r\n    Is pointing still, in cleansing them from tears.\r\n    Now sir, the sound that tells what hour it is\r\n    Are clamorous groans which strike upon my heart,\r\n    Which is the bell. So sighs, and tears, and groans,\r\n    Show minutes, times, and hours; but my time\r\n    Runs posting on in Bolingbroke's proud joy,\r\n    While I stand fooling here, his Jack of the clock.\r\n    This music mads me. Let it sound no more;\r\n    For though it have holp madmen to their wits,\r\n    In me it seems it will make wise men mad.\r\n    Yet blessing on his heart that gives it me!\r\n    For 'tis a sign of love; and love to Richard\r\n    Is a strange brooch in this all-hating world.\r", "type": "direction"}, {"direction": "Enter a GROOM of the stable\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GROOM. Hail, royal Prince!\r", "type": "direction"}, {"direction": "  KING RICHARD. Thanks, noble peer!\r\n    The cheapest of us is ten groats too dear.\r\n    What art thou? and how comest thou hither,\r\n    Where no man never comes but that sad dog\r\n    That brings me food to make misfortune live?\r", "type": "direction"}, {"direction": "  GROOM. I was a poor groom of thy stable, King,\r\n    When thou wert king; who, travelling towards York,\r\n    With much ado at length have gotten leave\r\n    To look upon my sometimes royal master's face.\r\n    O, how it ern'd my heart, when I beheld,\r\n    In London streets, that coronation-day,\r\n    When Bolingbroke rode on roan Barbary-\r\n    That horse that thou so often hast bestrid,\r\n    That horse that I so carefully have dress'd!\r", "type": "direction"}, {"direction": "  KING RICHARD. Rode he on Barbary? Tell me, gentle friend,\r\n    How went he under him?\r", "type": "direction"}, {"direction": "  GROOM. So proudly as if he disdain'd the ground.\r", "type": "direction"}, {"direction": "  KING RICHARD. So proud that Bolingbroke was on his back!\r\n    That jade hath eat bread from my royal hand;\r\n    This hand hath made him proud with clapping him.\r\n    Would he not stumble? would he not fall down,\r\n    Since pride must have a fall, and break the neck\r\n    Of that proud man that did usurp his back?\r\n    Forgiveness, horse! Why do I rail on thee,\r\n    Since thou, created to be aw'd by man,\r\n    Wast born to bear? I was not made a horse;\r\n    And yet I bear a burden like an ass,\r\n    Spurr'd, gall'd, and tir'd, by jauncing Bolingbroke.\r", "type": "direction"}, {"direction": "Enter KEEPER with meat\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KEEPER. Fellow, give place; here is no longer stay.\r", "type": "direction"}, {"direction": "  KING RICHARD. If thou love me, 'tis time thou wert away.\r", "type": "direction"}, {"direction": "  GROOM. my tongue dares not, that my heart shall say.\r\n Exit\r", "type": "direction"}, {"direction": "  KEEPER. My lord, will't please you to fall to?\r", "type": "direction"}, {"direction": "  KING RICHARD. Taste of it first as thou art wont to do.\r", "type": "direction"}, {"direction": "  KEEPER. My lord, I dare not. Sir Pierce of Exton,\r\n    Who lately came from the King, commands the contrary.\r", "type": "direction"}, {"direction": "  KING RICHARD. The devil take Henry of Lancaster and thee!\r\n    Patience is stale, and I am weary of it.\r\n                                           [Beats the KEEPER]\r", "type": "direction"}, {"direction": "  KEEPER. Help, help, help!\r\n    The murderers, EXTON and servants, rush in, armed\r", "type": "direction"}, {"direction": "  KING RICHARD. How now! What means death in this rude assault?\r\n    Villain, thy own hand yields thy death's instrument.\r\n                         [Snatching a weapon and killing one]\r\n    Go thou and fill another room in hell.\r\n              [He kills another, then EXTON strikes him down]\r\n    That hand shall burn in never-quenching fire\r\n    That staggers thus my person. Exton, thy fierce hand\r\n    Hath with the King's blood stain'd the King's own land.\r\n    Mount, mount, my soul! thy seat is up on high;\r\n    Whilst my gross flesh sinks downward, here to die.\r\n                                                       [Dies]\r", "type": "direction"}, {"direction": "  EXTON. As full of valour as of royal blood.\r\n    Both have I spill'd. O, would the deed were good!\r\n    For now the devil, that told me I did well,\r\n    Says that this deed is chronicled in hell.\r\n    This dead King to the living King I'll bear.\r\n    Take hence the rest, and give them burial here.       Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 5. Pomfret Castle. The dungeon of the Castle\r", "scene": 14, "act": 1}, {"text": [{"direction": "SCENE 6. Windsor Castle\r\n\r\nFlourish. Enter BOLINGBROKE, the DUKE OF YORK, With other LORDS and\r\nattendants\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Kind uncle York, the latest news we hear\r\n    Is that the rebels have consum'd with fire\r\n    Our town of Ciceter in Gloucestershire;\r\n    But whether they be ta'en or slain we hear not.\r", "type": "direction"}, {"direction": "Enter NORTHUMBERLAND\r\n\r\n    Welcome, my lord. What is the news?\r", "type": "direction"}, {"direction": "  NORTHUMBERLAND. First, to thy sacred state wish I all happiness.\r\n    The next news is, I have to London sent\r\n    The heads of Salisbury, Spencer, Blunt, and Kent.\r\n    The manner of their taking may appear\r\n    At large discoursed in this paper here.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. We thank thee, gentle Percy, for thy pains;\r\n    And to thy worth will add right worthy gains.\r", "type": "direction"}, {"direction": "Enter FITZWATER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FITZWATER. My lord, I have from Oxford sent to London\r\n    The heads of Brocas and Sir Bennet Seely;\r\n    Two of the dangerous consorted traitors\r\n    That sought at Oxford thy dire overthrow.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Thy pains, Fitzwater, shall not be forgot;\r\n    Right noble is thy merit, well I wot.\r", "type": "direction"}, {"direction": "Enter PERCY, With the BISHOP OF CARLISLE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PERCY. The grand conspirator, Abbot of Westminster,\r\n    With clog of conscience and sour melancholy,\r\n    Hath yielded up his body to the grave;\r\n    But here is Carlisle living, to abide\r\n    Thy kingly doom, and sentence of his pride.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Carlisle, this is your doom:\r\n    Choose out some secret place, some reverend room,\r\n    More than thou hast, and with it joy thy life;\r\n    So as thou liv'st in peace, die free from strife;\r\n    For though mine enemy thou hast ever been,\r\n    High sparks of honour in thee have I seen.\r", "type": "direction"}, {"direction": "Enter EXTON, with attendants, hearing a coffin\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  EXTON. Great King, within this coffin I present\r\n    Thy buried fear. Herein all breathless lies\r\n    The mightiest of thy greatest enemies,\r\n    Richard of Bordeaux, by me hither brought.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. Exton, I thank thee not; for thou hast wrought\r\n    A deed of slander with thy fatal hand\r\n    Upon my head and all this famous land.\r", "type": "direction"}, {"direction": "  EXTON. From your own mouth, my lord, did I this deed.\r", "type": "direction"}, {"direction": "  BOLINGBROKE. They love not poison that do poison need,\r\n    Nor do I thee. Though I did wish him dead,\r\n    I hate the murderer, love him murdered.\r\n    The guilt of conscience take thou for thy labour,\r\n    But neither my good word nor princely favour;\r\n    With Cain go wander thorough shades of night,\r\n    And never show thy head by day nor light.\r\n    Lords, I protest my soul is full of woe\r\n    That blood should sprinkle me to make me grow.\r\n    Come, mourn with me for what I do lament,\r\n    And put on sullen black incontinent.\r\n    I'll make a voyage to the Holy Land,\r\n    To wash this blood off from my guilty hand.\r\n    March sadly after; grace my mournings here\r\n    In weeping after this untimely bier.                  Exeunt\r\n\r\n\r\n\r\n\r", "type": "direction"}], "title": "SCENE 6. Windsor Castle\r\n\r\nFlourish. Enter BOLINGBROKE, the DUKE OF YORK, With other LORDS and\r\nattendants\r", "scene": 15, "act": 1}]}], "table_of_contents": "KING RICHARD THE SECOND\r\n\r\nDRAMATIS PERSONAE\r\n\r\n  KING RICHARD THE SECOND\r\n  JOHN OF GAUNT, Duke of Lancaster - uncle to the King\r\n  EDMUND LANGLEY, Duke of York - uncle to the King\r\n  HENRY, surnamed BOLINGBROKE, Duke of Hereford, son of\r\n    John of Gaunt, afterwards King Henry IV\r\n  DUKE OF AUMERLE, son of the Duke of York\r\n  THOMAS MOWBRAY, Duke of Norfolk\r\n  DUKE OF SURREY\r\n  EARL OF SALISBURY\r\n  EARL BERKELEY\r\n  BUSHY - favourites of King Richard\r\n  BAGOT -     \"      \"   \"     \"\r\n  GREEN -     \"      \"   \"     \"\r\n  EARL OF NORTHUMBERLAND\r\n  HENRY PERCY, surnamed HOTSPUR, his son\r\n  LORD Ross                             LORD WILLOUGHBY\r\n  LORD FITZWATER                        BISHOP OF CARLISLE\r\n  ABBOT OF WESTMINSTER                  LORD MARSHAL\r\n  SIR STEPHEN SCROOP                    SIR PIERCE OF EXTON\r\n  CAPTAIN of a band of Welshmen         TWO GARDENERS\r\n\r\n  QUEEN to King Richard\r\n  DUCHESS OF YORK\r\n  DUCHESS OF GLOUCESTER, widow of Thomas of Woodstock,\r\n    Duke of Gloucester\r\n  LADY attending on the Queen\r\n\r\n  Lords, Heralds, Officers, Soldiers, Keeper, Messenger,\r\n    Groom, and other Attendants\r\n\r\nSCENE: England and Wales\r\n\r"}