{"body": [{"Act 1": [{"text": [{"direction": "ACT I. SCENE 1.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter the DUKE OF NORFOLK at one door; at the other, the DUKE OF\r\nBUCKINGHAM and the LORD ABERGAVENNY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Good morrow, and well met. How have ye done\r\n    Since last we saw in France?\r", "type": "direction"}, {"direction": "  NORFOLK. I thank your Grace,\r\n    Healthful; and ever since a fresh admirer\r\n    Of what I saw there.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. An untimely ague\r\n    Stay'd me a prisoner in my chamber when\r\n    Those suns of glory, those two lights of men,\r\n    Met in the vale of Andren.\r", "type": "direction"}, {"direction": "  NORFOLK. 'Twixt Guynes and Arde-\r\n    I was then present, saw them salute on horseback;\r\n    Beheld them, when they lighted, how they clung\r\n    In their embracement, as they grew together;\r\n    Which had they, what four thron'd ones could have weigh'd\r\n    Such a compounded one?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. All the whole time\r\n    I was my chamber's prisoner.\r", "type": "direction"}, {"direction": "  NORFOLK. Then you lost\r\n    The view of earthly glory; men might say,\r\n    Till this time pomp was single, but now married\r\n    To one above itself. Each following day\r\n    Became the next day's master, till the last\r\n    Made former wonders its. To-day the French,\r\n    All clinquant, all in gold, like heathen gods,\r\n    Shone down the English; and to-morrow they\r\n    Made Britain India: every man that stood\r\n    Show'd like a mine. Their dwarfish pages were\r\n    As cherubins, an gilt; the madams too,\r\n    Not us'd to toil, did almost sweat to bear\r\n    The pride upon them, that their very labour\r\n    Was to them as a painting. Now this masque\r\n    Was cried incomparable; and th' ensuing night\r\n    Made it a fool and beggar. The two kings,\r\n    Equal in lustre, were now best, now worst,\r\n    As presence did present them: him in eye\r\n    still him in praise; and being present both,\r\n    'Twas said they saw but one, and no discerner\r\n    Durst wag his tongue in censure. When these suns-\r\n    For so they phrase 'em-by their heralds challeng'd\r\n    The noble spirits to arms, they did perform\r\n    Beyond thought's compass, that former fabulous story,\r\n    Being now seen possible enough, got credit,\r\n    That Bevis was believ'd.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. O, you go far!\r", "type": "direction"}, {"direction": "  NORFOLK. As I belong to worship, and affect\r\n    In honour honesty, the tract of ev'rything\r\n    Would by a good discourser lose some life\r\n    Which action's self was tongue to. All was royal:\r\n    To the disposing of it nought rebell'd;\r\n    Order gave each thing view. The office did\r\n    Distinctly his full function.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Who did guide-\r\n    I mean, who set the body and the limbs\r\n    Of this great sport together, as you guess?\r", "type": "direction"}, {"direction": "  NORFOLK. One, certes, that promises no element\r\n    In such a business.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I pray you, who, my lord?\r", "type": "direction"}, {"direction": "  NORFOLK. All this was ord'red by the good discretion\r\n    Of the right reverend Cardinal of York.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. The devil speed him! No man's pie is freed\r\n    From his ambitious finger. What had he\r\n    To do in these fierce vanities? I wonder\r\n    That such a keech can with his very bulk\r\n    Take up the rays o' th' beneficial sun,\r\n    And keep it from the earth.\r", "type": "direction"}, {"direction": "  NORFOLK. Surely, sir,\r\n    There's in him stuff that puts him to these ends;\r\n    For, being not propp'd by ancestry, whose grace\r\n    Chalks successors their way, nor call'd upon\r\n    For high feats done to th' crown, neither allied\r\n    To eminent assistants, but spider-like,\r\n    Out of his self-drawing web, 'a gives us note\r\n    The force of his own merit makes his way-\r\n    A gift that heaven gives for him, which buys\r\n    A place next to the King.\r", "type": "direction"}, {"direction": "  ABERGAVENNY. I cannot tell\r\n    What heaven hath given him-let some graver eye\r\n    Pierce into that; but I can see his pride\r\n    Peep through each part of him. Whence has he that?\r\n    If not from hell, the devil is a niggard\r\n    Or has given all before, and he begins\r\n    A new hell in himself.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Why the devil,\r\n    Upon this French going out, took he upon him-\r\n    Without the privity o' th' King-t' appoint\r\n    Who should attend on him? He makes up the file\r\n    Of all the gentry; for the most part such\r\n    To whom as great a charge as little honour\r\n    He meant to lay upon; and his own letter,\r\n    The honourable board of council out,\r\n    Must fetch him in he papers.\r", "type": "direction"}, {"direction": "  ABERGAVENNY. I do know\r\n    Kinsmen of mine, three at the least, that have\r\n    By this so sicken'd their estates that never\r\n    They shall abound as formerly.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. O, many\r\n    Have broke their backs with laying manors on 'em\r\n    For this great journey. What did this vanity\r\n    But minister communication of\r\n    A most poor issue?\r", "type": "direction"}, {"direction": "  NORFOLK. Grievingly I think\r\n    The peace between the French and us not values\r\n    The cost that did conclude it.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Every man,\r\n    After the hideous storm that follow'd, was\r\n    A thing inspir'd, and, not consulting, broke\r\n    Into a general prophecy-that this tempest,\r\n    Dashing the garment of this peace, aboded\r\n    The sudden breach on't.\r", "type": "direction"}, {"direction": "  NORFOLK. Which is budded out;\r\n    For France hath flaw'd the league, and hath attach'd\r\n    Our merchants' goods at Bordeaux.\r", "type": "direction"}, {"direction": "  ABERGAVENNY. Is it therefore\r\n    Th' ambassador is silenc'd?\r", "type": "direction"}, {"direction": "  NORFOLK. Marry, is't.\r", "type": "direction"}, {"direction": "  ABERGAVENNY. A proper tide of a peace, and purchas'd\r\n    At a superfluous rate!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Why, all this business\r\n    Our reverend Cardinal carried.\r", "type": "direction"}, {"direction": "  NORFOLK. Like it your Grace,\r\n    The state takes notice of the private difference\r\n    Betwixt you and the Cardinal. I advise you-\r\n    And take it from a heart that wishes towards you\r\n    Honour and plenteous safety-that you read\r\n    The Cardinal's malice and his potency\r\n    Together; to consider further, that\r\n    What his high hatred would effect wants not\r\n    A minister in his power. You know his nature,\r\n    That he's revengeful; and I know his sword\r\n    Hath a sharp edge-it's long and't may be said\r\n    It reaches far, and where 'twill not extend,\r\n    Thither he darts it. Bosom up my counsel\r\n    You'll find it wholesome. Lo, where comes that rock\r\n    That I advise your shunning.\r", "type": "direction"}, {"direction": "Enter CARDINAL WOLSEY, the purse borne before him, certain of the\r\n      guard, and two SECRETARIES with papers. The CARDINAL in his\r\n      passage fixeth his eye on BUCKINGHAM, and BUCKINGHAM on him, both\r\n      full of disdain\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  WOLSEY. The Duke of Buckingham's surveyor? Ha!\r\n    Where's his examination?\r", "type": "direction"}, {"direction": "  SECRETARY. Here, so please you.\r", "type": "direction"}, {"direction": "  WOLSEY. Is he in person ready?\r", "type": "direction"}, {"direction": "  SECRETARY. Ay, please your Grace.\r", "type": "direction"}, {"direction": "  WOLSEY. Well, we shall then know more, and Buckingham\r\n    shall lessen this big look.\r\n                                          Exeunt WOLSEY and his train\r", "type": "direction"}, {"direction": "  BUCKINGHAM. This butcher's cur is venom-mouth'd, and I\r\n    Have not the power to muzzle him; therefore best\r\n    Not wake him in his slumber. A beggar's book\r\n    Outworths a noble's blood.\r", "type": "direction"}, {"direction": "  NORFOLK. What, are you chaf'd?\r\n    Ask God for temp'rance; that's th' appliance only\r\n    Which your disease requires.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I read in's looks\r\n    Matter against me, and his eye revil'd\r\n    Me as his abject object. At this instant\r\n    He bores me with some trick. He's gone to th' King;\r\n    I'll follow, and outstare him.\r", "type": "direction"}, {"direction": "  NORFOLK. Stay, my lord,\r\n    And let your reason with your choler question\r\n    What 'tis you go about. To climb steep hills\r\n    Requires slow pace at first. Anger is like\r\n    A full hot horse, who being allow'd his way,\r\n    Self-mettle tires him. Not a man in England\r\n    Can advise me like you; be to yourself\r\n    As you would to your friend.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I'll to the King,\r\n    And from a mouth of honour quite cry down\r\n    This Ipswich fellow's insolence; or proclaim\r\n    There's difference in no persons.\r", "type": "direction"}, {"direction": "  NORFOLK. Be advis'd:\r\n    Heat not a furnace for your foe so hot\r\n    That it do singe yourself. We may outrun\r\n    By violent swiftness that which we run at,\r\n    And lose by over-running. Know you not\r\n    The fire that mounts the liquor till't run o'er\r\n    In seeming to augment it wastes it? Be advis'd.\r\n    I say again there is no English soul\r\n    More stronger to direct you than yourself,\r\n    If with the sap of reason you would quench\r\n    Or but allay the fire of passion.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Sir,\r\n    I am thankful to you, and I'll go along\r\n    By your prescription; but this top-proud fellow-\r\n    Whom from the flow of gan I name not, but\r\n    From sincere motions, by intelligence,\r\n    And proofs as clear as founts in July when\r\n    We see each grain of gravel-I do know\r\n    To be corrupt and treasonous.\r", "type": "direction"}, {"direction": "  NORFOLK. Say not treasonous.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. To th' King I'll say't, and make my vouch as strong\r\n    As shore of rock. Attend: this holy fox,\r\n    Or wolf, or both-for he is equal rav'nous\r\n    As he is subtle, and as prone to mischief\r\n    As able to perform't, his mind and place\r\n    Infecting one another, yea, reciprocally-\r\n    Only to show his pomp as well in France\r\n    As here at home, suggests the King our master\r\n    To this last costly treaty, th' interview\r\n    That swallowed so much treasure and like a glass\r\n    Did break i' th' wrenching.\r", "type": "direction"}, {"direction": "  NORFOLK. Faith, and so it did.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Pray, give me favour, sir; this cunning cardinal\r\n    The articles o' th' combination drew\r\n    As himself pleas'd; and they were ratified\r\n    As he cried 'Thus let be' to as much end\r\n    As give a crutch to th' dead. But our Count-Cardinal\r\n    Has done this, and 'tis well; for worthy Wolsey,\r\n    Who cannot err, he did it. Now this follows,\r\n    Which, as I take it, is a kind of puppy\r\n    To th' old dam treason: Charles the Emperor,\r\n    Under pretence to see the Queen his aunt-\r\n    For 'twas indeed his colour, but he came\r\n    To whisper Wolsey-here makes visitation-\r\n    His fears were that the interview betwixt\r\n    England and France might through their amity\r\n    Breed him some prejudice; for from this league\r\n    Peep'd harms that menac'd him-privily\r\n    Deals with our Cardinal; and, as I trow-\r\n    Which I do well, for I am sure the Emperor\r\n    Paid ere he promis'd; whereby his suit was granted\r\n    Ere it was ask'd-but when the way was made,\r\n    And pav'd with gold, the Emperor thus desir'd,\r\n    That he would please to alter the King's course,\r\n    And break the foresaid peace. Let the King know,\r\n    As soon he shall by me, that thus the Cardinal\r\n    Does buy and sell his honour as he pleases,\r\n    And for his own advantage.\r", "type": "direction"}, {"direction": "  NORFOLK. I am sorry\r\n    To hear this of him, and could wish he were\r\n    Something mistaken in't.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. No, not a syllable:\r\n    I do pronounce him in that very shape\r\n    He shall appear in proof.\r", "type": "direction"}, {"direction": "Enter BRANDON, a SERGEANT-AT-ARMS before him,\r\n              and two or three of the guard\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BRANDON. Your office, sergeant: execute it.\r", "type": "direction"}, {"direction": "  SERGEANT. Sir,\r\n    My lord the Duke of Buckingham, and Earl\r\n    Of Hereford, Stafford, and Northampton, I\r\n    Arrest thee of high treason, in the name\r\n    Of our most sovereign King.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Lo you, my lord,\r\n    The net has fall'n upon me! I shall perish\r\n    Under device and practice.\r", "type": "direction"}, {"direction": "  BRANDON. I am sorry\r\n    To see you ta'en from liberty, to look on\r\n    The business present; 'tis his Highness' pleasure\r\n    You shall to th' Tower.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. It will help nothing\r\n    To plead mine innocence; for that dye is on me\r\n    Which makes my whit'st part black. The will of heav'n\r\n    Be done in this and all things! I obey.\r\n    O my Lord Aberga'ny, fare you well!\r", "type": "direction"}, {"direction": "  BRANDON. Nay, he must bear you company.\r\n    [To ABERGAVENNY]  The King\r\n    Is pleas'd you shall to th' Tower, till you know\r\n    How he determines further.\r", "type": "direction"}, {"direction": "  ABERGAVENNY. As the Duke said,\r\n    The will of heaven be done, and the King's pleasure\r\n    By me obey'd.\r", "type": "direction"}, {"direction": "  BRANDON. Here is warrant from\r\n    The King t' attach Lord Montacute and the bodies\r\n    Of the Duke's confessor, John de la Car,\r\n    One Gilbert Peck, his chancellor-\r", "type": "direction"}, {"direction": "  BUCKINGHAM. So, so!\r\n    These are the limbs o' th' plot; no more, I hope.\r", "type": "direction"}, {"direction": "  BRANDON. A monk o' th' Chartreux.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. O, Nicholas Hopkins?\r", "type": "direction"}, {"direction": "  BRANDON. He.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My surveyor is false. The o'er-great Cardinal\r\n    Hath show'd him gold; my life is spann'd already.\r\n    I am the shadow of poor Buckingham,\r\n    Whose figure even this instant cloud puts on\r\n    By dark'ning my clear sun. My lord, farewell.\r\n    Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT I. SCENE 2.\r\n\r\nLondon. The Council Chamber\r\n\r\nCornets. Enter KING HENRY, leaning on the CARDINAL'S shoulder, the\r\nNOBLES, and SIR THOMAS LOVELL, with others. The CARDINAL places himself\r\nunder the KING'S feet on his right side\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING. My life itself, and the best heart of it,\r\n    Thanks you for this great care; I stood i' th' level\r\n    Of a full-charg'd confederacy, and give thanks\r\n    To you that chok'd it. Let be call'd before us\r\n    That gentleman of Buckingham's. In person\r\n    I'll hear his confessions justify;\r\n    And point by point the treasons of his master\r\n    He shall again relate.\r\n\r\n      A noise within, crying 'Room for the Queen!' Enter the QUEEN,\r\n      usher'd by the DUKES OF NORFOLK and SUFFOLK; she kneels. The KING\r\n      riseth from his state, takes her up, kisses and placeth her by\r\n      him\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Nay, we must longer kneel: I am suitor.\r", "type": "direction"}, {"direction": "  KING. Arise, and take place by us. Half your suit\r\n    Never name to us: you have half our power.\r\n    The other moiety ere you ask is given;\r\n    Repeat your will, and take it.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Thank your Majesty.\r\n    That you would love yourself, and in that love\r\n    Not unconsidered leave your honour nor\r\n    The dignity of your office, is the point\r\n    Of my petition.\r", "type": "direction"}, {"direction": "  KING. Lady mine, proceed.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. I am solicited, not by a few,\r\n    And those of true condition, that your subjects\r\n    Are in great grievance: there have been commissions\r\n    Sent down among 'em which hath flaw'd the heart\r\n    Of all their loyalties; wherein, although,\r\n    My good Lord Cardinal, they vent reproaches\r\n    Most bitterly on you as putter-on\r\n    Of these exactions, yet the King our master-\r\n    Whose honour Heaven shield from soil!-even he escapes not\r\n    Language unmannerly; yea, such which breaks\r\n    The sides of loyalty, and almost appears\r\n    In loud rebellion.\r", "type": "direction"}, {"direction": "  NORFOLK. Not almost appears-\r\n    It doth appear; for, upon these taxations,\r\n    The clothiers all, not able to maintain\r\n    The many to them 'longing, have put of\r\n    The spinsters, carders, fullers, weavers, who\r\n    Unfit for other life, compell'd by hunger\r\n    And lack of other means, in desperate manner\r\n    Daring th' event to th' teeth, are all in uproar,\r\n    And danger serves among them.\r", "type": "direction"}, {"direction": "  KING. Taxation!\r\n    Wherein? and what taxation? My Lord Cardinal,\r\n    You that are blam'd for it alike with us,\r\n    Know you of this taxation?\r", "type": "direction"}, {"direction": "  WOLSEY. Please you, sir,\r\n    I know but of a single part in aught\r\n    Pertains to th' state, and front but in that file\r\n    Where others tell steps with me.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. No, my lord!\r\n    You know no more than others! But you frame\r\n    Things that are known alike, which are not wholesome\r\n    To those which would not know them, and yet must\r\n    Perforce be their acquaintance. These exactions,\r\n    Whereof my sovereign would have note, they are\r\n    Most pestilent to th' hearing; and to bear 'em\r\n    The back is sacrifice to th' load. They say\r\n    They are devis'd by you, or else you suffer\r\n    Too hard an exclamation.\r", "type": "direction"}, {"direction": "  KING. Still exaction!\r\n    The nature of it? In what kind, let's know,\r\n    Is this exaction?\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. I am much too venturous\r\n    In tempting of your patience, but am bold'ned\r\n    Under your promis'd pardon. The subjects' grief\r\n    Comes through commissions, which compels from each\r\n    The sixth part of his substance, to be levied\r\n    Without delay; and the pretence for this\r\n    Is nam'd your wars in France. This makes bold mouths;\r\n    Tongues spit their duties out, and cold hearts freeze\r\n    Allegiance in them; their curses now\r\n    Live where their prayers did; and it's come to pass\r\n    This tractable obedience is a slave\r\n    To each incensed will. I would your Highness\r\n    Would give it quick consideration, for\r\n    There is no primer business.\r", "type": "direction"}, {"direction": "  KING. By my life,\r\n    This is against our pleasure.\r", "type": "direction"}, {"direction": "  WOLSEY. And for me,\r\n    I have no further gone in this than by\r\n    A single voice; and that not pass'd me but\r\n    By learned approbation of the judges. If I am\r\n    Traduc'd by ignorant tongues, which neither know\r\n    My faculties nor person, yet will be\r\n    The chronicles of my doing, let me say\r\n    'Tis but the fate of place, and the rough brake\r\n    That virtue must go through. We must not stint\r\n    Our necessary actions in the fear\r\n    To cope malicious censurers, which ever\r\n    As rav'nous fishes do a vessel follow\r\n    That is new-trimm'd, but benefit no further\r\n    Than vainly longing. What we oft do best,\r\n    By sick interpreters, once weak ones, is\r\n    Not ours, or not allow'd; what worst, as oft\r\n    Hitting a grosser quality, is cried up\r\n    For our best act. If we shall stand still,\r\n    In fear our motion will be mock'd or carp'd at,\r\n    We should take root here where we sit, or sit\r\n    State-statues only.\r", "type": "direction"}, {"direction": "  KING. Things done well\r\n    And with a care exempt themselves from fear:\r\n    Things done without example, in their issue\r\n    Are to be fear'd. Have you a precedent\r\n    Of this commission? I believe, not any.\r\n    We must not rend our subjects from our laws,\r\n    And stick them in our will. Sixth part of each?\r\n    A trembling contribution! Why, we take\r\n    From every tree lop, bark, and part o' th' timber;\r\n    And though we leave it with a root, thus hack'd,\r\n    The air will drink the sap. To every county\r\n    Where this is question'd send our letters with\r\n    Free pardon to each man that has denied\r\n    The force of this commission. Pray, look tot;\r\n    I put it to your care.\r", "type": "direction"}, {"direction": "  WOLSEY. [Aside to the SECRETARY]  A word with you.\r\n    Let there be letters writ to every shire\r\n    Of the King's grace and pardon. The grieved commons\r\n    Hardly conceive of me-let it be nois'd\r\n    That through our intercession this revokement\r\n    And pardon comes. I shall anon advise you\r\n    Further in the proceeding.                         Exit SECRETARY\r", "type": "direction"}, {"direction": "Enter SURVEYOR\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. I am sorry that the Duke of Buckingham\r\n    Is run in your displeasure.\r", "type": "direction"}, {"direction": "  KING. It grieves many.\r\n    The gentleman is learn'd and a most rare speaker;\r\n    To nature none more bound; his training such\r\n    That he may furnish and instruct great teachers\r\n    And never seek for aid out of himself. Yet see,\r\n    When these so noble benefits shall prove\r\n    Not well dispos'd, the mind growing once corrupt,\r\n    They turn to vicious forms, ten times more ugly\r\n    Than ever they were fair. This man so complete,\r\n    Who was enroll'd 'mongst wonders, and when we,\r\n    Almost with ravish'd list'ning, could not find\r\n    His hour of speech a minute-he, my lady,\r\n    Hath into monstrous habits put the graces\r\n    That once were his, and is become as black\r\n    As if besmear'd in hell. Sit by us; you shall hear-\r\n    This was his gentleman in trust-of him\r\n    Things to strike honour sad. Bid him recount\r\n    The fore-recited practices, whereof\r\n    We cannot feel too little, hear too much.\r", "type": "direction"}, {"direction": "  WOLSEY. Stand forth, and with bold spirit relate what you,\r\n    Most like a careful subject, have collected\r\n    Out of the Duke of Buckingham.\r", "type": "direction"}, {"direction": "  KING. Speak freely.\r", "type": "direction"}, {"direction": "  SURVEYOR. First, it was usual with him-every day\r\n    It would infect his speech-that if the King\r\n    Should without issue die, he'll carry it so\r\n    To make the sceptre his. These very words\r\n    I've heard him utter to his son-in-law,\r\n    Lord Aberga'ny, to whom by oath he menac'd\r\n    Revenge upon the Cardinal.\r", "type": "direction"}, {"direction": "  WOLSEY. Please your Highness, note\r\n    This dangerous conception in this point:\r\n    Not friended by his wish, to your high person\r\n    His will is most malignant, and it stretches\r\n    Beyond you to your friends.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. My learn'd Lord Cardinal,\r\n    Deliver all with charity.\r", "type": "direction"}, {"direction": "  KING. Speak on.\r\n    How grounded he his title to the crown\r\n    Upon our fail? To this point hast thou heard him\r\n    At any time speak aught?\r", "type": "direction"}, {"direction": "  SURVEYOR. He was brought to this\r\n    By a vain prophecy of Nicholas Henton.\r", "type": "direction"}, {"direction": "  KING. What was that Henton?\r", "type": "direction"}, {"direction": "  SURVEYOR. Sir, a Chartreux friar,\r\n    His confessor, who fed him every minute\r\n    With words of sovereignty.\r", "type": "direction"}, {"direction": "  KING. How know'st thou this?\r", "type": "direction"}, {"direction": "  SURVEYOR. Not long before your Highness sped to France,\r\n    The Duke being at the Rose, within the parish\r\n    Saint Lawrence Poultney, did of me demand\r\n    What was the speech among the Londoners\r\n    Concerning the French journey. I replied\r\n    Men fear'd the French would prove perfidious,\r\n    To the King's danger. Presently the Duke\r\n    Said 'twas the fear indeed and that he doubted\r\n    'Twould prove the verity of certain words\r\n    Spoke by a holy monk 'that oft' says he\r\n    'Hath sent to me, wishing me to permit\r\n    John de la Car, my chaplain, a choice hour\r\n    To hear from him a matter of some moment;\r\n    Whom after under the confession's seal\r\n    He solemnly had sworn that what he spoke\r\n    My chaplain to no creature living but\r\n    To me should utter, with demure confidence\r\n    This pausingly ensu'd: \"Neither the King nor's heirs,\r\n    Tell you the Duke, shall prosper; bid him strive\r\n    To gain the love o' th' commonalty; the Duke\r\n    Shall govern England.\"'\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. If I know you well,\r\n    You were the Duke's surveyor, and lost your office\r\n    On the complaint o' th' tenants. Take good heed\r\n    You charge not in your spleen a noble person\r\n    And spoil your nobler soul. I say, take heed;\r\n    Yes, heartily beseech you.\r", "type": "direction"}, {"direction": "  KING. Let him on.\r\n    Go forward.\r", "type": "direction"}, {"direction": "  SURVEYOR. On my soul, I'll speak but truth.\r\n    I told my lord the Duke, by th' devil's illusions\r\n    The monk might be deceiv'd, and that 'twas dangerous\r\n      for him\r\n    To ruminate on this so far, until\r\n    It forg'd him some design, which, being believ'd,\r\n    It was much like to do. He answer'd 'Tush,\r\n    It can do me no damage'; adding further\r\n    That, had the King in his last sickness fail'd,\r\n    The Cardinal's and Sir Thomas Lovell's heads\r\n    Should have gone off.\r", "type": "direction"}, {"direction": "  KING. Ha! what, so rank? Ah ha!\r\n    There's mischief in this man. Canst thou say further?\r", "type": "direction"}, {"direction": "  SURVEYOR. I can, my liege.\r", "type": "direction"}, {"direction": "  KING. Proceed.\r", "type": "direction"}, {"direction": "  SURVEYOR. Being at Greenwich,\r\n    After your Highness had reprov'd the Duke\r\n    About Sir William Bulmer-\r", "type": "direction"}, {"direction": "  KING. I remember\r\n    Of such a time: being my sworn servant,\r\n    The Duke retain'd him his. But on: what hence?\r", "type": "direction"}, {"direction": "  SURVEYOR. 'If' quoth he 'I for this had been committed-\r\n    As to the Tower I thought-I would have play'd\r\n    The part my father meant to act upon\r\n    Th' usurper Richard; who, being at Salisbury,\r\n    Made suit to come in's presence, which if granted,\r\n    As he made semblance of his duty, would\r\n    Have put his knife into him.'\r", "type": "direction"}, {"direction": "  KING. A giant traitor!\r", "type": "direction"}, {"direction": "  WOLSEY. Now, madam, may his Highness live in freedom,\r\n    And this man out of prison?\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. God mend all!\r", "type": "direction"}, {"direction": "  KING. There's something more would out of thee: what say'st?\r", "type": "direction"}, {"direction": "  SURVEYOR. After 'the Duke his father' with the 'knife,'\r\n    He stretch'd him, and, with one hand on his dagger,\r\n    Another spread on's breast, mounting his eyes,\r\n    He did discharge a horrible oath, whose tenour\r\n    Was, were he evil us'd, he would outgo\r\n    His father by as much as a performance\r\n    Does an irresolute purpose.\r", "type": "direction"}, {"direction": "  KING. There's his period,\r\n    To sheath his knife in us. He is attach'd;\r\n    Call him to present trial. If he may\r\n    Find mercy in the law, 'tis his; if none,\r\n    Let him not seek't of us. By day and night!\r\n    He's traitor to th' height.                                Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT I. SCENE 3.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter the LORD CHAMBERLAIN and LORD SANDYS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Is't possible the spells of France should juggle\r\n    Men into such strange mysteries?\r", "type": "direction"}, {"direction": "  SANDYS. New customs,\r\n    Though they be never so ridiculous,\r\n    Nay, let 'em be unmanly, yet are follow'd.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. As far as I see, all the good our English\r\n    Have got by the late voyage is but merely\r\n    A fit or two o' th' face; but they are shrewd ones;\r\n    For when they hold 'em, you would swear directly\r\n    Their very noses had been counsellors\r\n    To Pepin or Clotharius, they keep state so.\r", "type": "direction"}, {"direction": "  SANDYS. They have all new legs, and lame ones. One would take it,\r\n    That never saw 'em pace before, the spavin\r\n    Or springhalt reign'd among 'em.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Death! my lord,\r\n    Their clothes are after such a pagan cut to't,\r\n    That sure th' have worn out Christendom.\r", "type": "direction"}, {"direction": "Enter SIR THOMAS LOVELL\r\n\r\n    How now?\r\n    What news, Sir Thomas Lovell?\r", "type": "direction"}, {"direction": "  LOVELL. Faith, my lord,\r\n    I hear of none but the new proclamation\r\n    That's clapp'd upon the court gate.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. What is't for?\r", "type": "direction"}, {"direction": "  LOVELL. The reformation of our travell'd gallants,\r\n    That fill the court with quarrels, talk, and tailors.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. I am glad 'tis there. Now I would pray our monsieurs\r\n    To think an English courtier may be wise,\r\n    And never see the Louvre.\r", "type": "direction"}, {"direction": "  LOVELL. They must either,\r\n    For so run the conditions, leave those remnants\r\n    Of fool and feather that they got in France,\r\n    With all their honourable points of ignorance\r\n    Pertaining thereunto-as fights and fireworks;\r\n    Abusing better men than they can be,\r\n    Out of a foreign wisdom-renouncing clean\r\n    The faith they have in tennis, and tall stockings,\r\n    Short blist'red breeches, and those types of travel\r\n    And understand again like honest men,\r\n    Or pack to their old playfellows. There, I take it,\r\n    They may, cum privilegio, wear away\r\n    The lag end of their lewdness and be laugh'd at.\r", "type": "direction"}, {"direction": "  SANDYS. 'Tis time to give 'em physic, their diseases\r\n    Are grown so catching.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. What a loss our ladies\r\n    Will have of these trim vanities!\r", "type": "direction"}, {"direction": "  LOVELL. Ay, marry,\r\n    There will be woe indeed, lords: the sly whoresons\r\n    Have got a speeding trick to lay down ladies.\r\n    A French song and a fiddle has no fellow.\r", "type": "direction"}, {"direction": "  SANDYS. The devil fiddle 'em! I am glad they are going,\r\n    For sure there's no converting 'em. Now\r\n    An honest country lord, as I am, beaten\r\n    A long time out of play, may bring his plainsong\r\n    And have an hour of hearing; and, by'r Lady,\r\n    Held current music too.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Well said, Lord Sandys;\r\n    Your colt's tooth is not cast yet.\r", "type": "direction"}, {"direction": "  SANDYS. No, my lord,\r\n    Nor shall not while I have a stamp.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Sir Thomas,\r\n    Whither were you a-going?\r", "type": "direction"}, {"direction": "  LOVELL. To the Cardinal's;\r\n    Your lordship is a guest too.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. O, 'tis true;\r\n    This night he makes a supper, and a great one,\r\n    To many lords and ladies; there will be\r\n    The beauty of this kingdom, I'll assure you.\r", "type": "direction"}, {"direction": "  LOVELL. That churchman bears a bounteous mind indeed,\r\n    A hand as fruitful as the land that feeds us;\r\n    His dews fall everywhere.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. No doubt he's noble;\r\n    He had a black mouth that said other of him.\r", "type": "direction"}, {"direction": "  SANDYS. He may, my lord; has wherewithal. In him\r\n    Sparing would show a worse sin than ill doctrine:\r\n    Men of his way should be most liberal,\r\n    They are set here for examples.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. True, they are so;\r\n    But few now give so great ones. My barge stays;\r\n    Your lordship shall along. Come, good Sir Thomas,\r\n    We shall be late else; which I would not be,\r\n    For I was spoke to, with Sir Henry Guildford,\r\n    This night to be comptrollers.\r", "type": "direction"}, {"direction": "  SANDYS. I am your lordship's.                                Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT I. SCENE 4.\r\n\r\nLondon. The Presence Chamber in York Place\r\n\r\nHautboys. A small table under a state for the Cardinal, a longer table\r\nfor the guests. Then enter ANNE BULLEN, and divers other LADIES and\r\nGENTLEMEN, as guests, at one door; at another door enter SIR HENRY\r", "type": "direction"}, {"direction": "GUILDFORD\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GUILDFORD. Ladies, a general welcome from his Grace\r\n    Salutes ye all; this night he dedicates\r\n    To fair content and you. None here, he hopes,\r\n    In all this noble bevy, has brought with her\r\n    One care abroad; he would have all as merry\r\n    As, first, good company, good wine, good welcome,\r\n    Can make good people.\r", "type": "direction"}, {"direction": "Enter LORD CHAMBERLAIN, LORD SANDYS, and SIR\r\n                  THOMAS LOVELL\r\n\r\n    O, my lord, y'are tardy,\r\n    The very thought of this fair company\r\n    Clapp'd wings to me.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. You are young, Sir Harry Guildford.\r", "type": "direction"}, {"direction": "  SANDYS. Sir Thomas Lovell, had the Cardinal\r\n    But half my lay thoughts in him, some of these\r\n    Should find a running banquet ere they rested\r\n    I think would better please 'em. By my life,\r\n    They are a sweet society of fair ones.\r", "type": "direction"}, {"direction": "  LOVELL. O that your lordship were but now confessor\r\n    To one or two of these!\r", "type": "direction"}, {"direction": "  SANDYS. I would I were;\r\n    They should find easy penance.\r", "type": "direction"}, {"direction": "  LOVELL. Faith, how easy?\r", "type": "direction"}, {"direction": "  SANDYS. As easy as a down bed would afford it.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Sweet ladies, will it please you sit? Sir Harry,\r\n    Place you that side; I'll take the charge of this.\r\n    His Grace is ent'ring. Nay, you must not freeze:\r\n    Two women plac'd together makes cold weather.\r\n    My Lord Sandys, you are one will keep 'em waking:\r\n    Pray sit between these ladies.\r", "type": "direction"}, {"direction": "  SANDYS. By my faith,\r\n    And thank your lordship. By your leave, sweet ladies.\r\n                 [Seats himself between ANNE BULLEN and another lady]\r\n    If I chance to talk a little wild, forgive me;\r\n    I had it from my father.\r", "type": "direction"}, {"direction": "  ANNE. Was he mad, sir?\r", "type": "direction"}, {"direction": "  SANDYS. O, very mad, exceeding mad, in love too.\r\n    But he would bite none; just as I do now,\r\n    He would kiss you twenty with a breath.              [Kisses her]\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Well said, my lord.\r\n    So, now y'are fairly seated. Gentlemen,\r\n    The penance lies on you if these fair ladies\r\n    Pass away frowning.\r", "type": "direction"}, {"direction": "  SANDYS. For my little cure,\r\n    Let me alone.\r\n\r\n         Hautboys. Enter CARDINAL WOLSEY, attended; and\r\n                         takes his state\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  WOLSEY. Y'are welcome, my fair guests. That noble lady\r\n    Or gentleman that is not freely merry\r\n    Is not my friend. This, to confirm my welcome-\r\n    And to you all, good health!                             [Drinks]\r", "type": "direction"}, {"direction": "  SANDYS. Your Grace is noble.\r\n    Let me have such a bowl may hold my thanks\r\n    And save me so much talking.\r", "type": "direction"}, {"direction": "  WOLSEY. My Lord Sandys,\r\n    I am beholding to you. Cheer your neighbours.\r\n    Ladies, you are not merry. Gentlemen,\r\n    Whose fault is this?\r", "type": "direction"}, {"direction": "  SANDYS. The red wine first must rise\r\n    In their fair cheeks, my lord; then we shall have 'em\r\n    Talk us to silence.\r", "type": "direction"}, {"direction": "  ANNE. You are a merry gamester,\r\n    My Lord Sandys.\r", "type": "direction"}, {"direction": "  SANDYS. Yes, if I make my play.\r\n    Here's to your ladyship; and pledge it, madam,\r\n    For 'tis to such a thing-\r", "type": "direction"}, {"direction": "  ANNE. You cannot show me.\r", "type": "direction"}, {"direction": "  SANDYS. I told your Grace they would talk anon.\r\n                             [Drum and trumpet. Chambers discharg'd]\r", "type": "direction"}, {"direction": "  WOLSEY. What's that?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Look out there, some of ye.             Exit a SERVANT\r", "type": "direction"}, {"direction": "  WOLSEY. What warlike voice,\r\n    And to what end, is this? Nay, ladies, fear not:\r\n    By all the laws of war y'are privileg'd.\r\n\r\n            Re-enter SERVANT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. How now! what is't?\r", "type": "direction"}, {"direction": "  SERVANT. A noble troop of strangers-\r\n    For so they seem. Th' have left their barge and landed,\r\n    And hither make, as great ambassadors\r\n    From foreign princes.\r", "type": "direction"}, {"direction": "  WOLSEY. Good Lord Chamberlain,\r\n    Go, give 'em welcome; you can speak the French tongue;\r\n    And pray receive 'em nobly and conduct 'em\r\n    Into our presence, where this heaven of beauty\r\n    Shall shine at full upon them. Some attend him.\r\n              Exit CHAMBERLAIN attended. All rise, and tables remov'd\r\n    You have now a broken banquet, but we'll mend it.\r\n    A good digestion to you all; and once more\r\n    I show'r a welcome on ye; welcome all.\r\n\r\n      Hautboys. Enter the KING, and others, as maskers,\r\n      habited like shepherds, usher'd by the LORD CHAMBERLAIN.\r\n      They pass directly before the CARDINAL,\r\n      and gracefully salute him\r\n\r\n    A noble company! What are their pleasures?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Because they speak no English, thus they pray'd\r\n    To tell your Grace, that, having heard by fame\r\n    Of this so noble and so fair assembly\r\n    This night to meet here, they could do no less,\r\n    Out of the great respect they bear to beauty,\r\n    But leave their flocks and, under your fair conduct,\r\n    Crave leave to view these ladies and entreat\r\n    An hour of revels with 'em.\r", "type": "direction"}, {"direction": "  WOLSEY. Say, Lord Chamberlain,\r\n    They have done my poor house grace; for which I pay 'em\r\n    A thousand thanks, and pray 'em take their pleasures.\r\n                   [They choose ladies. The KING chooses ANNE BULLEN]\r", "type": "direction"}, {"direction": "  KING. The fairest hand I ever touch'd! O beauty,\r\n    Till now I never knew thee!                        [Music. Dance]\r", "type": "direction"}, {"direction": "  WOLSEY. My lord!\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Your Grace?\r", "type": "direction"}, {"direction": "  WOLSEY. Pray tell 'em thus much from me:\r\n    There should be one amongst 'em, by his person,\r\n    More worthy this place than myself; to whom,\r\n    If I but knew him, with my love and duty\r\n    I would surrender it.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. I will, my lord.\r\n                                         [He whispers to the maskers]\r", "type": "direction"}, {"direction": "  WOLSEY. What say they?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Such a one, they all confess,\r\n    There is indeed; which they would have your Grace\r\n    Find out, and he will take it.\r", "type": "direction"}, {"direction": "  WOLSEY. Let me see, then.                    [Comes from his state]\r\n    By all your good leaves, gentlemen, here I'll make\r\n    My royal choice.\r", "type": "direction"}, {"direction": "  KING.  [Unmasking]  Ye have found him, Cardinal.\r\n    You hold a fair assembly; you do well, lord.\r\n    You are a churchman, or, I'll tell you, Cardinal,\r\n    I should judge now unhappily.\r", "type": "direction"}, {"direction": "  WOLSEY. I am glad\r\n    Your Grace is grown so pleasant.\r", "type": "direction"}, {"direction": "  KING. My Lord Chamberlain,\r\n    Prithee come hither: what fair lady's that?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. An't please your Grace, Sir Thomas Bullen's\r\n      daughter-\r\n    The Viscount Rochford-one of her Highness' women.\r", "type": "direction"}, {"direction": "  KING. By heaven, she is a dainty one. Sweet heart,\r\n    I were unmannerly to take you out\r\n    And not to kiss you. A health, gentlemen!\r\n    Let it go round.\r", "type": "direction"}, {"direction": "  WOLSEY. Sir Thomas Lovell, is the banquet ready\r\n    I' th' privy chamber?\r", "type": "direction"}, {"direction": "  LOVELL. Yes, my lord.\r", "type": "direction"}, {"direction": "  WOLSEY. Your Grace,\r\n    I fear, with dancing is a little heated.\r", "type": "direction"}, {"direction": "  KING. I fear, too much.\r", "type": "direction"}, {"direction": "  WOLSEY. There's fresher air, my lord,\r\n    In the next chamber.\r", "type": "direction"}, {"direction": "  KING. Lead in your ladies, ev'ry one. Sweet partner,\r\n    I must not yet forsake you. Let's be merry:\r\n    Good my Lord Cardinal, I have half a dozen healths\r\n    To drink to these fair ladies, and a measure\r\n    To lead 'em once again; and then let's dream\r\n    Who's best in favour. Let the music knock it.\r\n                                                Exeunt, with trumpets\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE 1.\r\n\r\nWestminster. A street\r", "type": "direction"}, {"direction": "Enter two GENTLEMEN, at several doors\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Whither away so fast?\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. O, God save ye!\r\n    Ev'n to the Hall, to hear what shall become\r\n    Of the great Duke of Buckingham.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. I'll save you\r\n    That labour, sir. All's now done but the ceremony\r\n    Of bringing back the prisoner.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Were you there?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Yes, indeed, was I.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Pray, speak what has happen'd.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. You may guess quickly what.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Is he found guilty?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Yes, truly is he, and condemn'd upon't.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. I am sorry for't.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. So are a number more.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. But, pray, how pass'd it?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. I'll tell you in a little. The great Duke.\r\n    Came to the bar; where to his accusations\r\n    He pleaded still not guilty, and alleged\r\n    Many sharp reasons to defeat the law.\r\n    The King's attorney, on the contrary,\r\n    Urg'd on the examinations, proofs, confessions,\r\n    Of divers witnesses; which the Duke desir'd\r\n    To have brought, viva voce, to his face;\r\n    At which appear'd against him his surveyor,\r\n    Sir Gilbert Peck his chancellor, and John Car,\r\n    Confessor to him, with that devil-monk,\r\n    Hopkins, that made this mischief.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. That was he\r\n    That fed him with his prophecies?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. The same.\r\n    All these accus'd him strongly, which he fain\r\n    Would have flung from him; but indeed he could not;\r\n    And so his peers, upon this evidence,\r\n    Have found him guilty of high treason. Much\r\n    He spoke, and learnedly, for life; but all\r\n    Was either pitied in him or forgotten.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. After all this, how did he bear him-self\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. When he was brought again to th' bar to hear\r\n    His knell rung out, his judgment, he was stirr'd\r\n    With such an agony he sweat extremely,\r\n    And something spoke in choler, ill and hasty;\r\n    But he fell to himself again, and sweetly\r\n    In all the rest show'd a most noble patience.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. I do not think he fears death.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Sure, he does not;\r\n    He never was so womanish; the cause\r\n    He may a little grieve at.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Certainly\r\n    The Cardinal is the end of this.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. 'Tis likely,\r\n    By all conjectures: first, Kildare's attainder,\r\n    Then deputy of Ireland, who remov'd,\r\n    Earl Surrey was sent thither, and in haste too,\r\n    Lest he should help his father.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. That trick of state\r\n    Was a deep envious one.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. At his return\r\n    No doubt he will requite it. This is noted,\r\n    And generally: whoever the King favours\r\n    The Cardinal instantly will find employment,\r\n    And far enough from court too.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. All the commons\r\n    Hate him perniciously, and, o' my conscience,\r\n    Wish him ten fathom deep: this Duke as much\r\n    They love and dote on; call him bounteous Buckingham,\r\n    The mirror of all courtesy-\r", "type": "direction"}, {"direction": "Enter BUCKINGHAM from his arraignment, tip-staves\r\n      before him; the axe with the edge towards him; halberds\r\n      on each side; accompanied with SIR THOMAS\r\n      LOVELL, SIR NICHOLAS VAUX, SIR WILLIAM SANDYS,\r\n      and common people, etc.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Stay there, sir,\r\n    And see the noble ruin'd man you speak of.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Let's stand close, and behold him.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. All good people,\r\n    You that thus far have come to pity me,\r\n    Hear what I say, and then go home and lose me.\r\n    I have this day receiv'd a traitor's judgment,\r\n    And by that name must die; yet, heaven bear witness,\r\n    And if I have a conscience, let it sink me\r\n    Even as the axe falls, if I be not faithful!\r\n    The law I bear no malice for my death:\r\n    'T has done, upon the premises, but justice.\r\n    But those that sought it I could wish more Christians.\r\n    Be what they will, I heartily forgive 'em;\r\n    Yet let 'em look they glory not in mischief\r\n    Nor build their evils on the graves of great men,\r\n    For then my guiltless blood must cry against 'em.\r\n    For further life in this world I ne'er hope\r\n    Nor will I sue, although the King have mercies\r\n    More than I dare make faults. You few that lov'd me\r\n    And dare be bold to weep for Buckingham,\r\n    His noble friends and fellows, whom to leave\r\n    Is only bitter to him, only dying,\r\n    Go with me like good angels to my end;\r\n    And as the long divorce of steel falls on me\r\n    Make of your prayers one sweet sacrifice,\r\n    And lift my soul to heaven. Lead on, a God's name.\r", "type": "direction"}, {"direction": "  LOVELL. I do beseech your Grace, for charity,\r\n    If ever any malice in your heart\r\n    Were hid against me, now to forgive me frankly.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Sir Thomas Lovell, I as free forgive you\r\n    As I would be forgiven. I forgive all.\r\n    There cannot be those numberless offences\r\n    'Gainst me that I cannot take peace with. No black envy\r\n    Shall mark my grave. Commend me to his Grace;\r\n    And if he speak of Buckingham, pray tell him\r\n    You met him half in heaven. My vows and prayers\r\n    Yet are the King's, and, till my soul forsake,\r\n    Shall cry for blessings on him. May he live\r\n    Longer than I have time to tell his years;\r\n    Ever belov'd and loving may his rule be;\r\n    And when old time Shall lead him to his end,\r\n    Goodness and he fill up one monument!\r", "type": "direction"}, {"direction": "  LOVELL. To th' water side I must conduct your Grace;\r\n    Then give my charge up to Sir Nicholas Vaux,\r\n    Who undertakes you to your end.\r", "type": "direction"}, {"direction": "  VAUX. Prepare there;\r\n    The Duke is coming; see the barge be ready;\r\n    And fit it with such furniture as suits\r\n    The greatness of his person.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Nay, Sir Nicholas,\r\n    Let it alone; my state now will but mock me.\r\n    When I came hither I was Lord High Constable\r\n    And Duke of Buckingham; now, poor Edward Bohun.\r\n    Yet I am richer than my base accusers\r\n    That never knew what truth meant; I now seal it;\r\n    And with that blood will make 'em one day groan fort.\r\n    My noble father, Henry of Buckingham,\r\n    Who first rais'd head against usurping Richard,\r\n    Flying for succour to his servant Banister,\r\n    Being distress'd, was by that wretch betray'd\r\n    And without trial fell; God's peace be with him!\r\n    Henry the Seventh succeeding, truly pitying\r\n    My father's loss, like a most royal prince,\r\n    Restor'd me to my honours, and out of ruins\r\n    Made my name once more noble. Now his son,\r\n    Henry the Eighth, life, honour, name, and all\r\n    That made me happy, at one stroke has taken\r\n    For ever from the world. I had my trial,\r\n    And must needs say a noble one; which makes me\r\n    A little happier than my wretched father;\r\n    Yet thus far we are one in fortunes: both\r\n    Fell by our servants, by those men we lov'd most-\r\n    A most unnatural and faithless service.\r\n    Heaven has an end in all. Yet, you that hear me,\r\n    This from a dying man receive as certain:\r\n    Where you are liberal of your loves and counsels,\r\n    Be sure you be not loose; for those you make friends\r\n    And give your hearts to, when they once perceive\r\n    The least rub in your fortunes, fall away\r\n    Like water from ye, never found again\r\n    But where they mean to sink ye. All good people,\r\n    Pray for me! I must now forsake ye; the last hour\r\n    Of my long weary life is come upon me.\r\n    Farewell;\r\n    And when you would say something that is sad,\r\n    Speak how I fell. I have done; and God forgive me!\r\n                                          Exeunt BUCKINGHAM and train\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. O, this is full of pity! Sir, it calls,\r\n    I fear, too many curses on their heads\r\n    That were the authors.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. If the Duke be guiltless,\r\n    'Tis full of woe; yet I can give you inkling\r\n    Of an ensuing evil, if it fall,\r\n    Greater than this.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Good angels keep it from us!\r\n    What may it be? You do not doubt my faith, sir?\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. This secret is so weighty, 'twill require\r\n    A strong faith to conceal it.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Let me have it;\r\n    I do not talk much.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. I am confident.\r\n    You shall, sir. Did you not of late days hear\r\n    A buzzing of a separation\r\n    Between the King and Katharine?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Yes, but it held not;\r\n    For when the King once heard it, out of anger\r\n    He sent command to the Lord Mayor straight\r\n    To stop the rumour and allay those tongues\r\n    That durst disperse it.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. But that slander, sir,\r\n    Is found a truth now; for it grows again\r\n    Fresher than e'er it was, and held for certain\r\n    The King will venture at it. Either the Cardinal\r\n    Or some about him near have, out of malice\r\n    To the good Queen, possess'd him with a scruple\r\n    That will undo her. To confirm this too,\r\n    Cardinal Campeius is arriv'd and lately;\r\n    As all think, for this business.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. 'Tis the Cardinal;\r\n    And merely to revenge him on the Emperor\r\n    For not bestowing on him at his asking\r\n    The archbishopric of Toledo, this is purpos'd.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. I think you have hit the mark; but is't\r\n        not cruel\r\n    That she should feel the smart of this? The Cardinal\r\n    Will have his will, and she must fall.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. 'Tis woeful.\r\n    We are too open here to argue this;\r\n    Let's think in private more.                               Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE 2.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter the LORD CHAMBERLAIN reading this letter\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. 'My lord,\r\n    'The horses your lordship sent for, with all the care\r\n    had, I saw well chosen, ridden, and furnish'd. They were\r\n    young and handsome, and of the best breed in the north.\r\n    When they were ready to set out for London, a man of\r\n    my Lord Cardinal's, by commission, and main power, took\r\n    'em from me, with this reason: his master would be serv'd\r\n    before a subject, if not before the King; which stopp'd\r\n    our mouths, sir.'\r\n\r\n    I fear he will indeed. Well, let him have them.\r\n    He will have all, I think.\r", "type": "direction"}, {"direction": "Enter to the LORD CHAMBERLAIN the DUKES OF NORFOLK and SUFFOLK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORFOLK. Well met, my Lord Chamberlain.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Good day to both your Graces.\r", "type": "direction"}, {"direction": "  SUFFOLK. How is the King employ'd?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. I left him private,\r\n    Full of sad thoughts and troubles.\r", "type": "direction"}, {"direction": "  NORFOLK. What's the cause?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. It seems the marriage with his brother's wife\r\n    Has crept too near his conscience.\r", "type": "direction"}, {"direction": "  SUFFOLK. No, his conscience\r\n    Has crept too near another lady.\r", "type": "direction"}, {"direction": "  NORFOLK. 'Tis so;\r\n    This is the Cardinal's doing; the King-Cardinal,\r\n    That blind priest, like the eldest son of fortune,\r\n    Turns what he list. The King will know him one day.\r", "type": "direction"}, {"direction": "  SUFFOLK. Pray God he do! He'll never know himself else.\r", "type": "direction"}, {"direction": "  NORFOLK. How holily he works in all his business!\r\n    And with what zeal! For, now he has crack'd the league\r\n    Between us and the Emperor, the Queen's great nephew,\r\n    He dives into the King's soul and there scatters\r\n    Dangers, doubts, wringing of the conscience,\r\n    Fears, and despairs-and all these for his marriage;\r\n    And out of all these to restore the King,\r\n    He counsels a divorce, a loss of her\r\n    That like a jewel has hung twenty years\r\n    About his neck, yet never lost her lustre;\r\n    Of her that loves him with that excellence\r\n    That angels love good men with; even of her\r\n    That, when the greatest stroke of fortune falls,\r\n    Will bless the King-and is not this course pious?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Heaven keep me from such counsel! 'Tis most true\r\n    These news are everywhere; every tongue speaks 'em,\r\n    And every true heart weeps for 't. All that dare\r\n    Look into these affairs see this main end-\r\n    The French King's sister. Heaven will one day open\r\n    The King's eyes, that so long have slept upon\r\n    This bold bad man.\r", "type": "direction"}, {"direction": "  SUFFOLK. And free us from his slavery.\r", "type": "direction"}, {"direction": "  NORFOLK. We had need pray, and heartily, for our deliverance;\r\n    Or this imperious man will work us an\r\n    From princes into pages. All men's honours\r\n    Lie like one lump before him, to be fashion'd\r\n    Into what pitch he please.\r", "type": "direction"}, {"direction": "  SUFFOLK. For me, my lords,\r\n    I love him not, nor fear him-there's my creed;\r\n    As I am made without him, so I'll stand,\r\n    If the King please; his curses and his blessings\r\n    Touch me alike; th' are breath I not believe in.\r\n    I knew him, and I know him; so I leave him\r\n    To him that made him proud-the Pope.\r", "type": "direction"}, {"direction": "  NORFOLK. Let's in;\r\n    And with some other business put the King\r\n    From these sad thoughts that work too much upon him.\r\n    My lord, you'll bear us company?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Excuse me,\r\n    The King has sent me otherwhere; besides,\r\n    You'll find a most unfit time to disturb him.\r\n    Health to your lordships!\r", "type": "direction"}, {"direction": "  NORFOLK. Thanks, my good Lord Chamberlain.\r\n                            Exit LORD CHAMBERLAIN; and the KING draws\r\n                               the curtain and sits reading pensively\r", "type": "direction"}, {"direction": "  SUFFOLK. How sad he looks; sure, he is much afflicted.\r", "type": "direction"}, {"direction": "  KING. Who's there, ha?\r", "type": "direction"}, {"direction": "  NORFOLK. Pray God he be not angry.\r", "type": "direction"}, {"direction": "  KING HENRY. Who's there, I say? How dare you thrust yourselves\r\n    Into my private meditations?\r\n    Who am I, ha?\r", "type": "direction"}, {"direction": "  NORFOLK. A gracious king that pardons all offences\r\n    Malice ne'er meant. Our breach of duty this way\r\n    Is business of estate, in which we come\r\n    To know your royal pleasure.\r", "type": "direction"}, {"direction": "  KING. Ye are too bold.\r\n    Go to; I'll make ye know your times of business.\r\n    Is this an hour for temporal affairs, ha?\r", "type": "direction"}, {"direction": "Enter WOLSEY and CAMPEIUS with a commission\r\n\r\n    Who's there? My good Lord Cardinal? O my Wolsey,\r\n    The quiet of my wounded conscience,\r\n    Thou art a cure fit for a King.  [To CAMPEIUS]  You're\r\n      welcome,\r\n    Most learned reverend sir, into our kingdom.\r\n    Use us and it.  [To WOLSEY]  My good lord, have great care\r\n    I be not found a talker.\r", "type": "direction"}, {"direction": "  WOLSEY. Sir, you cannot.\r\n    I would your Grace would give us but an hour\r\n    Of private conference.\r", "type": "direction"}, {"direction": "  KING.  [To NORFOLK and SUFFOLK]  We are busy; go.\r", "type": "direction"}, {"direction": "  NORFOLK.  [Aside to SUFFOLK]  This priest has no pride in him!\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside to NORFOLK]  Not to speak of!\r\n    I would not be so sick though for his place.\r\n    But this cannot continue.\r", "type": "direction"}, {"direction": "  NORFOLK.  [Aside to SUFFOLK]  If it do,\r\n    I'll venture one have-at-him.\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside to NORFOLK]  I another.\r\n                                           Exeunt NORFOLK and SUFFOLK\r", "type": "direction"}, {"direction": "  WOLSEY. Your Grace has given a precedent of wisdom\r\n    Above all princes, in committing freely\r\n    Your scruple to the voice of Christendom.\r\n    Who can be angry now? What envy reach you?\r\n    The Spaniard, tied by blood and favour to her,\r\n    Must now confess, if they have any goodness,\r\n    The trial just and noble. All the clerks,\r\n    I mean the learned ones, in Christian kingdoms\r\n    Have their free voices. Rome the nurse of judgment,\r\n    Invited by your noble self, hath sent\r\n    One general tongue unto us, this good man,\r\n    This just and learned priest, Cardinal Campeius,\r\n    Whom once more I present unto your Highness.\r", "type": "direction"}, {"direction": "  KING. And once more in mine arms I bid him welcome,\r\n    And thank the holy conclave for their loves.\r\n    They have sent me such a man I would have wish'd for.\r", "type": "direction"}, {"direction": "  CAMPEIUS. Your Grace must needs deserve an strangers' loves,\r\n    You are so noble. To your Highness' hand\r\n    I tender my commission; by whose virtue-\r\n    The court of Rome commanding-you, my Lord\r\n    Cardinal of York, are join'd with me their servant\r\n    In the unpartial judging of this business.\r", "type": "direction"}, {"direction": "  KING. Two equal men. The Queen shall be acquainted\r\n    Forthwith for what you come. Where's Gardiner?\r", "type": "direction"}, {"direction": "  WOLSEY. I know your Majesty has always lov'd her\r\n    So dear in heart not to deny her that\r\n    A woman of less place might ask by law-\r\n    Scholars allow'd freely to argue for her.\r", "type": "direction"}, {"direction": "  KING. Ay, and the best she shall have; and my favour\r\n    To him that does best. God forbid else. Cardinal,\r\n    Prithee call Gardiner to me, my new secretary;\r\n    I find him a fit fellow.                              Exit WOLSEY\r\n\r\n          Re-enter WOLSEY with GARDINER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  WOLSEY.  [Aside to GARDINER]  Give me your hand: much\r\n      joy and favour to you;\r\n    You are the King's now.\r", "type": "direction"}, {"direction": "  GARDINER.  [Aside to WOLSEY]  But to be commanded\r\n    For ever by your Grace, whose hand has rais'd me.\r", "type": "direction"}, {"direction": "  KING. Come hither, Gardiner.                   [Walks and whispers]\r", "type": "direction"}, {"direction": "  CAMPEIUS. My Lord of York, was not one Doctor Pace\r\n    In this man's place before him?\r", "type": "direction"}, {"direction": "  WOLSEY. Yes, he was.\r", "type": "direction"}, {"direction": "  CAMPEIUS. Was he not held a learned man?\r", "type": "direction"}, {"direction": "  WOLSEY. Yes, surely.\r", "type": "direction"}, {"direction": "  CAMPEIUS. Believe me, there's an ill opinion spread then,\r\n    Even of yourself, Lord Cardinal.\r", "type": "direction"}, {"direction": "  WOLSEY. How! Of me?\r", "type": "direction"}, {"direction": "  CAMPEIUS. They will not stick to say you envied him\r\n    And, fearing he would rise, he was so virtuous,\r\n    Kept him a foreign man still; which so griev'd him\r\n    That he ran mad and died.\r", "type": "direction"}, {"direction": "  WOLSEY. Heav'n's peace be with him!\r\n    That's Christian care enough. For living murmurers\r\n    There's places of rebuke. He was a fool,\r\n    For he would needs be virtuous: that good fellow,\r\n    If I command him, follows my appointment.\r\n    I will have none so near else. Learn this, brother,\r\n    We live not to be grip'd by meaner persons.\r", "type": "direction"}, {"direction": "  KING. Deliver this with modesty to th' Queen.\r\n                                                        Exit GARDINER\r\n    The most convenient place that I can think of\r\n    For such receipt of learning is Blackfriars;\r\n    There ye shall meet about this weighty business-\r\n    My Wolsey, see it furnish'd. O, my lord,\r\n    Would it not grieve an able man to leave\r\n    So sweet a bedfellow? But, conscience, conscience!\r\n    O, 'tis a tender place! and I must leave her.              Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE 3.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter ANNE BULLEN and an OLD LADY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  ANNE. Not for that neither. Here's the pang that pinches:\r\n    His Highness having liv'd so long with her, and she\r\n    So good a lady that no tongue could ever\r\n    Pronounce dishonour of her-by my life,\r\n    She never knew harm-doing-O, now, after\r\n    So many courses of the sun enthroned,\r\n    Still growing in a majesty and pomp, the which\r\n    To leave a thousand-fold more bitter than\r\n    'Tis sweet at first t' acquire-after this process,\r\n    To give her the avaunt, it is a pity\r\n    Would move a monster.\r", "type": "direction"}, {"direction": "  OLD LADY. Hearts of most hard temper\r\n    Melt and lament for her.\r", "type": "direction"}, {"direction": "  ANNE. O, God's will! much better\r\n    She ne'er had known pomp; though't be temporal,\r\n    Yet, if that quarrel, fortune, do divorce\r\n    It from the bearer, 'tis a sufferance panging\r\n    As soul and body's severing.\r", "type": "direction"}, {"direction": "  OLD LADY. Alas, poor lady!\r\n    She's a stranger now again.\r", "type": "direction"}, {"direction": "  ANNE. So much the more\r\n    Must pity drop upon her. Verily,\r\n    I swear 'tis better to be lowly born\r\n    And range with humble livers in content\r\n    Than to be perk'd up in a glist'ring grief\r\n    And wear a golden sorrow.\r", "type": "direction"}, {"direction": "  OLD LADY. Our content\r\n    Is our best having.\r", "type": "direction"}, {"direction": "  ANNE. By my troth and maidenhead,\r\n    I would not be a queen.\r", "type": "direction"}, {"direction": "  OLD LADY. Beshrew me, I would,\r\n    And venture maidenhead for 't; and so would you,\r\n    For all this spice of your hypocrisy.\r\n    You that have so fair parts of woman on you\r\n    Have too a woman's heart, which ever yet\r\n    Affected eminence, wealth, sovereignty;\r\n    Which, to say sooth, are blessings; and which gifts,\r\n    Saving your mincing, the capacity\r\n    Of your soft cheveril conscience would receive\r\n    If you might please to stretch it.\r", "type": "direction"}, {"direction": "  ANNE. Nay, good troth.\r", "type": "direction"}, {"direction": "  OLD LADY. Yes, troth and troth. You would not be a queen!\r", "type": "direction"}, {"direction": "  ANNE. No, not for all the riches under heaven.\r", "type": "direction"}, {"direction": "  OLD LADY. 'Tis strange: a threepence bow'd would hire me,\r\n    Old as I am, to queen it. But, I pray you,\r\n    What think you of a duchess? Have you limbs\r\n    To bear that load of title?\r", "type": "direction"}, {"direction": "  ANNE. No, in truth.\r", "type": "direction"}, {"direction": "  OLD LADY. Then you are weakly made. Pluck off a little;\r\n    I would not be a young count in your way\r\n    For more than blushing comes to. If your back\r\n    Cannot vouchsafe this burden, 'tis too weak\r\n    Ever to get a boy.\r", "type": "direction"}, {"direction": "  ANNE. How you do talk!\r\n    I swear again I would not be a queen\r\n    For all the world.\r", "type": "direction"}, {"direction": "  OLD LADY. In faith, for little England\r\n    You'd venture an emballing. I myself\r\n    Would for Carnarvonshire, although there long'd\r\n    No more to th' crown but that. Lo, who comes here?\r", "type": "direction"}, {"direction": "Enter the LORD CHAMBERLAIN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Good morrow, ladies. What were't worth to know\r\n    The secret of your conference?\r", "type": "direction"}, {"direction": "  ANNE. My good lord,\r\n    Not your demand; it values not your asking.\r\n    Our mistress' sorrows we were pitying.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. It was a gentle business and becoming\r\n    The action of good women; there is hope\r\n    All will be well.\r", "type": "direction"}, {"direction": "  ANNE. Now, I pray God, amen!\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. You bear a gentle mind, and heav'nly blessings\r\n    Follow such creatures. That you may, fair lady,\r\n    Perceive I speak sincerely and high notes\r\n    Ta'en of your many virtues, the King's Majesty\r\n    Commends his good opinion of you to you, and\r\n    Does purpose honour to you no less flowing\r\n    Than Marchioness of Pembroke; to which tide\r\n    A thousand pound a year, annual support,\r\n    Out of his grace he adds.\r", "type": "direction"}, {"direction": "  ANNE. I do not know\r\n    What kind of my obedience I should tender;\r\n    More than my all is nothing, nor my prayers\r\n    Are not words duly hallowed, nor my wishes\r\n    More worth than empty vanities; yet prayers and wishes\r\n    Are all I can return. Beseech your lordship,\r\n    Vouchsafe to speak my thanks and my obedience,\r\n    As from a blushing handmaid, to his Highness;\r\n    Whose health and royalty I pray for.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Lady,\r\n    I shall not fail t' approve the fair conceit\r\n    The King hath of you.  [Aside]  I have perus'd her well:\r\n    Beauty and honour in her are so mingled\r\n    That they have caught the King; and who knows yet\r\n    But from this lady may proceed a gem\r\n    To lighten all this isle?-I'll to the King\r\n    And say I spoke with you.\r", "type": "direction"}, {"direction": "  ANNE. My honour'd lord!                       Exit LORD CHAMBERLAIN\r", "type": "direction"}, {"direction": "  OLD LADY. Why, this it is: see, see!\r\n    I have been begging sixteen years in court-\r\n    Am yet a courtier beggarly-nor could\r\n    Come pat betwixt too early and too late\r\n    For any suit of pounds; and you, O fate!\r\n    A very fresh-fish here-fie, fie, fie upon\r\n    This compell'd fortune!-have your mouth fill'd up\r\n    Before you open it.\r", "type": "direction"}, {"direction": "  ANNE. This is strange to me.\r", "type": "direction"}, {"direction": "  OLD LADY. How tastes it? Is it bitter? Forty pence, no.\r\n    There was a lady once-'tis an old story-\r\n    That would not be a queen, that would she not,\r\n    For all the mud in Egypt. Have you heard it?\r", "type": "direction"}, {"direction": "  ANNE. Come, you are pleasant.\r", "type": "direction"}, {"direction": "  OLD LADY. With your theme I could\r\n    O'ermount the lark. The Marchioness of Pembroke!\r\n    A thousand pounds a year for pure respect!\r\n    No other obligation! By my life,\r\n    That promises moe thousands: honour's train\r\n    Is longer than his foreskirt. By this time\r\n    I know your back will bear a duchess. Say,\r\n    Are you not stronger than you were?\r", "type": "direction"}, {"direction": "  ANNE. Good lady,\r\n    Make yourself mirth with your particular fancy,\r\n    And leave me out on't. Would I had no being,\r\n    If this salute my blood a jot; it faints me\r\n    To think what follows.\r\n    The Queen is comfortless, and we forgetful\r\n    In our long absence. Pray, do not deliver\r\n    What here y' have heard to her.\r", "type": "direction"}, {"direction": "  OLD LADY. What do you think me?                              Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE 4.\r\n\r\nLondon. A hall in Blackfriars\r\n\r\nTrumpets, sennet, and cornets. Enter two VERGERS, with short silver\r\nwands; next them, two SCRIBES, in the habit of doctors; after them, the\r\nARCHBISHOP OF CANTERBURY alone; after him, the BISHOPS OF LINCOLN, ELY,\r\nROCHESTER, and SAINT ASAPH; next them, with some small distance,\r\nfollows a GENTLEMAN bearing the purse, with the great seal, and a\r\nCardinal's hat; then two PRIESTS, bearing each silver cross; then a\r\nGENTLEMAN USHER bareheaded, accompanied with a SERGEANT-AT-ARMS bearing\r\na silver mace; then two GENTLEMEN bearing two great silver pillars;\r\nafter them, side by side, the two CARDINALS, WOLSEY and CAMPEIUS; two\r\nNOBLEMEN with the sword and mace. Then enter the KING and QUEEN and\r\ntheir trains. The KING takes place under the cloth of state; the two\r\nCARDINALS sit under him as judges. The QUEEN takes place some distance\r\nfrom the KING. The BISHOPS place themselves on each side of the court,\r\nin manner of consistory; below them the SCRIBES. The LORDS sit next the\r", "type": "direction"}, {"direction": "BISHOPS. The rest of the attendants stand in convenient order about the\r\nstage\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  WOLSEY. Whilst our commission from Rome is read,\r\n    Let silence be commanded.\r", "type": "direction"}, {"direction": "  KING. What's the need?\r\n    It hath already publicly been read,\r\n    And on all sides th' authority allow'd;\r\n    You may then spare that time.\r", "type": "direction"}, {"direction": "  WOLSEY. Be't so; proceed.\r", "type": "direction"}, {"direction": "  SCRIBE. Say 'Henry King of England, come into the court.'\r", "type": "direction"}, {"direction": "  CRIER. Henry King of England, &c.\r", "type": "direction"}, {"direction": "  KING. Here.\r", "type": "direction"}, {"direction": "  SCRIBE. Say 'Katharine Queen of England, come into the court.'\r", "type": "direction"}, {"direction": "  CRIER. Katharine Queen of England, &c.\r\n\r\n     The QUEEN makes no answer, rises out of her chair,\r\n     goes about the court, comes to the KING, and kneels\r\n     at his feet; then speaks\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Sir, I desire you do me right and justice,\r\n    And to bestow your pity on me; for\r\n    I am a most poor woman and a stranger,\r\n    Born out of your dominions, having here\r\n    No judge indifferent, nor no more assurance\r\n    Of equal friendship and proceeding. Alas, sir,\r\n    In what have I offended you? What cause\r\n    Hath my behaviour given to your displeasure\r\n    That thus you should proceed to put me of\r\n    And take your good grace from me? Heaven witness,\r\n    I have been to you a true and humble wife,\r\n    At all times to your will conformable,\r\n    Ever in fear to kindle your dislike,\r\n    Yea, subject to your countenance-glad or sorry\r\n    As I saw it inclin'd. When was the hour\r\n    I ever contradicted your desire\r\n    Or made it not mine too? Or which of your friends\r\n    Have I not strove to love, although I knew\r\n    He were mine enemy? What friend of mine\r\n    That had to him deriv'd your anger did\r\n    Continue in my liking? Nay, gave notice\r\n    He was from thence discharg'd? Sir, call to mind\r\n    That I have been your wife in this obedience\r\n    Upward of twenty years, and have been blest\r\n    With many children by you. If, in the course\r\n    And process of this time, you can report,\r\n    And prove it too against mine honour, aught,\r\n    My bond to wedlock or my love and duty,\r\n    Against your sacred person, in God's name,\r\n    Turn me away and let the foul'st contempt\r\n    Shut door upon me, and so give me up\r\n    To the sharp'st kind of justice. Please you, sir,\r\n    The King, your father, was reputed for\r\n    A prince most prudent, of an excellent\r\n    And unmatch'd wit and judgment; Ferdinand,\r\n    My father, King of Spain, was reckon'd one\r\n    The wisest prince that there had reign'd by many\r\n    A year before. It is not to be question'd\r\n    That they had gather'd a wise council to them\r\n    Of every realm, that did debate this business,\r\n    Who deem'd our marriage lawful. Wherefore I humbly\r\n    Beseech you, sir, to spare me till I may\r\n    Be by my friends in Spain advis'd, whose counsel\r\n    I will implore. If not, i' th' name of God,\r\n    Your pleasure be fulfill'd!\r", "type": "direction"}, {"direction": "  WOLSEY. You have here, lady,\r\n    And of your choice, these reverend fathers-men\r\n    Of singular integrity and learning,\r\n    Yea, the elect o' th' land, who are assembled\r\n    To plead your cause. It shall be therefore bootless\r\n    That longer you desire the court, as well\r\n    For your own quiet as to rectify\r\n    What is unsettled in the King.\r", "type": "direction"}, {"direction": "  CAMPEIUS. His Grace\r\n    Hath spoken well and justly; therefore, madam,\r\n    It's fit this royal session do proceed\r\n    And that, without delay, their arguments\r\n    Be now produc'd and heard.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Lord Cardinal,\r\n    To you I speak.\r", "type": "direction"}, {"direction": "  WOLSEY. Your pleasure, madam?\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Sir,\r\n    I am about to weep; but, thinking that\r\n    We are a queen, or long have dream'd so, certain\r\n    The daughter of a king, my drops of tears\r\n    I'll turn to sparks of fire.\r", "type": "direction"}, {"direction": "  WOLSEY. Be patient yet.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. I Will, when you are humble; nay, before\r\n    Or God will punish me. I do believe,\r\n    Induc'd by potent circumstances, that\r\n    You are mine enemy, and make my challenge\r\n    You shall not be my judge; for it is you\r\n    Have blown this coal betwixt my lord and me-\r\n    Which God's dew quench! Therefore I say again,\r\n    I utterly abhor, yea, from my soul\r\n    Refuse you for my judge, whom yet once more\r\n    I hold my most malicious foe and think not\r\n    At all a friend to truth.\r", "type": "direction"}, {"direction": "  WOLSEY. I do profess\r\n    You speak not like yourself, who ever yet\r\n    Have stood to charity and display'd th' effects\r\n    Of disposition gentle and of wisdom\r\n    O'ertopping woman's pow'r. Madam, you do me wrong:\r\n    I have no spleen against you, nor injustice\r\n    For you or any; how far I have proceeded,\r\n    Or how far further shall, is warranted\r\n    By a commission from the Consistory,\r\n    Yea, the whole Consistory of Rome. You charge me\r\n    That I have blown this coal: I do deny it.\r\n    The King is present; if it be known to him\r\n    That I gainsay my deed, how may he wound,\r\n    And worthily, my falsehood! Yea, as much\r\n    As you have done my truth. If he know\r\n    That I am free of your report, he knows\r\n    I am not of your wrong. Therefore in him\r\n    It lies to cure me, and the cure is to\r\n    Remove these thoughts from you; the which before\r\n    His Highness shall speak in, I do beseech\r\n    You, gracious madam, to unthink your speaking\r\n    And to say so no more.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. My lord, my lord,\r\n    I am a simple woman, much too weak\r\n    T' oppose your cunning. Y'are meek and humble-mouth'd;\r\n    You sign your place and calling, in full seeming,\r\n    With meekness and humility; but your heart\r\n    Is cramm'd with arrogancy, spleen, and pride.\r\n    You have, by fortune and his Highness' favours,\r\n    Gone slightly o'er low steps, and now are mounted\r\n    Where pow'rs are your retainers, and your words,\r\n    Domestics to you, serve your will as't please\r\n    Yourself pronounce their office. I must tell you\r\n    You tender more your person's honour than\r\n    Your high profession spiritual; that again\r\n    I do refuse you for my judge and here,\r\n    Before you all, appeal unto the Pope,\r\n    To bring my whole cause 'fore his Holiness\r\n    And to be judg'd by him.\r\n                     [She curtsies to the KING, and offers to depart]\r", "type": "direction"}, {"direction": "  CAMPEIUS. The Queen is obstinate,\r\n    Stubborn to justice, apt to accuse it, and\r\n    Disdainful to be tried by't; 'tis not well.\r\n    She's going away.\r", "type": "direction"}, {"direction": "  KING. Call her again.\r", "type": "direction"}, {"direction": "  CRIER. Katharine Queen of England, come into the court.\r", "type": "direction"}, {"direction": "  GENTLEMAN USHER. Madam, you are call'd back.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. What need you note it? Pray you keep your way;\r\n    When you are call'd, return. Now the Lord help!\r\n    They vex me past my patience. Pray you pass on.\r\n    I will not tarry; no, nor ever more\r\n    Upon this business my appearance make\r\n    In any of their courts.           Exeunt QUEEN and her attendants\r", "type": "direction"}, {"direction": "  KING. Go thy ways, Kate.\r\n    That man i' th' world who shall report he has\r\n    A better wife, let him in nought be trusted\r\n    For speaking false in that. Thou art, alone-\r\n    If thy rare qualities, sweet gentleness,\r\n    Thy meekness saint-like, wife-like government,\r\n    Obeying in commanding, and thy parts\r\n    Sovereign and pious else, could speak thee out-\r\n    The queen of earthly queens. She's noble born;\r\n    And like her true nobility she has\r\n    Carried herself towards me.\r", "type": "direction"}, {"direction": "  WOLSEY. Most gracious sir,\r\n    In humblest manner I require your Highness\r\n    That it shall please you to declare in hearing\r\n    Of all these ears-for where I am robb'd and bound,\r\n    There must I be unloos'd, although not there\r\n    At once and fully satisfied-whether ever I\r\n    Did broach this business to your Highness, or\r\n    Laid any scruple in your way which might\r\n    Induce you to the question on't, or ever\r\n    Have to you, but with thanks to God for such\r\n    A royal lady, spake one the least word that might\r\n    Be to the prejudice of her present state,\r\n    Or touch of her good person?\r", "type": "direction"}, {"direction": "  KING. My Lord Cardinal,\r\n    I do excuse you; yea, upon mine honour,\r\n    I free you from't. You are not to be taught\r\n    That you have many enemies that know not\r\n    Why they are so, but, like to village curs,\r\n    Bark when their fellows do. By some of these\r\n    The Queen is put in anger. Y'are excus'd.\r\n    But will you be more justified? You ever\r\n    Have wish'd the sleeping of this business; never desir'd\r\n    It to be stirr'd; but oft have hind'red, oft,\r\n    The passages made toward it. On my honour,\r\n    I speak my good Lord Cardinal to this point,\r\n    And thus far clear him. Now, what mov'd me to't,\r\n    I will be bold with time and your attention.\r\n    Then mark th' inducement. Thus it came-give heed to't:\r\n    My conscience first receiv'd a tenderness,\r\n    Scruple, and prick, on certain speeches utter'd\r\n    By th' Bishop of Bayonne, then French ambassador,\r\n    Who had been hither sent on the debating\r\n    A marriage 'twixt the Duke of Orleans and\r\n    Our daughter Mary. I' th' progress of this business,\r\n    Ere a determinate resolution, he-\r\n    I mean the Bishop-did require a respite\r\n    Wherein he might the King his lord advertise\r\n    Whether our daughter were legitimate,\r\n    Respecting this our marriage with the dowager,\r\n    Sometimes our brother's wife. This respite shook\r\n    The bosom of my conscience, enter'd me,\r\n    Yea, with a splitting power, and made to tremble\r\n    The region of my breast, which forc'd such way\r\n    That many maz'd considerings did throng\r\n    And press'd in with this caution. First, methought\r\n    I stood not in the smile of heaven, who had\r\n    Commanded nature that my lady's womb,\r\n    If it conceiv'd a male child by me, should\r\n    Do no more offices of life to't than\r\n    The grave does to the dead; for her male issue\r\n    Or died where they were made, or shortly after\r\n    This world had air'd them. Hence I took a thought\r\n    This was a judgment on me, that my kingdom,\r\n    Well worthy the best heir o' th' world, should not\r\n    Be gladded in't by me. Then follows that\r\n    I weigh'd the danger which my realms stood in\r\n    By this my issue's fail, and that gave to me\r\n    Many a groaning throe. Thus hulling in\r\n    The wild sea of my conscience, I did steer\r\n    Toward this remedy, whereupon we are\r\n    Now present here together; that's to say\r\n    I meant to rectify my conscience, which\r\n    I then did feel full sick, and yet not well,\r\n    By all the reverend fathers of the land\r\n    And doctors learn'd. First, I began in private\r\n    With you, my Lord of Lincoln; you remember\r\n    How under my oppression I did reek,\r\n    When I first mov'd you.\r", "type": "direction"}, {"direction": "  LINCOLN. Very well, my liege.\r", "type": "direction"}, {"direction": "  KING. I have spoke long; be pleas'd yourself to say\r\n    How far you satisfied me.\r", "type": "direction"}, {"direction": "  LINCOLN. So please your Highness,\r\n    The question did at first so stagger me-\r\n    Bearing a state of mighty moment in't\r\n    And consequence of dread-that I committed\r\n    The daring'st counsel which I had to doubt,\r\n    And did entreat your Highness to this course\r\n    Which you are running here.\r", "type": "direction"}, {"direction": "  KING. I then mov'd you,\r\n    My Lord of Canterbury, and got your leave\r\n    To make this present summons. Unsolicited\r\n    I left no reverend person in this court,\r\n    But by particular consent proceeded\r\n    Under your hands and seals; therefore, go on,\r\n    For no dislike i' th' world against the person\r\n    Of the good Queen, but the sharp thorny points\r\n    Of my alleged reasons, drives this forward.\r\n    Prove but our marriage lawful, by my life\r\n    And kingly dignity, we are contented\r\n    To wear our moral state to come with her,\r\n    Katharine our queen, before the primest creature\r\n    That's paragon'd o' th' world.\r", "type": "direction"}, {"direction": "  CAMPEIUS. So please your Highness,\r\n    The Queen being absent, 'tis a needful fitness\r\n    That we adjourn this court till further day;\r\n    Meanwhile must be an earnest motion\r\n    Made to the Queen to call back her appeal\r\n    She intends unto his Holiness.\r", "type": "direction"}, {"direction": "  KING.  [Aside]  I may perceive\r\n    These cardinals trifle with me. I abhor\r\n    This dilatory sloth and tricks of Rome.\r\n    My learn'd and well-beloved servant, Cranmer,\r\n    Prithee return. With thy approach I know\r\n    My comfort comes along. -Break up the court;\r\n    I say, set on.                   Exuent in manner as they entered\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT III. SCENE 1.\r\n\r\nLondon. The QUEEN'S apartments\r", "type": "direction"}, {"direction": "Enter the QUEEN and her women, as at work\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Take thy lute, wench. My soul grows\r\n      sad with troubles;\r\n    Sing and disperse 'em, if thou canst. Leave working.\r\n\r\n                    SONG\r\n\r\n        Orpheus with his lute made trees,\r\n        And the mountain tops that freeze,\r\n          Bow themselves when he did sing;\r\n        To his music plants and flowers\r\n        Ever sprung, as sun and showers\r\n          There had made a lasting spring.\r\n\r\n        Every thing that heard him play,\r\n        Even the billows of the sea,\r\n          Hung their heads and then lay by.\r\n        In sweet music is such art,\r\n        Killing care and grief of heart\r\n          Fall asleep or hearing die.\r", "type": "direction"}, {"direction": "Enter a GENTLEMAN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. How now?\r", "type": "direction"}, {"direction": "  GENTLEMAN. An't please your Grace, the two great Cardinals\r\n    Wait in the presence.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Would they speak with me?\r", "type": "direction"}, {"direction": "  GENTLEMAN. They will'd me say so, madam.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Pray their Graces\r\n    To come near. [Exit GENTLEMAN] What can be their business\r\n    With me, a poor weak woman, fall'n from favour?\r\n    I do not like their coming. Now I think on't,\r\n    They should be good men, their affairs as righteous;\r\n    But all hoods make not monks.\r", "type": "direction"}, {"direction": "Enter the two CARDINALS, WOLSEY and CAMPEIUS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  WOLSEY. Peace to your Highness!\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Your Graces find me here part of housewife;\r\n    I would be all, against the worst may happen.\r\n    What are your pleasures with me, reverend lords?\r", "type": "direction"}, {"direction": "  WOLSEY. May it please you, noble madam, to withdraw\r\n    Into your private chamber, we shall give you\r\n    The full cause of our coming.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Speak it here;\r\n    There's nothing I have done yet, o' my conscience,\r\n    Deserves a corner. Would all other women\r\n    Could speak this with as free a soul as I do!\r\n    My lords, I care not-so much I am happy\r\n    Above a number-if my actions\r\n    Were tried by ev'ry tongue, ev'ry eye saw 'em,\r\n    Envy and base opinion set against 'em,\r\n    I know my life so even. If your business\r\n    Seek me out, and that way I am wife in,\r\n    Out with it boldly; truth loves open dealing.\r", "type": "direction"}, {"direction": "  WOLSEY. Tanta est erga te mentis integritas, regina serenis-sima-\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. O, good my lord, no Latin!\r\n    I am not such a truant since my coming,\r\n    As not to know the language I have liv'd in;\r\n    A strange tongue makes my cause more strange, suspicious;\r\n    Pray speak in English. Here are some will thank you,\r\n    If you speak truth, for their poor mistress' sake:\r\n    Believe me, she has had much wrong. Lord Cardinal,\r\n    The willing'st sin I ever yet committed\r\n    May be absolv'd in English.\r", "type": "direction"}, {"direction": "  WOLSEY. Noble lady,\r\n    I am sorry my integrity should breed,\r\n    And service to his Majesty and you,\r\n    So deep suspicion, where all faith was meant\r\n    We come not by the way of accusation\r\n    To taint that honour every good tongue blesses,\r\n    Nor to betray you any way to sorrow-\r\n    You have too much, good lady; but to know\r\n    How you stand minded in the weighty difference\r\n    Between the King and you, and to deliver,\r\n    Like free and honest men, our just opinions\r\n    And comforts to your cause.\r", "type": "direction"}, {"direction": "  CAMPEIUS. Most honour'd madam,\r\n    My Lord of York, out of his noble nature,\r\n    Zeal and obedience he still bore your Grace,\r\n    Forgetting, like a good man, your late censure\r\n    Both of his truth and him-which was too far-\r\n    Offers, as I do, in a sign of peace,\r\n    His service and his counsel.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE.  [Aside]  To betray me.-\r\n    My lords, I thank you both for your good wins;\r\n    Ye speak like honest men-pray God ye prove so!\r\n    But how to make ye suddenly an answer,\r\n    In such a point of weight, so near mine honour,\r\n    More near my life, I fear, with my weak wit,\r\n    And to such men of gravity and learning,\r\n    In truth I know not. I was set at work\r\n    Among my maids, full little, God knows, looking\r\n    Either for such men or such business.\r\n    For her sake that I have been-for I feel\r\n    The last fit of my greatness-good your Graces,\r\n    Let me have time and counsel for my cause.\r\n    Alas, I am a woman, friendless, hopeless!\r", "type": "direction"}, {"direction": "  WOLSEY. Madam, you wrong the King's love with these fears;\r\n    Your hopes and friends are infinite.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. In England\r\n    But little for my profit; can you think, lords,\r\n    That any Englishman dare give me counsel?\r\n    Or be a known friend, 'gainst his Highness' pleasure-\r\n    Though he be grown so desperate to be honest-\r\n    And live a subject? Nay, forsooth, my friends,\r\n    They that must weigh out my afflictions,\r\n    They that my trust must grow to, live not here;\r\n    They are, as all my other comforts, far hence,\r\n    In mine own country, lords.\r", "type": "direction"}, {"direction": "  CAMPEIUS. I would your Grace\r\n    Would leave your griefs, and take my counsel.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. How, sir?\r", "type": "direction"}, {"direction": "  CAMPEIUS. Put your main cause into the King's protection;\r\n    He's loving and most gracious. 'Twill be much\r\n    Both for your honour better and your cause;\r\n    For if the trial of the law o'ertake ye\r\n    You'll part away disgrac'd.\r", "type": "direction"}, {"direction": "  WOLSEY. He tells you rightly.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Ye tell me what ye wish for both-my ruin.\r\n    Is this your Christian counsel? Out upon ye!\r\n    Heaven is above all yet: there sits a Judge\r\n    That no king can corrupt.\r", "type": "direction"}, {"direction": "  CAMPEIUS. Your rage mistakes us.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. The more shame for ye; holy men I thought ye,\r\n    Upon my soul, two reverend cardinal virtues;\r\n    But cardinal sins and hollow hearts I fear ye.\r\n    Mend 'em, for shame, my lords. Is this your comfort?\r\n    The cordial that ye bring a wretched lady-\r\n    A woman lost among ye, laugh'd at, scorn'd?\r\n    I will not wish ye half my miseries:\r\n    I have more charity; but say I warned ye.\r\n    Take heed, for heaven's sake take heed, lest at once\r\n    The burden of my sorrows fall upon ye.\r", "type": "direction"}, {"direction": "  WOLSEY. Madam, this is a mere distraction;\r\n    You turn the good we offer into envy.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Ye turn me into nothing. Woe upon ye,\r\n    And all such false professors! Would you have me-\r\n    If you have any justice, any pity,\r\n    If ye be any thing but churchmen's habits-\r\n    Put my sick cause into his hands that hates me?\r\n    Alas! has banish'd me his bed already,\r\n    His love too long ago! I am old, my lords,\r\n    And all the fellowship I hold now with him\r\n    Is only my obedience. What can happen\r\n    To me above this wretchedness? All your studies\r\n    Make me a curse like this.\r", "type": "direction"}, {"direction": "  CAMPEIUS. Your fears are worse.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Have I liv'd thus long-let me speak myself,\r\n    Since virtue finds no friends-a wife, a true one?\r\n    A woman, I dare say without vain-glory,\r\n    Never yet branded with suspicion?\r\n    Have I with all my full affections\r\n    Still met the King, lov'd him next heav'n, obey'd him,\r\n    Been, out of fondness, superstitious to him,\r\n    Almost forgot my prayers to content him,\r\n    And am I thus rewarded? 'Tis not well, lords.\r\n    Bring me a constant woman to her husband,\r\n    One that ne'er dream'd a joy beyond his pleasure,\r\n    And to that woman, when she has done most,\r\n    Yet will I add an honour-a great patience.\r", "type": "direction"}, {"direction": "  WOLSEY. Madam, you wander from the good we aim at.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. My lord, I dare not make myself so guilty,\r\n    To give up willingly that noble title\r\n    Your master wed me to: nothing but death\r\n    Shall e'er divorce my dignities.\r", "type": "direction"}, {"direction": "  WOLSEY. Pray hear me.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Would I had never trod this English earth,\r\n    Or felt the flatteries that grow upon it!\r\n    Ye have angels' faces, but heaven knows your hearts.\r\n    What will become of me now, wretched lady?\r\n    I am the most unhappy woman living.\r\n    [To her WOMEN]  Alas, poor wenches, where are now\r\n      your fortunes?\r\n    Shipwreck'd upon a kingdom, where no pity,\r\n    No friends, no hope; no kindred weep for me;\r\n    Almost no grave allow'd me. Like the My,\r\n    That once was mistress of the field, and flourish'd,\r\n    I'll hang my head and perish.\r", "type": "direction"}, {"direction": "  WOLSEY. If your Grace\r\n    Could but be brought to know our ends are honest,\r\n    You'd feel more comfort. Why should we, good lady,\r\n    Upon what cause, wrong you? Alas, our places,\r\n    The way of our profession is against it;\r\n    We are to cure such sorrows, not to sow 'em.\r\n    For goodness' sake, consider what you do;\r\n    How you may hurt yourself, ay, utterly\r\n    Grow from the King's acquaintance, by this carriage.\r\n    The hearts of princes kiss obedience,\r\n    So much they love it; but to stubborn spirits\r\n    They swell and grow as terrible as storms.\r\n    I know you have a gentle, noble temper,\r\n    A soul as even as a calm. Pray think us\r\n    Those we profess, peace-makers, friends, and servants.\r", "type": "direction"}, {"direction": "  CAMPEIUS. Madam, you'll find it so. You wrong your virtues\r\n    With these weak women's fears. A noble spirit,\r\n    As yours was put into you, ever casts\r\n    Such doubts as false coin from it. The King loves you;\r\n    Beware you lose it not. For us, if you please\r\n    To trust us in your business, we are ready\r\n    To use our utmost studies in your service.\r", "type": "direction"}, {"direction": "  QUEEN KATHARINE. Do what ye will my lords; and pray\r\n      forgive me\r\n    If I have us'd myself unmannerly;\r\n    You know I am a woman, lacking wit\r\n    To make a seemly answer to such persons.\r\n    Pray do my service to his Majesty;\r\n    He has my heart yet, and shall have my prayers\r\n    While I shall have my life. Come, reverend fathers,\r\n    Bestow your counsels on me; she now begs\r\n    That little thought, when she set footing here,\r\n    She should have bought her dignities so dear.              Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT III.SCENE 2.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter the DUKE OF NORFOLK, the DUKE OF SUFFOLK, the EARL OF SURREY, and\r\nthe LORD CHAMBERLAIN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORFOLK. If you will now unite in your complaints\r\n    And force them with a constancy, the Cardinal\r\n    Cannot stand under them: if you omit\r\n    The offer of this time, I cannot promise\r\n    But that you shall sustain moe new disgraces\r\n    With these you bear already.\r", "type": "direction"}, {"direction": "  SURREY. I am joyful\r\n    To meet the least occasion that may give me\r\n    Remembrance of my father-in-law, the Duke,\r\n    To be reveng'd on him.\r", "type": "direction"}, {"direction": "  SUFFOLK. Which of the peers\r\n    Have uncontemn'd gone by him, or at least\r\n    Strangely neglected? When did he regard\r\n    The stamp of nobleness in any person\r\n    Out of himself?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. My lords, you speak your pleasures.\r\n    What he deserves of you and me I know;\r\n    What we can do to him-though now the time\r\n    Gives way to us-I much fear. If you cannot\r\n    Bar his access to th' King, never attempt\r\n    Anything on him; for he hath a witchcraft\r\n    Over the King in's tongue.\r", "type": "direction"}, {"direction": "  NORFOLK. O, fear him not!\r\n    His spell in that is out; the King hath found\r\n    Matter against him that for ever mars\r\n    The honey of his language. No, he's settled,\r\n    Not to come off, in his displeasure.\r", "type": "direction"}, {"direction": "  SURREY. Sir,\r\n    I should be glad to hear such news as this\r\n    Once every hour.\r", "type": "direction"}, {"direction": "  NORFOLK. Believe it, this is true:\r\n    In the divorce his contrary proceedings\r\n    Are all unfolded; wherein he appears\r\n    As I would wish mine enemy.\r", "type": "direction"}, {"direction": "  SURREY. How came\r\n    His practices to light?\r", "type": "direction"}, {"direction": "  SUFFOLK. Most Strangely.\r", "type": "direction"}, {"direction": "  SURREY. O, how, how?\r", "type": "direction"}, {"direction": "  SUFFOLK. The Cardinal's letters to the Pope miscarried,\r\n    And came to th' eye o' th' King; wherein was read\r\n    How that the Cardinal did entreat his Holiness\r\n    To stay the judgment o' th' divorce; for if\r\n    It did take place, 'I do' quoth he 'perceive\r\n    My king is tangled in affection to\r\n    A creature of the Queen's, Lady Anne Bullen.'\r", "type": "direction"}, {"direction": "  SURREY. Has the King this?\r", "type": "direction"}, {"direction": "  SUFFOLK. Believe it.\r", "type": "direction"}, {"direction": "  SURREY. Will this work?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. The King in this perceives him how he coasts\r\n    And hedges his own way. But in this point\r\n    All his tricks founder, and he brings his physic\r\n    After his patient's death: the King already\r\n    Hath married the fair lady.\r", "type": "direction"}, {"direction": "  SURREY. Would he had!\r", "type": "direction"}, {"direction": "  SUFFOLK. May you be happy in your wish, my lord!\r\n    For, I profess, you have it.\r", "type": "direction"}, {"direction": "  SURREY. Now, all my joy\r\n    Trace the conjunction!\r", "type": "direction"}, {"direction": "  SUFFOLK. My amen to't!\r", "type": "direction"}, {"direction": "  NORFOLK. An men's!\r", "type": "direction"}, {"direction": "  SUFFOLK. There's order given for her coronation;\r\n    Marry, this is yet but young, and may be left\r\n    To some ears unrecounted. But, my lords,\r\n    She is a gallant creature, and complete\r\n    In mind and feature. I persuade me from her\r\n    Will fall some blessing to this land, which shall\r\n    In it be memoriz'd.\r", "type": "direction"}, {"direction": "  SURREY. But will the King\r\n    Digest this letter of the Cardinal's?\r\n    The Lord forbid!\r", "type": "direction"}, {"direction": "  NORFOLK. Marry, amen!\r", "type": "direction"}, {"direction": "  SUFFOLK. No, no;\r\n    There be moe wasps that buzz about his nose\r\n    Will make this sting the sooner. Cardinal Campeius\r\n    Is stol'n away to Rome; hath ta'en no leave;\r\n    Has left the cause o' th' King unhandled, and\r\n    Is posted, as the agent of our Cardinal,\r\n    To second all his plot. I do assure you\r\n    The King cried 'Ha!' at this.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Now, God incense him,\r\n    And let him cry 'Ha!' louder!\r", "type": "direction"}, {"direction": "  NORFOLK. But, my lord,\r\n    When returns Cranmer?\r", "type": "direction"}, {"direction": "  SUFFOLK. He is return'd in his opinions; which\r\n    Have satisfied the King for his divorce,\r\n    Together with all famous colleges\r\n    Almost in Christendom. Shortly, I believe,\r\n    His second marriage shall be publish'd, and\r\n    Her coronation. Katharine no more\r\n    Shall be call'd queen, but princess dowager\r\n    And widow to Prince Arthur.\r", "type": "direction"}, {"direction": "  NORFOLK. This same Cranmer's\r\n    A worthy fellow, and hath ta'en much pain\r\n    In the King's business.\r", "type": "direction"}, {"direction": "  SUFFOLK. He has; and we shall see him\r\n    For it an archbishop.\r", "type": "direction"}, {"direction": "  NORFOLK. So I hear.\r", "type": "direction"}, {"direction": "  SUFFOLK. 'Tis so.\r", "type": "direction"}, {"direction": "Enter WOLSEY and CROMWELL\r\n\r\n    The Cardinal!\r", "type": "direction"}, {"direction": "  NORFOLK. Observe, observe, he's moody.\r", "type": "direction"}, {"direction": "  WOLSEY. The packet, Cromwell,\r\n    Gave't you the King?\r", "type": "direction"}, {"direction": "  CROMWELL. To his own hand, in's bedchamber.\r", "type": "direction"}, {"direction": "  WOLSEY. Look'd he o' th' inside of the paper?\r", "type": "direction"}, {"direction": "  CROMWELL. Presently\r\n    He did unseal them; and the first he view'd,\r\n    He did it with a serious mind; a heed\r\n    Was in his countenance. You he bade\r\n    Attend him here this morning.\r", "type": "direction"}, {"direction": "  WOLSEY. Is he ready\r\n    To come abroad?\r", "type": "direction"}, {"direction": "  CROMWELL. I think by this he is.\r", "type": "direction"}, {"direction": "  WOLSEY. Leave me awhile.                              Exit CROMWELL\r\n    [Aside]  It shall be to the Duchess of Alencon,\r\n    The French King's sister; he shall marry her.\r\n    Anne Bullen! No, I'll no Anne Bullens for him;\r\n    There's more in't than fair visage. Bullen!\r\n    No, we'll no Bullens. Speedily I wish\r\n    To hear from Rome. The Marchioness of Pembroke!\r", "type": "direction"}, {"direction": "  NORFOLK. He's discontented.\r", "type": "direction"}, {"direction": "  SUFFOLK. May be he hears the King\r\n    Does whet his anger to him.\r", "type": "direction"}, {"direction": "  SURREY. Sharp enough,\r\n    Lord, for thy justice!\r", "type": "direction"}, {"direction": "  WOLSEY.  [Aside]  The late Queen's gentlewoman, a knight's\r\n      daughter,\r\n    To be her mistress' mistress! The Queen's queen!\r\n    This candle burns not clear. 'Tis I must snuff it;\r\n    Then out it goes. What though I know her virtuous\r\n    And well deserving? Yet I know her for\r\n    A spleeny Lutheran; and not wholesome to\r\n    Our cause that she should lie i' th' bosom of\r\n    Our hard-rul'd King. Again, there is sprung up\r\n    An heretic, an arch one, Cranmer; one\r\n    Hath crawl'd into the favour of the King,\r\n    And is his oracle.\r", "type": "direction"}, {"direction": "  NORFOLK. He is vex'd at something.\r", "type": "direction"}, {"direction": "Enter the KING, reading of a schedule, and LOVELL\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SURREY. I would 'twere something that would fret the string,\r\n    The master-cord on's heart!\r", "type": "direction"}, {"direction": "  SUFFOLK. The King, the King!\r", "type": "direction"}, {"direction": "  KING. What piles of wealth hath he accumulated\r\n    To his own portion! And what expense by th' hour\r\n    Seems to flow from him! How, i' th' name of thrift,\r\n    Does he rake this together?-Now, my lords,\r\n    Saw you the Cardinal?\r", "type": "direction"}, {"direction": "  NORFOLK. My lord, we have\r\n    Stood here observing him. Some strange commotion\r\n    Is in his brain: he bites his lip and starts,\r\n    Stops on a sudden, looks upon the ground,\r\n    Then lays his finger on his temple; straight\r\n    Springs out into fast gait; then stops again,\r\n    Strikes his breast hard; and anon he casts\r\n    His eye against the moon. In most strange postures\r\n    We have seen him set himself.\r", "type": "direction"}, {"direction": "  KING. It may well be\r\n    There is a mutiny in's mind. This morning\r\n    Papers of state he sent me to peruse,\r\n    As I requir'd; and wot you what I found\r\n    There-on my conscience, put unwittingly?\r\n    Forsooth, an inventory, thus importing\r\n    The several parcels of his plate, his treasure,\r\n    Rich stuffs, and ornaments of household; which\r\n    I find at such proud rate that it outspeaks\r\n    Possession of a subject.\r", "type": "direction"}, {"direction": "  NORFOLK. It's heaven's will;\r\n    Some spirit put this paper in the packet\r\n    To bless your eye withal.\r", "type": "direction"}, {"direction": "  KING. If we did think\r\n    His contemplation were above the earth\r\n    And fix'd on spiritual object, he should still\r\n    dwell in his musings; but I am afraid\r\n    His thinkings are below the moon, not worth\r\n    His serious considering.\r\n                        [The KING takes his seat and whispers LOVELL,\r\n                                           who goes to the CARDINAL]\r", "type": "direction"}, {"direction": "  WOLSEY. Heaven forgive me!\r\n    Ever God bless your Highness!\r", "type": "direction"}, {"direction": "  KING. Good, my lord,\r\n    You are full of heavenly stuff, and bear the inventory\r\n    Of your best graces in your mind; the which\r\n    You were now running o'er. You have scarce time\r\n    To steal from spiritual leisure a brief span\r\n    To keep your earthly audit; sure, in that\r\n    I deem you an ill husband, and am glad\r\n    To have you therein my companion.\r", "type": "direction"}, {"direction": "  WOLSEY. Sir,\r\n    For holy offices I have a time; a time\r\n    To think upon the part of business which\r\n    I bear i' th' state; and nature does require\r\n    Her times of preservation, which perforce\r\n    I, her frail son, amongst my brethren mortal,\r\n    Must give my tendance to.\r", "type": "direction"}, {"direction": "  KING. You have said well.\r", "type": "direction"}, {"direction": "  WOLSEY. And ever may your Highness yoke together,\r\n    As I will lend you cause, my doing well\r\n    With my well saying!\r", "type": "direction"}, {"direction": "  KING. 'Tis well said again;\r\n    And 'tis a kind of good deed to say well;\r\n    And yet words are no deeds. My father lov'd you:\r\n    He said he did; and with his deed did crown\r\n    His word upon you. Since I had my office\r\n    I have kept you next my heart; have not alone\r\n    Employ'd you where high profits might come home,\r\n    But par'd my present havings to bestow\r\n    My bounties upon you.\r", "type": "direction"}, {"direction": "  WOLSEY.  [Aside]  What should this mean?\r", "type": "direction"}, {"direction": "  SURREY.  [Aside]  The Lord increase this business!\r", "type": "direction"}, {"direction": "  KING. Have I not made you\r\n    The prime man of the state? I pray you tell me\r\n    If what I now pronounce you have found true;\r\n    And, if you may confess it, say withal\r\n    If you are bound to us or no. What say you?\r", "type": "direction"}, {"direction": "  WOLSEY. My sovereign, I confess your royal graces,\r\n    Show'r'd on me daily, have been more than could\r\n    My studied purposes requite; which went\r\n    Beyond all man's endeavours. My endeavours,\r\n    Have ever come too short of my desires,\r\n    Yet fil'd with my abilities; mine own ends\r\n    Have been mine so that evermore they pointed\r\n    To th' good of your most sacred person and\r\n    The profit of the state. For your great graces\r\n    Heap'd upon me, poor undeserver, I\r\n    Can nothing render but allegiant thanks;\r\n    My pray'rs to heaven for you; my loyalty,\r\n    Which ever has and ever shall be growing,\r\n    Till death, that winter, kill it.\r", "type": "direction"}, {"direction": "  KING. Fairly answer'd!\r\n    A loyal and obedient subject is\r\n    Therein illustrated; the honour of it\r\n    Does pay the act of it, as, i' th' contrary,\r\n    The foulness is the punishment. I presume\r\n    That, as my hand has open'd bounty to you,\r\n    My heart dropp'd love, my pow'r rain'd honour, more\r\n    On you than any, so your hand and heart,\r\n    Your brain, and every function of your power,\r\n    Should, notwithstanding that your bond of duty,\r\n    As 'twere in love's particular, be more\r\n    To me, your friend, than any.\r", "type": "direction"}, {"direction": "  WOLSEY. I do profess\r\n    That for your Highness' good I ever labour'd\r\n    More than mine own; that am, have, and will be-\r\n    Though all the world should crack their duty to you,\r\n    And throw it from their soul; though perils did\r\n    Abound as thick as thought could make 'em, and\r\n    Appear in forms more horrid-yet my duty,\r\n    As doth a rock against the chiding flood,\r\n    Should the approach of this wild river break,\r\n    And stand unshaken yours.\r", "type": "direction"}, {"direction": "  KING. 'Tis nobly spoken.\r\n    Take notice, lords, he has a loyal breast,\r\n    For you have seen him open 't. Read o'er this;\r\n                                                  [Giving him papers]\r\n    And after, this; and then to breakfast with\r\n    What appetite you have.\r\n                Exit the KING, frowning upon the CARDINAL; the NOBLES\r\n                             throng after him, smiling and whispering\r", "type": "direction"}, {"direction": "  WOLSEY. What should this mean?\r\n    What sudden anger's this? How have I reap'd it?\r\n    He parted frowning from me, as if ruin\r\n    Leap'd from his eyes; so looks the chafed lion\r\n    Upon the daring huntsman that has gall'd him-\r\n    Then makes him nothing. I must read this paper;\r\n    I fear, the story of his anger. 'Tis so;\r\n    This paper has undone me. 'Tis th' account\r\n    Of all that world of wealth I have drawn together\r\n    For mine own ends; indeed to gain the popedom,\r\n    And fee my friends in Rome. O negligence,\r\n    Fit for a fool to fall by! What cross devil\r\n    Made me put this main secret in the packet\r\n    I sent the King? Is there no way to cure this?\r\n    No new device to beat this from his brains?\r\n    I know 'twill stir him strongly; yet I know\r\n    A way, if it take right, in spite of fortune,\r\n    Will bring me off again. What's this? 'To th' Pope.'\r\n    The letter, as I live, with all the business\r\n    I writ to's Holiness. Nay then, farewell!\r\n    I have touch'd the highest point of all my greatness,\r\n    And from that full meridian of my glory\r\n    I haste now to my setting. I shall fall\r\n    Like a bright exhalation in the evening,\r\n    And no man see me more.\r\n\r\n        Re-enter to WOLSEY the DUKES OF NORFOLK and\r\n        SUFFOLK, the EARL OF SURREY, and the LORD\r", "type": "direction"}, {"direction": "        CHAMBERLAIN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORFOLK. Hear the King's pleasure, Cardinal, who commands you\r\n    To render up the great seal presently\r\n    Into our hands, and to confine yourself\r\n    To Asher House, my Lord of Winchester's,\r\n    Till you hear further from his Highness.\r", "type": "direction"}, {"direction": "  WOLSEY. Stay:\r\n    Where's your commission, lords? Words cannot carry\r\n    Authority so weighty.\r", "type": "direction"}, {"direction": "  SUFFOLK. Who dares cross 'em,\r\n    Bearing the King's will from his mouth expressly?\r", "type": "direction"}, {"direction": "  WOLSEY. Till I find more than will or words to do it-\r\n    I mean your malice-know, officious lords,\r\n    I dare and must deny it. Now I feel\r\n    Of what coarse metal ye are moulded-envy;\r\n    How eagerly ye follow my disgraces,\r\n    As if it fed ye; and how sleek and wanton\r\n    Ye appear in every thing may bring my ruin!\r\n    Follow your envious courses, men of malice;\r\n    You have Christian warrant for 'em, and no doubt\r\n    In time will find their fit rewards. That seal\r\n    You ask with such a violence, the King-\r\n    Mine and your master-with his own hand gave me;\r\n    Bade me enjoy it, with the place and honours,\r\n    During my life; and, to confirm his goodness,\r\n    Tied it by letters-patents. Now, who'll take it?\r", "type": "direction"}, {"direction": "  SURREY. The King, that gave it.\r", "type": "direction"}, {"direction": "  WOLSEY. It must be himself then.\r", "type": "direction"}, {"direction": "  SURREY. Thou art a proud traitor, priest.\r", "type": "direction"}, {"direction": "  WOLSEY. Proud lord, thou liest.\r\n    Within these forty hours Surrey durst better\r\n    Have burnt that tongue than said so.\r", "type": "direction"}, {"direction": "  SURREY. Thy ambition,\r\n    Thou scarlet sin, robb'd this bewailing land\r\n    Of noble Buckingham, my father-in-law.\r\n    The heads of all thy brother cardinals,\r\n    With thee and all thy best parts bound together,\r\n    Weigh'd not a hair of his. Plague of your policy!\r\n    You sent me deputy for Ireland;\r\n    Far from his succour, from the King, from all\r\n    That might have mercy on the fault thou gav'st him;\r\n    Whilst your great goodness, out of holy pity,\r\n    Absolv'd him with an axe.\r", "type": "direction"}, {"direction": "  WOLSEY. This, and all else\r\n    This talking lord can lay upon my credit,\r\n    I answer is most false. The Duke by law\r\n    Found his deserts; how innocent I was\r\n    From any private malice in his end,\r\n    His noble jury and foul cause can witness.\r\n    If I lov'd many words, lord, I should tell you\r\n    You have as little honesty as honour,\r\n    That in the way of loyalty and truth\r\n    Toward the King, my ever royal master,\r\n    Dare mate a sounder man than Surrey can be\r\n    And an that love his follies.\r", "type": "direction"}, {"direction": "  SURREY. By my soul,\r\n    Your long coat, priest, protects you; thou shouldst feel\r\n    My sword i' the life-blood of thee else. My lords\r\n    Can ye endure to hear this arrogance?\r\n    And from this fellow? If we live thus tamely,\r\n    To be thus jaded by a piece of scarlet,\r\n    Farewell nobility! Let his Grace go forward\r\n    And dare us with his cap like larks.\r", "type": "direction"}, {"direction": "  WOLSEY. All goodness\r\n    Is poison to thy stomach.\r", "type": "direction"}, {"direction": "  SURREY. Yes, that goodness\r\n    Of gleaning all the land's wealth into one,\r\n    Into your own hands, Cardinal, by extortion;\r\n    The goodness of your intercepted packets\r\n    You writ to th' Pope against the King; your goodness,\r\n    Since you provoke me, shall be most notorious.\r\n    My Lord of Norfolk, as you are truly noble,\r\n    As you respect the common good, the state\r\n    Of our despis'd nobility, our issues,\r\n    Whom, if he live, will scarce be gentlemen-\r\n    Produce the grand sum of his sins, the articles\r\n    Collected from his life. I'll startle you\r\n    Worse than the sacring bell, when the brown wench\r\n    Lay kissing in your arms, Lord Cardinal.\r", "type": "direction"}, {"direction": "  WOLSEY. How much, methinks, I could despise this man,\r\n    But that I am bound in charity against it!\r", "type": "direction"}, {"direction": "  NORFOLK. Those articles, my lord, are in the King's hand;\r\n    But, thus much, they are foul ones.\r", "type": "direction"}, {"direction": "  WOLSEY. So much fairer\r\n    And spotless shall mine innocence arise,\r\n    When the King knows my truth.\r", "type": "direction"}, {"direction": "  SURREY. This cannot save you.\r\n    I thank my memory I yet remember\r\n    Some of these articles; and out they shall.\r\n    Now, if you can blush and cry guilty, Cardinal,\r\n    You'll show a little honesty.\r", "type": "direction"}, {"direction": "  WOLSEY. Speak on, sir;\r\n    I dare your worst objections. If I blush,\r\n    It is to see a nobleman want manners.\r", "type": "direction"}, {"direction": "  SURREY. I had rather want those than my head. Have at you!\r\n    First, that without the King's assent or knowledge\r\n    You wrought to be a legate; by which power\r\n    You maim'd the jurisdiction of all bishops.\r", "type": "direction"}, {"direction": "  NORFOLK. Then, that in all you writ to Rome, or else\r\n    To foreign princes, 'Ego et Rex meus'\r\n    Was still inscrib'd; in which you brought the King\r\n    To be your servant.\r", "type": "direction"}, {"direction": "  SUFFOLK. Then, that without the knowledge\r\n    Either of King or Council, when you went\r\n    Ambassador to the Emperor, you made bold\r\n    To carry into Flanders the great seal.\r", "type": "direction"}, {"direction": "  SURREY. Item, you sent a large commission\r\n    To Gregory de Cassado, to conclude,\r\n    Without the King's will or the state's allowance,\r\n    A league between his Highness and Ferrara.\r", "type": "direction"}, {"direction": "  SUFFOLK. That out of mere ambition you have caus'd\r\n    Your holy hat to be stamp'd on the King's coin.\r", "type": "direction"}, {"direction": "  SURREY. Then, that you have sent innumerable substance,\r\n    By what means got I leave to your own conscience,\r\n    To furnish Rome and to prepare the ways\r\n    You have for dignities, to the mere undoing\r\n    Of all the kingdom. Many more there are,\r\n    Which, since they are of you, and odious,\r\n    I will not taint my mouth with.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. O my lord,\r\n    Press not a falling man too far! 'Tis virtue.\r\n    His faults lie open to the laws; let them,\r\n    Not you, correct him. My heart weeps to see him\r\n    So little of his great self.\r", "type": "direction"}, {"direction": "  SURREY. I forgive him.\r", "type": "direction"}, {"direction": "  SUFFOLK. Lord Cardinal, the King's further pleasure is-\r\n    Because all those things you have done of late,\r\n    By your power legatine within this kingdom,\r\n    Fall into th' compass of a praemunire-\r\n    That therefore such a writ be sued against you:\r\n    To forfeit all your goods, lands, tenements,\r\n    Chattels, and whatsoever, and to be\r\n    Out of the King's protection. This is my charge.\r", "type": "direction"}, {"direction": "  NORFOLK. And so we'll leave you to your meditations\r\n    How to live better. For your stubborn answer\r\n    About the giving back the great seal to us,\r\n    The King shall know it, and, no doubt, shall thank you.\r\n    So fare you well, my little good Lord Cardinal.\r\n                                                Exeunt all but WOLSEY\r", "type": "direction"}, {"direction": "  WOLSEY. So farewell to the little good you bear me.\r\n    Farewell, a long farewell, to all my greatness!\r\n    This is the state of man: to-day he puts forth\r\n    The tender leaves of hopes; to-morrow blossoms\r\n    And bears his blushing honours thick upon him;\r\n    The third day comes a frost, a killing frost,\r\n    And when he thinks, good easy man, full surely\r\n    His greatness is a-ripening, nips his root,\r\n    And then he falls, as I do. I have ventur'd,\r\n    Like little wanton boys that swim on bladders,\r\n    This many summers in a sea of glory;\r\n    But far beyond my depth. My high-blown pride\r\n    At length broke under me, and now has left me,\r\n    Weary and old with service, to the mercy\r\n    Of a rude stream, that must for ever hide me.\r\n    Vain pomp and glory of this world, I hate ye;\r\n    I feel my heart new open'd. O, how wretched\r\n    Is that poor man that hangs on princes' favours!\r\n    There is betwixt that smile we would aspire to,\r\n    That sweet aspect of princes, and their ruin\r\n    More pangs and fears than wars or women have;\r\n    And when he falls, he falls like Lucifer,\r\n    Never to hope again.\r", "type": "direction"}, {"direction": "Enter CROMWELL, standing amazed\r\n\r\n    Why, how now, Cromwell!\r", "type": "direction"}, {"direction": "  CROMWELL. I have no power to speak, sir.\r", "type": "direction"}, {"direction": "  WOLSEY. What, amaz'd\r\n    At my misfortunes? Can thy spirit wonder\r\n    A great man should decline? Nay, an you weep,\r\n    I am fall'n indeed.\r", "type": "direction"}, {"direction": "  CROMWELL. How does your Grace?\r", "type": "direction"}, {"direction": "  WOLSEY. Why, well;\r\n    Never so truly happy, my good Cromwell.\r\n    I know myself now, and I feel within me\r\n    A peace above all earthly dignities,\r\n    A still and quiet conscience. The King has cur'd me,\r\n    I humbly thank his Grace; and from these shoulders,\r\n    These ruin'd pillars, out of pity, taken\r\n    A load would sink a navy-too much honour.\r\n    O, 'tis a burden, Cromwell, 'tis a burden\r\n    Too heavy for a man that hopes for heaven!\r", "type": "direction"}, {"direction": "  CROMWELL. I am glad your Grace has made that right use of it.\r", "type": "direction"}, {"direction": "  WOLSEY. I hope I have. I am able now, methinks,\r\n    Out of a fortitude of soul I feel,\r\n    To endure more miseries and greater far\r\n    Than my weak-hearted enemies dare offer.\r\n    What news abroad?\r", "type": "direction"}, {"direction": "  CROMWELL. The heaviest and the worst\r\n    Is your displeasure with the King.\r", "type": "direction"}, {"direction": "  WOLSEY. God bless him!\r", "type": "direction"}, {"direction": "  CROMWELL. The next is that Sir Thomas More is chosen\r\n    Lord Chancellor in your place.\r", "type": "direction"}, {"direction": "  WOLSEY. That's somewhat sudden.\r\n    But he's a learned man. May he continue\r\n    Long in his Highness' favour, and do justice\r\n    For truth's sake and his conscience; that his bones\r\n    When he has run his course and sleeps in blessings,\r\n    May have a tomb of orphans' tears wept on him!\r\n    What more?\r", "type": "direction"}, {"direction": "  CROMWELL. That Cranmer is return'd with welcome,\r\n    Install'd Lord Archbishop of Canterbury.\r", "type": "direction"}, {"direction": "  WOLSEY. That's news indeed.\r", "type": "direction"}, {"direction": "  CROMWELL. Last, that the Lady Anne,\r\n    Whom the King hath in secrecy long married,\r\n    This day was view'd in open as his queen,\r\n    Going to chapel; and the voice is now\r\n    Only about her coronation.\r", "type": "direction"}, {"direction": "  WOLSEY. There was the weight that pull'd me down.\r\n      O Cromwell,\r\n    The King has gone beyond me. All my glories\r\n    In that one woman I have lost for ever.\r\n    No sun shall ever usher forth mine honours,\r\n    Or gild again the noble troops that waited\r\n    Upon my smiles. Go get thee from me, Cromwell;\r\n    I am a poor fall'n man, unworthy now\r\n    To be thy lord and master. Seek the King;\r\n    That sun, I pray, may never set! I have told him\r\n    What and how true thou art. He will advance thee;\r\n    Some little memory of me will stir him-\r\n    I know his noble nature-not to let\r\n    Thy hopeful service perish too. Good Cromwell,\r\n    Neglect him not; make use now, and provide\r\n    For thine own future safety.\r", "type": "direction"}, {"direction": "  CROMWELL. O my lord,\r\n    Must I then leave you? Must I needs forgo\r\n    So good, so noble, and so true a master?\r\n    Bear witness, all that have not hearts of iron,\r\n    With what a sorrow Cromwell leaves his lord.\r\n    The King shall have my service; but my prayers\r\n    For ever and for ever shall be yours.\r", "type": "direction"}, {"direction": "  WOLSEY. Cromwell, I did not think to shed a tear\r\n    In all my miseries; but thou hast forc'd me,\r\n    Out of thy honest truth, to play the woman.\r\n    Let's dry our eyes; and thus far hear me, Cromwell,\r\n    And when I am forgotten, as I shall be,\r\n    And sleep in dull cold marble, where no mention\r\n    Of me more must be heard of, say I taught thee-\r\n    Say Wolsey, that once trod the ways of glory,\r\n    And sounded all the depths and shoals of honour,\r\n    Found thee a way, out of his wreck, to rise in-\r\n    A sure and safe one, though thy master miss'd it.\r\n    Mark but my fall and that that ruin'd me.\r\n    Cromwell, I charge thee, fling away ambition:\r\n    By that sin fell the angels. How can man then,\r\n    The image of his Maker, hope to win by it?\r\n    Love thyself last; cherish those hearts that hate thee;\r\n    Corruption wins not more than honesty.\r\n    Still in thy right hand carry gentle peace\r\n    To silence envious tongues. Be just, and fear not;\r\n    Let all the ends thou aim'st at be thy country's,\r\n    Thy God's, and truth's; then, if thou fall'st, O Cromwell,\r\n    Thou fall'st a blessed martyr!\r\n    Serve the King, and-prithee lead me in.\r\n    There take an inventory of all I have\r\n    To the last penny; 'tis the King's. My robe,\r\n    And my integrity to heaven, is all\r\n    I dare now call mine own. O Cromwell, Cromwell!\r\n    Had I but serv'd my God with half the zeal\r\n    I serv'd my King, he would not in mine age\r\n    Have left me naked to mine enemies.\r", "type": "direction"}, {"direction": "  CROMWELL. Good sir, have patience.\r", "type": "direction"}, {"direction": "  WOLSEY. So I have. Farewell\r\n    The hopes of court! My hopes in heaven do dwell.           Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT IV. SCENE 1.\r\n\r\nA street in Westminster\r", "type": "direction"}, {"direction": "Enter two GENTLEMEN, meeting one another\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Y'are well met once again.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. So are you.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. You come to take your stand here, and\r\n      behold\r\n    The Lady Anne pass from her coronation?\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. 'Tis all my business. At our last encounter\r\n    The Duke of Buckingham came from his trial.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. 'Tis very true. But that time offer'd\r\n      sorrow;\r\n    This, general joy.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. 'Tis well. The citizens,\r\n    I am sure, have shown at full their royal minds-\r\n    As, let 'em have their rights, they are ever forward-\r\n    In celebration of this day with shows,\r\n    Pageants, and sights of honour.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Never greater,\r\n    Nor, I'll assure you, better taken, sir.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. May I be bold to ask what that contains,\r\n    That paper in your hand?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Yes; 'tis the list\r\n    Of those that claim their offices this day,\r\n    By custom of the coronation.\r\n    The Duke of Suffolk is the first, and claims\r\n    To be High Steward; next, the Duke of Norfolk,\r\n    He to be Earl Marshal. You may read the rest.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. I thank you, sir; had I not known\r\n      those customs,\r\n    I should have been beholding to your paper.\r\n    But, I beseech you, what's become of Katharine,\r\n    The Princess Dowager? How goes her business?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. That I can tell you too. The Archbishop\r\n    Of Canterbury, accompanied with other\r\n    Learned and reverend fathers of his order,\r\n    Held a late court at Dunstable, six miles of\r\n    From Ampthill, where the Princess lay; to which\r\n    She was often cited by them, but appear'd not.\r\n    And, to be short, for not appearance and\r\n    The King's late scruple, by the main assent\r\n    Of all these learned men, she was divorc'd,\r\n    And the late marriage made of none effect;\r\n    Since which she was removed to Kimbolton,\r\n    Where she remains now sick.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Alas, good lady!                       [Trumpets]\r\n    The trumpets sound. Stand close, the Queen is coming.\r\n[Hautboys]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "              THE ORDER OF THE CORONATION.\r\n\r\n    1. A lively flourish of trumpets.\r\n    2. Then two JUDGES.\r\n    3. LORD CHANCELLOR, with purse and mace before him.\r\n    4. CHORISTERS singing.                                    [Music]\r\n    5. MAYOR OF LONDON, bearing the mace. Then GARTER, in\r\n       his coat of arms, and on his head he wore a gilt copper\r\n       crown.\r\n    6. MARQUIS DORSET, bearing a sceptre of gold, on his head a\r\n       demi-coronal of gold. With him, the EARL OF SURREY,\r\n       bearing the rod of silver with the dove, crowned with an\r\n       earl's coronet. Collars of Esses.\r\n    7. DUKE OF SUFFOLK, in his robe of estate, his coronet on\r\n       his head, bearing a long white wand, as High Steward.\r\n       With him, the DUKE OF NORFOLK, with the rod of\r\n       marshalship, a coronet on his head. Collars of Esses.\r\n    8. A canopy borne by four of the CINQUE-PORTS; under it\r\n       the QUEEN in her robe; in her hair richly adorned with\r\n       pearl, crowned. On each side her, the BISHOPS OF LONDON\r\n       and WINCHESTER.\r\n    9. The old DUCHESS OF NORFOLK, in a coronal of gold\r\n       wrought with flowers, bearing the QUEEN'S train.\r\n   10. Certain LADIES or COUNTESSES, with plain circlets of gold\r\n       without flowers.\r\n\r\n             Exeunt, first passing over the stage in order and state,\r\n                                and then a great flourish of trumpets\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. A royal train, believe me. These know.\r\n    Who's that that bears the sceptre?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Marquis Dorset;\r\n    And that the Earl of Surrey, with the rod.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. A bold brave gentleman. That should be\r\n    The Duke of Suffolk?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. 'Tis the same-High Steward.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. And that my Lord of Norfolk?\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Yes.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN.  [Looking on the QUEEN]  Heaven\r\n      bless thee!\r\n    Thou hast the sweetest face I ever look'd on.\r\n    Sir, as I have a soul, she is an angel;\r\n    Our king has all the Indies in his arms,\r\n    And more and richer, when he strains that lady;\r\n    I cannot blame his conscience.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. They that bear\r\n    The cloth of honour over her are four barons\r\n    Of the Cinque-ports.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Those men are happy; and so are all\r\n      are near her.\r\n    I take it she that carries up the train\r\n    Is that old noble lady, Duchess of Norfolk.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. It is; and all the rest are countesses.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Their coronets say so. These are stars indeed,\r\n    And sometimes falling ones.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. No more of that.\r\n                   Exit Procession, with a great flourish of trumpets\r", "type": "direction"}, {"direction": "Enter a third GENTLEMAN\r\n\r\n    God save you, sir! Where have you been broiling?\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. Among the crowds i' th' Abbey, where a finger\r\n    Could not be wedg'd in more; I am stifled\r\n    With the mere rankness of their joy.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. You saw\r\n    The ceremony?\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. That I did.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. How was it?\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. Well worth the seeing.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Good sir, speak it to us.\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. As well as I am able. The rich stream\r\n    Of lords and ladies, having brought the Queen\r\n    To a prepar'd place in the choir, fell of\r\n    A distance from her, while her Grace sat down\r\n    To rest awhile, some half an hour or so,\r\n    In a rich chair of state, opposing freely\r\n    The beauty of her person to the people.\r\n    Believe me, sir, she is the goodliest woman\r\n    That ever lay by man; which when the people\r\n    Had the full view of, such a noise arose\r\n    As the shrouds make at sea in a stiff tempest,\r\n    As loud, and to as many tunes; hats, cloaks-\r\n    Doublets, I think-flew up, and had their faces\r\n    Been loose, this day they had been lost. Such joy\r\n    I never saw before. Great-bellied women,\r\n    That had not half a week to go, like rams\r\n    In the old time of war, would shake the press,\r\n    And make 'em reel before 'em. No man living\r\n    Could say 'This is my wife' there, all were woven\r\n    So strangely in one piece.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. But what follow'd?\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. At length her Grace rose, and with\r\n      modest paces\r\n    Came to the altar, where she kneel'd, and saintlike\r\n    Cast her fair eyes to heaven, and pray'd devoutly.\r\n    Then rose again, and bow'd her to the people;\r\n    When by the Archbishop of Canterbury\r\n    She had all the royal makings of a queen:\r\n    As holy oil, Edward Confessor's crown,\r\n    The rod, and bird of peace, and all such emblems\r\n    Laid nobly on her; which perform'd, the choir,\r\n    With all the choicest music of the kingdom,\r\n    Together sung 'Te Deum.' So she parted,\r\n    And with the same full state pac'd back again\r\n    To York Place, where the feast is held.\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. Sir,\r\n    You must no more call it York Place: that's past:\r\n    For since the Cardinal fell that title's lost.\r\n    'Tis now the King's, and called Whitehall.\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. I know it;\r\n    But 'tis so lately alter'd that the old name\r\n    Is fresh about me.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. What two reverend bishops\r\n    Were those that went on each side of the Queen?\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. Stokesly and Gardiner: the one of Winchester,\r\n    Newly preferr'd from the King's secretary;\r\n    The other, London.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. He of Winchester\r\n    Is held no great good lover of the Archbishop's,\r\n    The virtuous Cranmer.\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. All the land knows that;\r\n    However, yet there is no great breach. When it comes,\r\n    Cranmer will find a friend will not shrink from him.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. Who may that be, I pray you?\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. Thomas Cromwell,\r\n    A man in much esteem with th' King, and truly\r\n    A worthy friend. The King has made him Master\r\n    O' th' jewel House,\r\n    And one, already, of the Privy Council.\r", "type": "direction"}, {"direction": "  SECOND GENTLEMAN. He will deserve more.\r", "type": "direction"}, {"direction": "  THIRD GENTLEMAN. Yes, without all doubt.\r\n    Come, gentlemen, ye shall go my way, which\r\n    Is to th' court, and there ye shall be my guests:\r\n    Something I can command. As I walk thither,\r\n    I'll tell ye more.\r", "type": "direction"}, {"direction": "  BOTH. You may command us, sir.                               Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT IV. SCENE 2.\r\n\r\nKimbolton\r", "type": "direction"}, {"direction": "Enter KATHARINE, Dowager, sick; led between GRIFFITH, her Gentleman\r\nUsher, and PATIENCE, her woman\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GRIFFITH. How does your Grace?\r", "type": "direction"}, {"direction": "  KATHARINE. O Griffith, sick to death!\r\n    My legs like loaden branches bow to th' earth,\r\n    Willing to leave their burden. Reach a chair.\r\n    So-now, methinks, I feel a little ease.\r\n    Didst thou not tell me, Griffith, as thou led'st me,\r\n    That the great child of honour, Cardinal Wolsey,\r\n    Was dead?\r", "type": "direction"}, {"direction": "  GRIFFITH. Yes, madam; but I think your Grace,\r\n    Out of the pain you suffer'd, gave no ear to't.\r", "type": "direction"}, {"direction": "  KATHARINE. Prithee, good Griffith, tell me how he died.\r\n    If well, he stepp'd before me, happily,\r\n    For my example.\r", "type": "direction"}, {"direction": "  GRIFFITH. Well, the voice goes, madam;\r\n    For after the stout Earl Northumberland\r\n    Arrested him at York and brought him forward,\r\n    As a man sorely tainted, to his answer,\r\n    He fell sick suddenly, and grew so ill\r\n    He could not sit his mule.\r", "type": "direction"}, {"direction": "  KATHARINE. Alas, poor man!\r", "type": "direction"}, {"direction": "  GRIFFITH. At last, with easy roads, he came to Leicester,\r\n    Lodg'd in the abbey; where the reverend abbot,\r\n    With all his covent, honourably receiv'd him;\r\n    To whom he gave these words: 'O father Abbot,\r\n    An old man, broken with the storms of state,\r\n    Is come to lay his weary bones among ye;\r\n    Give him a little earth for charity!'\r\n    So went to bed; where eagerly his sickness\r\n    Pursu'd him still And three nights after this,\r\n    About the hour of eight-which he himself\r\n    Foretold should be his last-full of repentance,\r\n    Continual meditations, tears, and sorrows,\r\n    He gave his honours to the world again,\r\n    His blessed part to heaven, and slept in peace.\r", "type": "direction"}, {"direction": "  KATHARINE. So may he rest; his faults lie gently on him!\r\n    Yet thus far, Griffith, give me leave to speak him,\r\n    And yet with charity. He was a man\r\n    Of an unbounded stomach, ever ranking\r\n    Himself with princes; one that, by suggestion,\r\n    Tied all the kingdom. Simony was fair play;\r\n    His own opinion was his law. I' th' presence\r\n    He would say untruths, and be ever double\r\n    Both in his words and meaning. He was never,\r\n    But where he meant to ruin, pitiful.\r\n    His promises were, as he then was, mighty;\r\n    But his performance, as he is now, nothing.\r\n    Of his own body he was ill, and gave\r\n    The clergy ill example.\r", "type": "direction"}, {"direction": "  GRIFFITH. Noble madam,\r\n    Men's evil manners live in brass: their virtues\r\n    We write in water. May it please your Highness\r\n    To hear me speak his good now?\r", "type": "direction"}, {"direction": "  KATHARINE. Yes, good Griffith;\r\n    I were malicious else.\r", "type": "direction"}, {"direction": "  GRIFFITH. This Cardinal,\r\n    Though from an humble stock, undoubtedly\r\n    Was fashion'd to much honour from his cradle.\r\n    He was a scholar, and a ripe and good one;\r\n    Exceeding wise, fair-spoken, and persuading;\r\n    Lofty and sour to them that lov'd him not,\r\n    But to those men that sought him sweet as summer.\r\n    And though he were unsatisfied in getting-\r\n    Which was a sin-yet in bestowing, madam,\r\n    He was most princely: ever witness for him\r\n    Those twins of learning that he rais'd in you,\r\n    Ipswich and Oxford! One of which fell with him,\r\n    Unwilling to outlive the good that did it;\r\n    The other, though unfinish'd, yet so famous,\r\n    So excellent in art, and still so rising,\r\n    That Christendom shall ever speak his virtue.\r\n    His overthrow heap'd happiness upon him;\r\n    For then, and not till then, he felt himself,\r\n    And found the blessedness of being little.\r\n    And, to add greater honours to his age\r\n    Than man could give him, he died fearing God.\r", "type": "direction"}, {"direction": "  KATHARINE. After my death I wish no other herald,\r\n    No other speaker of my living actions,\r\n    To keep mine honour from corruption,\r\n    But such an honest chronicler as Griffith.\r\n    Whom I most hated living, thou hast made me,\r\n    With thy religious truth and modesty,\r\n    Now in his ashes honour. Peace be with him!\r\n    patience, be near me still, and set me lower:\r\n    I have not long to trouble thee. Good Griffith,\r\n    Cause the musicians play me that sad note\r\n    I nam'd my knell, whilst I sit meditating\r\n    On that celestial harmony I go to.\r\n                                              [Sad and solemn music]\r", "type": "direction"}, {"direction": "  GRIFFITH. She is asleep. Good wench, let's sit down quiet,\r\n    For fear we wake her. Softly, gentle Patience.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "                 THE VISION.\r", "type": "direction"}, {"direction": "Enter, solemnly tripping one after another, six PERSONAGES clad\r\n      in white robes, wearing on their heads garlands of bays, and\r\n      golden vizards on their faces; branches of bays or palm in their\r\n      hands. They first congee unto her, then dance; and, at certain\r\n      changes, the first two hold a spare garland over her head, at\r\n      which the other four make reverent curtsies. Then the two that\r\n      held the garland deliver the same to the other next two, who\r\n      observe the same order in their changes, and holding the garland\r\n      over her head; which done, they deliver the same garland to the\r\n      last two, who likewise observe the same order; at which, as it\r\n      were by inspiration, she makes in her sleep signs of rejoicing,\r\n      and holdeth up her hands to heaven. And so in their dancing\r\n      vanish, carrying the garland with them. The music continues\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KATHARINE. Spirits of peace, where are ye? Are ye all gone?\r\n    And leave me here in wretchedness behind ye?\r", "type": "direction"}, {"direction": "  GRIFFITH. Madam, we are here.\r", "type": "direction"}, {"direction": "  KATHARINE. It is not you I call for.\r\n    Saw ye none enter since I slept?\r", "type": "direction"}, {"direction": "  GRIFFITH. None, madam.\r", "type": "direction"}, {"direction": "  KATHARINE. No? Saw you not, even now, a blessed troop\r\n    Invite me to a banquet; whose bright faces\r\n    Cast thousand beams upon me, like the sun?\r\n    They promis'd me eternal happiness,\r\n    And brought me garlands, Griffith, which I feel\r\n    I am not worthy yet to wear. I shall, assuredly.\r", "type": "direction"}, {"direction": "  GRIFFITH. I am most joyful, madam, such good dreams\r\n    Possess your fancy.\r", "type": "direction"}, {"direction": "  KATHARINE. Bid the music leave,\r\n    They are harsh and heavy to me.                    [Music ceases]\r", "type": "direction"}, {"direction": "  PATIENCE. Do you note\r\n    How much her Grace is alter'd on the sudden?\r\n    How long her face is drawn! How pale she looks,\r\n    And of an earthly cold! Mark her eyes.\r", "type": "direction"}, {"direction": "  GRIFFITH. She is going, wench. Pray, pray.\r", "type": "direction"}, {"direction": "  PATIENCE. Heaven comfort her!\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MESSENGER. An't like your Grace-\r", "type": "direction"}, {"direction": "  KATHARINE. You are a saucy fellow.\r\n    Deserve we no more reverence?\r", "type": "direction"}, {"direction": "  GRIFFITH. You are to blame,\r\n    Knowing she will not lose her wonted greatness,\r\n    To use so rude behaviour. Go to, kneel.\r", "type": "direction"}, {"direction": "  MESSENGER. I humbly do entreat your Highness' pardon;\r\n    My haste made me unmannerly. There is staying\r\n    A gentleman, sent from the King, to see you.\r", "type": "direction"}, {"direction": "  KATHARINE. Admit him entrance, Griffith; but this fellow\r\n    Let me ne'er see again.                            Exit MESSENGER\r", "type": "direction"}, {"direction": "Enter LORD CAPUCIUS\r\n\r\n    If my sight fail not,\r\n    You should be Lord Ambassador from the Emperor,\r\n    My royal nephew, and your name Capucius.\r", "type": "direction"}, {"direction": "  CAPUCIUS. Madam, the same-your servant.\r", "type": "direction"}, {"direction": "  KATHARINE. O, my Lord,\r\n    The times and titles now are alter'd strangely\r\n    With me since first you knew me. But, I pray you,\r\n    What is your pleasure with me?\r", "type": "direction"}, {"direction": "  CAPUCIUS. Noble lady,\r\n    First, mine own service to your Grace; the next,\r\n    The King's request that I would visit you,\r\n    Who grieves much for your weakness, and by me\r\n    Sends you his princely commendations\r\n    And heartily entreats you take good comfort.\r", "type": "direction"}, {"direction": "  KATHARINE. O my good lord, that comfort comes too late,\r\n    'Tis like a pardon after execution:\r\n    That gentle physic, given in time, had cur'd me;\r\n    But now I am past all comforts here, but prayers.\r\n    How does his Highness?\r", "type": "direction"}, {"direction": "  CAPUCIUS. Madam, in good health.\r", "type": "direction"}, {"direction": "  KATHARINE. So may he ever do! and ever flourish\r\n    When I shall dwell with worms, and my poor name\r\n    Banish'd the kingdom! Patience, is that letter\r\n    I caus'd you write yet sent away?\r", "type": "direction"}, {"direction": "  PATIENCE. No, madam.                       [Giving it to KATHARINE]\r", "type": "direction"}, {"direction": "  KATHARINE. Sir, I most humbly pray you to deliver\r\n    This to my lord the King.\r", "type": "direction"}, {"direction": "  CAPUCIUS. Most willing, madam.\r", "type": "direction"}, {"direction": "  KATHARINE. In which I have commended to his goodness\r\n    The model of our chaste loves, his young daughter-\r\n    The dews of heaven fall thick in blessings on her!-\r\n    Beseeching him to give her virtuous breeding-\r\n    She is young, and of a noble modest nature;\r\n    I hope she will deserve well-and a little\r\n    To love her for her mother's sake, that lov'd him,\r\n    Heaven knows how dearly. My next poor petition\r\n    Is that his noble Grace would have some pity\r\n    Upon my wretched women that so long\r\n    Have follow'd both my fortunes faithfully;\r\n    Of which there is not one, I dare avow-\r\n    And now I should not lie-but will deserve,\r\n    For virtue and true beauty of the soul,\r\n    For honesty and decent carriage,\r\n    A right good husband, let him be a noble;\r\n    And sure those men are happy that shall have 'em.\r\n    The last is for my men-they are the poorest,\r\n    But poverty could never draw 'em from me-\r\n    That they may have their wages duly paid 'em,\r\n    And something over to remember me by.\r\n    If heaven had pleas'd to have given me longer life\r\n    And able means, we had not parted thus.\r\n    These are the whole contents; and, good my lord,\r\n    By that you love the dearest in this world,\r\n    As you wish Christian peace to souls departed,\r\n    Stand these poor people's friend, and urge the King\r\n    To do me this last right.\r", "type": "direction"}, {"direction": "  CAPUCIUS. By heaven, I will,\r\n    Or let me lose the fashion of a man!\r", "type": "direction"}, {"direction": "  KATHARINE. I thank you, honest lord. Remember me\r\n    In all humility unto his Highness;\r\n    Say his long trouble now is passing\r\n    Out of this world. Tell him in death I bless'd him,\r\n    For so I will. Mine eyes grow dim. Farewell,\r\n    My lord. Griffith, farewell. Nay, Patience,\r\n    You must not leave me yet. I must to bed;\r\n    Call in more women. When I am dead, good wench,\r\n    Let me be us'd with honour; strew me over\r\n    With maiden flowers, that all the world may know\r\n    I was a chaste wife to my grave. Embalm me,\r\n    Then lay me forth; although unqueen'd, yet like\r\n    A queen, and daughter to a king, inter me.\r\n    I can no more.                          Exeunt, leading KATHARINE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 1.\r\n\r\nLondon. A gallery in the palace\r", "type": "direction"}, {"direction": "Enter GARDINER, BISHOP OF WINCHESTER, a PAGE with a torch before him,\r\nmet by SIR THOMAS LOVELL\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GARDINER. It's one o'clock, boy, is't not?\r", "type": "direction"}, {"direction": "  BOY. It hath struck.\r", "type": "direction"}, {"direction": "  GARDINER. These should be hours for necessities,\r\n    Not for delights; times to repair our nature\r\n    With comforting repose, and not for us\r\n    To waste these times. Good hour of night, Sir Thomas!\r\n    Whither so late?\r", "type": "direction"}, {"direction": "  LOVELL. Came you from the King, my lord?\r", "type": "direction"}, {"direction": "  GARDINER. I did, Sir Thomas, and left him at primero\r\n    With the Duke of Suffolk.\r", "type": "direction"}, {"direction": "  LOVELL. I must to him too,\r\n    Before he go to bed. I'll take my leave.\r", "type": "direction"}, {"direction": "  GARDINER. Not yet, Sir Thomas Lovell. What's the matter?\r\n    It seems you are in haste. An if there be\r\n    No great offence belongs to't, give your friend\r\n    Some touch of your late business. Affairs that walk-\r\n    As they say spirits do-at midnight, have\r\n    In them a wilder nature than the business\r\n    That seeks despatch by day.\r", "type": "direction"}, {"direction": "  LOVELL. My lord, I love you;\r\n    And durst commend a secret to your ear\r\n    Much weightier than this work. The Queen's in labour,\r\n    They say in great extremity, and fear'd\r\n    She'll with the labour end.\r", "type": "direction"}, {"direction": "  GARDINER. The fruit she goes with\r\n    I pray for heartily, that it may find\r\n    Good time, and live; but for the stock, Sir Thomas,\r\n    I wish it grubb'd up now.\r", "type": "direction"}, {"direction": "  LOVELL. Methinks I could\r\n    Cry thee amen; and yet my conscience says\r\n    She's a good creature, and, sweet lady, does\r\n    Deserve our better wishes.\r", "type": "direction"}, {"direction": "  GARDINER. But, sir, sir-\r\n    Hear me, Sir Thomas. Y'are a gentleman\r\n    Of mine own way; I know you wise, religious;\r\n    And, let me tell you, it will ne'er be well-\r\n    'Twill not, Sir Thomas Lovell, take't of me-\r\n    Till Cranmer, Cromwell, her two hands, and she,\r\n    Sleep in their graves.\r", "type": "direction"}, {"direction": "  LOVELL. Now, sir, you speak of two\r\n    The most remark'd i' th' kingdom. As for Cromwell,\r\n    Beside that of the Jewel House, is made Master\r\n    O' th' Rolls, and the King's secretary; further, sir,\r\n    Stands in the gap and trade of moe preferments,\r\n    With which the time will load him. Th' Archbishop\r\n    Is the King's hand and tongue, and who dare speak\r\n    One syllable against him?\r", "type": "direction"}, {"direction": "  GARDINER. Yes, yes, Sir Thomas,\r\n    There are that dare; and I myself have ventur'd\r\n    To speak my mind of him; and indeed this day,\r\n    Sir-I may tell it you-I think I have\r\n    Incens'd the lords o' th' Council, that he is-\r\n    For so I know he is, they know he is-\r\n    A most arch heretic, a pestilence\r\n    That does infect the land; with which they moved\r\n    Have broken with the King, who hath so far\r\n    Given ear to our complaint-of his great grace\r\n    And princely care, foreseeing those fell mischiefs\r\n    Our reasons laid before him-hath commanded\r\n    To-morrow morning to the Council board\r\n    He be convented. He's a rank weed, Sir Thomas,\r\n    And we must root him out. From your affairs\r\n    I hinder you too long-good night, Sir Thomas.\r", "type": "direction"}, {"direction": "  LOVELL. Many good nights, my lord; I rest your servant.\r\n                                             Exeunt GARDINER and PAGE\r", "type": "direction"}, {"direction": "Enter the KING and the DUKE OF SUFFOLK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING. Charles, I will play no more to-night;\r\n    My mind's not on't; you are too hard for me.\r", "type": "direction"}, {"direction": "  SUFFOLK. Sir, I did never win of you before.\r", "type": "direction"}, {"direction": "  KING. But little, Charles;\r\n    Nor shall not, when my fancy's on my play.\r\n    Now, Lovell, from the Queen what is the news?\r", "type": "direction"}, {"direction": "  LOVELL. I could not personally deliver to her\r\n    What you commanded me, but by her woman\r\n    I sent your message; who return'd her thanks\r\n    In the great'st humbleness, and desir'd your Highness\r\n    Most heartily to pray for her.\r", "type": "direction"}, {"direction": "  KING. What say'st thou, ha?\r\n    To pray for her? What, is she crying out?\r", "type": "direction"}, {"direction": "  LOVELL. So said her woman; and that her suff'rance made\r\n    Almost each pang a death.\r", "type": "direction"}, {"direction": "  KING. Alas, good lady!\r", "type": "direction"}, {"direction": "  SUFFOLK. God safely quit her of her burden, and\r\n    With gentle travail, to the gladding of\r\n    Your Highness with an heir!\r", "type": "direction"}, {"direction": "  KING. 'Tis midnight, Charles;\r\n    Prithee to bed; and in thy pray'rs remember\r\n    Th' estate of my poor queen. Leave me alone,\r\n    For I must think of that which company\r\n    Will not be friendly to.\r", "type": "direction"}, {"direction": "  SUFFOLK. I wish your Highness\r\n    A quiet night, and my good mistress will\r\n    Remember in my prayers.\r", "type": "direction"}, {"direction": "  KING. Charles, good night.                             Exit SUFFOLK\r", "type": "direction"}, {"direction": "Enter SIR ANTHONY DENNY\r\n\r\n    Well, sir, what follows?\r", "type": "direction"}, {"direction": "  DENNY. Sir, I have brought my lord the Archbishop,\r\n    As you commanded me.\r", "type": "direction"}, {"direction": "  KING. Ha! Canterbury?\r", "type": "direction"}, {"direction": "  DENNY. Ay, my good lord.\r", "type": "direction"}, {"direction": "  KING. 'Tis true. Where is he, Denny?\r", "type": "direction"}, {"direction": "  DENNY. He attends your Highness' pleasure.\r", "type": "direction"}, {"direction": "  KING. Bring him to us.                                   Exit DENNY\r", "type": "direction"}, {"direction": "  LOVELL.  [Aside]  This is about that which the bishop spake.\r\n    I am happily come hither.\r\n\r\n         Re-enter DENNY, With CRANMER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING. Avoid the gallery.                     [LOVELL seems to stay]\r\n    Ha! I have said. Be gone.\r\n    What!                                     Exeunt LOVELL and DENNY\r", "type": "direction"}, {"direction": "  CRANMER.  [Aside]  I am fearful-wherefore frowns he thus?\r\n    'Tis his aspect of terror. All's not well.\r", "type": "direction"}, {"direction": "  KING. How now, my lord? You do desire to know\r\n    Wherefore I sent for you.\r", "type": "direction"}, {"direction": "  CRANMER.  [Kneeling]  It is my duty\r\n    T'attend your Highness' pleasure.\r", "type": "direction"}, {"direction": "  KING. Pray you, arise,\r\n    My good and gracious Lord of Canterbury.\r\n    Come, you and I must walk a turn together;\r\n    I have news to tell you; come, come, me your hand.\r\n    Ah, my good lord, I grieve at what I speak,\r\n    And am right sorry to repeat what follows.\r\n    I have, and most unwillingly, of late\r\n    Heard many grievous-I do say, my lord,\r\n    Grievous-complaints of you; which, being consider'd,\r\n    Have mov'd us and our Council that you shall\r\n    This morning come before us; where I know\r\n    You cannot with such freedom purge yourself\r\n    But that, till further trial in those charges\r\n    Which will require your answer, you must take\r\n    Your patience to you and be well contented\r\n    To make your house our Tow'r. You a brother of us,\r\n    It fits we thus proceed, or else no witness\r\n    Would come against you.\r", "type": "direction"}, {"direction": "  CRANMER. I humbly thank your Highness\r\n    And am right glad to catch this good occasion\r\n    Most throughly to be winnowed where my chaff\r\n    And corn shall fly asunder; for I know\r\n    There's none stands under more calumnious tongues\r\n    Than I myself, poor man.\r", "type": "direction"}, {"direction": "  KING. Stand up, good Canterbury;\r\n    Thy truth and thy integrity is rooted\r\n    In us, thy friend. Give me thy hand, stand up;\r\n    Prithee let's walk. Now, by my holidame,\r\n    What manner of man are you? My lord, I look'd\r\n    You would have given me your petition that\r\n    I should have ta'en some pains to bring together\r\n    Yourself and your accusers, and to have heard you\r\n    Without indurance further.\r", "type": "direction"}, {"direction": "  CRANMER. Most dread liege,\r\n    The good I stand on is my truth and honesty;\r\n    If they shall fail, I with mine enemies\r\n    Will triumph o'er my person; which I weigh not,\r\n    Being of those virtues vacant. I fear nothing\r\n    What can be said against me.\r", "type": "direction"}, {"direction": "  KING. Know you not\r\n    How your state stands i' th' world, with the whole world?\r\n    Your enemies are many, and not small; their practices\r\n    Must bear the same proportion; and not ever\r\n    The justice and the truth o' th' question carries\r\n    The due o' th' verdict with it; at what ease\r\n    Might corrupt minds procure knaves as corrupt\r\n    To swear against you? Such things have been done.\r\n    You are potently oppos'd, and with a malice\r\n    Of as great size. Ween you of better luck,\r\n    I mean in perjur'd witness, than your Master,\r\n    Whose minister you are, whiles here He liv'd\r\n    Upon this naughty earth? Go to, go to;\r\n    You take a precipice for no leap of danger,\r\n    And woo your own destruction.\r", "type": "direction"}, {"direction": "  CRANMER. God and your Majesty\r\n    Protect mine innocence, or I fall into\r\n    The trap is laid for me!\r", "type": "direction"}, {"direction": "  KING. Be of good cheer;\r\n    They shall no more prevail than we give way to.\r\n    Keep comfort to you, and this morning see\r\n    You do appear before them; if they shall chance,\r\n    In charging you with matters, to commit you,\r\n    The best persuasions to the contrary\r\n    Fail not to use, and with what vehemency\r\n    Th' occasion shall instruct you. If entreaties\r\n    Will render you no remedy, this ring\r\n    Deliver them, and your appeal to us\r\n    There make before them. Look, the good man weeps!\r\n    He's honest, on mine honour. God's blest Mother!\r\n    I swear he is true-hearted, and a soul\r\n    None better in my kingdom. Get you gone,\r\n    And do as I have bid you.\r\n                                                         Exit CRANMER\r\n    He has strangled his language in his tears.\r", "type": "direction"}, {"direction": "Enter OLD LADY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GENTLEMAN.  [Within]  Come back; what mean you?\r", "type": "direction"}, {"direction": "  OLD LADY. I'll not come back; the tidings that I bring\r\n    Will make my boldness manners. Now, good angels\r\n    Fly o'er thy royal head, and shade thy person\r\n    Under their blessed wings!\r", "type": "direction"}, {"direction": "  KING. Now, by thy looks\r\n    I guess thy message. Is the Queen deliver'd?\r\n    Say ay, and of a boy.\r", "type": "direction"}, {"direction": "  OLD LADY. Ay, ay, my liege;\r\n    And of a lovely boy. The God of Heaven\r\n    Both now and ever bless her! 'Tis a girl,\r\n    Promises boys hereafter. Sir, your queen\r\n    Desires your visitation, and to be\r\n    Acquainted with this stranger; 'tis as like you\r\n    As cherry is to cherry.\r", "type": "direction"}, {"direction": "  KING. Lovell!\r", "type": "direction"}, {"direction": "Enter LOVELL\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  LOVELL. Sir?\r", "type": "direction"}, {"direction": "  KING. Give her an hundred marks. I'll to the Queen.            Exit\r", "type": "direction"}, {"direction": "  OLD LADY. An hundred marks? By this light, I'll ha' more!\r\n    An ordinary groom is for such payment.\r\n    I will have more, or scold it out of him.\r\n    Said I for this the girl was like to him! I'll\r\n    Have more, or else unsay't; and now, while 'tis hot,\r\n    I'll put it to the issue.                                  Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 2.\r\n\r\nLobby before the Council Chamber\r", "type": "direction"}, {"direction": "Enter CRANMER, ARCHBISHOP OF CANTERBURY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CRANMER. I hope I am not too late; and yet the gentleman\r\n    That was sent to me from the Council pray'd me\r\n    To make great haste. All fast? What means this? Ho!\r\n    Who waits there? Sure you know me?\r", "type": "direction"}, {"direction": "Enter KEEPER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KEEPER. Yes, my lord;\r\n    But yet I cannot help you.\r", "type": "direction"}, {"direction": "  CRANMER. Why?\r", "type": "direction"}, {"direction": "  KEEPER. Your Grace must wait till you be call'd for.\r", "type": "direction"}, {"direction": "Enter DOCTOR BUTTS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CRANMER. So.\r", "type": "direction"}, {"direction": "  BUTTS.  [Aside]  This is a piece of malice. I am glad\r\n    I came this way so happily; the King\r\n    Shall understand it presently.                               Exit\r", "type": "direction"}, {"direction": "  CRANMER.  [Aside]  'Tis Butts,\r\n    The King's physician; as he pass'd along,\r\n    How earnestly he cast his eyes upon me!\r\n    Pray heaven he sound not my disgrace! For certain,\r\n    This is of purpose laid by some that hate me-\r\n    God turn their hearts! I never sought their malice-\r\n    To quench mine honour; they would shame to make me\r\n    Wait else at door, a fellow councillor,\r\n    'Mong boys, grooms, and lackeys. But their pleasures\r\n    Must be fulfill'd, and I attend with patience.\r", "type": "direction"}, {"direction": "Enter the KING and BUTTS at window above\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUTTS. I'll show your Grace the strangest sight-\r", "type": "direction"}, {"direction": "  KING. What's that, Butts?\r", "type": "direction"}, {"direction": "  BUTTS. I think your Highness saw this many a day.\r", "type": "direction"}, {"direction": "  KING. Body a me, where is it?\r", "type": "direction"}, {"direction": "  BUTTS. There my lord:\r\n    The high promotion of his Grace of Canterbury;\r\n    Who holds his state at door, 'mongst pursuivants,\r\n    Pages, and footboys.\r", "type": "direction"}, {"direction": "  KING. Ha, 'tis he indeed.\r\n    Is this the honour they do one another?\r\n    'Tis well there's one above 'em yet. I had thought\r\n    They had parted so much honesty among 'em-\r\n    At least good manners-as not thus to suffer\r\n    A man of his place, and so near our favour,\r\n    To dance attendance on their lordships' pleasures,\r\n    And at the door too, like a post with packets.\r\n    By holy Mary, Butts, there's knavery!\r\n    Let 'em alone, and draw the curtain close;\r\n    We shall hear more anon.                                   Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 3.\r\n\r\nThe Council Chamber\r\n\r\nA Council table brought in, with chairs and stools, and placed under\r\nthe state. Enter LORD CHANCELLOR, places himself at the upper end of\r\nthe table on the left band, a seat being left void above him, as for\r\nCanterbury's seat. DUKE OF SUFFOLK, DUKE OF NORFOLK, SURREY, LORD\r\nCHAMBERLAIN, GARDINER, seat themselves in order on each side; CROMWELL\r\nat lower end, as secretary. KEEPER at the door\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHANCELLOR. Speak to the business, master secretary;\r\n    Why are we met in council?\r", "type": "direction"}, {"direction": "  CROMWELL. Please your honours,\r\n    The chief cause concerns his Grace of Canterbury.\r", "type": "direction"}, {"direction": "  GARDINER. Has he had knowledge of it?\r", "type": "direction"}, {"direction": "  CROMWELL. Yes.\r", "type": "direction"}, {"direction": "  NORFOLK. Who waits there?\r", "type": "direction"}, {"direction": "  KEEPER. Without, my noble lords?\r", "type": "direction"}, {"direction": "  GARDINER. Yes.\r", "type": "direction"}, {"direction": "  KEEPER. My Lord Archbishop;\r\n    And has done half an hour, to know your pleasures.\r", "type": "direction"}, {"direction": "  CHANCELLOR. Let him come in.\r", "type": "direction"}, {"direction": "  KEEPER. Your Grace may enter now.\r\n\r\n      CRANMER approaches the Council table\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHANCELLOR. My good Lord Archbishop, I am very sorry\r\n    To sit here at this present, and behold\r\n    That chair stand empty; but we all are men,\r\n    In our own natures frail and capable\r\n    Of our flesh; few are angels; out of which frailty\r\n    And want of wisdom, you, that best should teach us,\r\n    Have misdemean'd yourself, and not a little,\r\n    Toward the King first, then his laws, in filling\r\n    The whole realm by your teaching and your chaplains-\r\n    For so we are inform'd-with new opinions,\r\n    Divers and dangerous; which are heresies,\r\n    And, not reform'd, may prove pernicious.\r", "type": "direction"}, {"direction": "  GARDINER. Which reformation must be sudden too,\r\n    My noble lords; for those that tame wild horses\r\n    Pace 'em not in their hands to make 'em gentle,\r\n    But stop their mouth with stubborn bits and spur 'em\r\n    Till they obey the manage. If we suffer,\r\n    Out of our easiness and childish pity\r\n    To one man's honour, this contagious sickness,\r\n    Farewell all physic; and what follows then?\r\n    Commotions, uproars, with a general taint\r\n    Of the whole state; as of late days our neighbours,\r\n    The upper Germany, can dearly witness,\r\n    Yet freshly pitied in our memories.\r", "type": "direction"}, {"direction": "  CRANMER. My good lords, hitherto in all the progress\r\n    Both of my life and office, I have labour'd,\r\n    And with no little study, that my teaching\r\n    And the strong course of my authority\r\n    Might go one way, and safely; and the end\r\n    Was ever to do well. Nor is there living-\r\n    I speak it with a single heart, my lords-\r\n    A man that more detests, more stirs against,\r\n    Both in his private conscience and his place,\r\n    Defacers of a public peace than I do.\r\n    Pray heaven the King may never find a heart\r\n    With less allegiance in it! Men that make\r\n    Envy and crooked malice nourishment\r\n    Dare bite the best. I do beseech your lordships\r\n    That, in this case of justice, my accusers,\r\n    Be what they will, may stand forth face to face\r\n    And freely urge against me.\r", "type": "direction"}, {"direction": "  SUFFOLK. Nay, my lord,\r\n    That cannot be; you are a councillor,\r\n    And by that virtue no man dare accuse you.\r", "type": "direction"}, {"direction": "  GARDINER. My lord, because we have business of more moment,\r\n    We will be short with you. 'Tis his Highness' pleasure\r\n    And our consent, for better trial of you,\r\n    From hence you be committed to the Tower;\r\n    Where, being but a private man again,\r\n    You shall know many dare accuse you boldly,\r\n    More than, I fear, you are provided for.\r", "type": "direction"}, {"direction": "  CRANMER. Ah, my good Lord of Winchester, I thank you;\r\n    You are always my good friend; if your will pass,\r\n    I shall both find your lordship judge and juror,\r\n    You are so merciful. I see your end-\r\n    'Tis my undoing. Love and meekness, lord,\r\n    Become a churchman better than ambition;\r\n    Win straying souls with modesty again,\r\n    Cast none away. That I shall clear myself,\r\n    Lay all the weight ye can upon my patience,\r\n    I make as little doubt as you do conscience\r\n    In doing daily wrongs. I could say more,\r\n    But reverence to your calling makes me modest.\r", "type": "direction"}, {"direction": "  GARDINER. My lord, my lord, you are a sectary;\r\n    That's the plain truth. Your painted gloss discovers,\r\n    To men that understand you, words and weakness.\r", "type": "direction"}, {"direction": "  CROMWELL. My Lord of Winchester, y'are a little,\r\n    By your good favour, too sharp; men so noble,\r\n    However faulty, yet should find respect\r\n    For what they have been; 'tis a cruelty\r\n    To load a falling man.\r", "type": "direction"}, {"direction": "  GARDINER. Good Master Secretary,\r\n    I cry your honour mercy; you may, worst\r\n    Of all this table, say so.\r", "type": "direction"}, {"direction": "  CROMWELL. Why, my lord?\r", "type": "direction"}, {"direction": "  GARDINER. Do not I know you for a favourer\r\n    Of this new sect? Ye are not sound.\r", "type": "direction"}, {"direction": "  CROMWELL. Not sound?\r", "type": "direction"}, {"direction": "  GARDINER. Not sound, I say.\r", "type": "direction"}, {"direction": "  CROMWELL. Would you were half so honest!\r\n    Men's prayers then would seek you, not their fears.\r", "type": "direction"}, {"direction": "  GARDINER. I shall remember this bold language.\r", "type": "direction"}, {"direction": "  CROMWELL. Do.\r\n    Remember your bold life too.\r", "type": "direction"}, {"direction": "  CHANCELLOR. This is too much;\r\n    Forbear, for shame, my lords.\r", "type": "direction"}, {"direction": "  GARDINER. I have done.\r", "type": "direction"}, {"direction": "  CROMWELL. And I.\r", "type": "direction"}, {"direction": "  CHANCELLOR. Then thus for you, my lord: it stands agreed,\r\n    I take it, by all voices, that forthwith\r\n    You be convey'd to th' Tower a prisoner;\r\n    There to remain till the King's further pleasure\r\n    Be known unto us. Are you all agreed, lords?\r", "type": "direction"}, {"direction": "  ALL. We are.\r", "type": "direction"}, {"direction": "  CRANMER. Is there no other way of mercy,\r\n    But I must needs to th' Tower, my lords?\r", "type": "direction"}, {"direction": "  GARDINER. What other\r\n    Would you expect? You are strangely troublesome.\r\n    Let some o' th' guard be ready there.\r", "type": "direction"}, {"direction": "Enter the guard\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CRANMER. For me?\r\n    Must I go like a traitor thither?\r", "type": "direction"}, {"direction": "  GARDINER. Receive him,\r\n    And see him safe i' th' Tower.\r", "type": "direction"}, {"direction": "  CRANMER. Stay, good my lords,\r\n    I have a little yet to say. Look there, my lords;\r\n    By virtue of that ring I take my cause\r\n    Out of the gripes of cruel men and give it\r\n    To a most noble judge, the King my master.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. This is the King's ring.\r", "type": "direction"}, {"direction": "  SURREY. 'Tis no counterfeit.\r", "type": "direction"}, {"direction": "  SUFFOLK. 'Tis the right ring, by heav'n. I told ye all,\r\n    When we first put this dangerous stone a-rolling,\r\n    'Twould fall upon ourselves.\r", "type": "direction"}, {"direction": "  NORFOLK. Do you think, my lords,\r\n    The King will suffer but the little finger\r\n    Of this man to be vex'd?\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. 'Tis now too certain;\r\n    How much more is his life in value with him!\r\n    Would I were fairly out on't!\r", "type": "direction"}, {"direction": "  CROMWELL. My mind gave me,\r\n    In seeking tales and informations\r\n    Against this man-whose honesty the devil\r\n    And his disciples only envy at-\r\n    Ye blew the fire that burns ye. Now have at ye!\r", "type": "direction"}, {"direction": "Enter the KING frowning on them; he takes his seat\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GARDINER. Dread sovereign, how much are we bound to heaven\r\n    In daily thanks, that gave us such a prince;\r\n    Not only good and wise but most religious;\r\n    One that in all obedience makes the church\r\n    The chief aim of his honour and, to strengthen\r\n    That holy duty, out of dear respect,\r\n    His royal self in judgment comes to hear\r\n    The cause betwixt her and this great offender.\r", "type": "direction"}, {"direction": "  KING. You were ever good at sudden commendations,\r\n    Bishop of Winchester. But know I come not\r\n    To hear such flattery now, and in my presence\r\n    They are too thin and bare to hide offences.\r\n    To me you cannot reach you play the spaniel,\r\n    And think with wagging of your tongue to win me;\r\n    But whatsoe'er thou tak'st me for, I'm sure\r\n    Thou hast a cruel nature and a bloody.\r\n    [To CRANMER]  Good man, sit down. Now let me see the proudest\r\n    He that dares most but wag his finger at thee.\r\n    By all that's holy, he had better starve\r\n    Than but once think this place becomes thee not.\r", "type": "direction"}, {"direction": "  SURREY. May it please your Grace-\r", "type": "direction"}, {"direction": "  KING. No, sir, it does not please me.\r\n    I had thought I had had men of some understanding\r\n    And wisdom of my Council; but I find none.\r\n    Was it discretion, lords, to let this man,\r\n    This good man-few of you deserve that title-\r\n    This honest man, wait like a lousy footboy\r\n    At chamber door? and one as great as you are?\r\n    Why, what a shame was this! Did my commission\r\n    Bid ye so far forget yourselves? I gave ye\r\n    Power as he was a councillor to try him,\r\n    Not as a groom. There's some of ye, I see,\r\n    More out of malice than integrity,\r\n    Would try him to the utmost, had ye mean;\r\n    Which ye shall never have while I live.\r", "type": "direction"}, {"direction": "  CHANCELLOR. Thus far,\r\n    My most dread sovereign, may it like your Grace\r\n    To let my tongue excuse all. What was purpos'd\r\n    concerning his imprisonment was rather-\r\n    If there be faith in men-meant for his trial\r\n    And fair purgation to the world, than malice,\r\n    I'm sure, in me.\r", "type": "direction"}, {"direction": "  KING. Well, well, my lords, respect him;\r\n    Take him, and use him well, he's worthy of it.\r\n    I will say thus much for him: if a prince\r\n    May be beholding to a subject,\r\n    Am for his love and service so to him.\r\n    Make me no more ado, but all embrace him;\r\n    Be friends, for shame, my lords! My Lord of Canterbury,\r\n    I have a suit which you must not deny me:\r\n    That is, a fair young maid that yet wants baptism;\r\n    You must be godfather, and answer for her.\r", "type": "direction"}, {"direction": "  CRANMER. The greatest monarch now alive may glory\r\n    In such an honour; how may I deserve it,\r\n    That am a poor and humble subject to you?\r", "type": "direction"}, {"direction": "  KING. Come, come, my lord, you'd spare your spoons. You\r\n      shall have\r\n    Two noble partners with you: the old Duchess of Norfolk\r\n    And Lady Marquis Dorset. Will these please you?\r\n    Once more, my Lord of Winchester, I charge you,\r\n    Embrace and love this man.\r", "type": "direction"}, {"direction": "  GARDINER. With a true heart\r\n    And brother-love I do it.\r", "type": "direction"}, {"direction": "  CRANMER. And let heaven\r\n    Witness how dear I hold this confirmation.\r", "type": "direction"}, {"direction": "  KING. Good man, those joyful tears show thy true heart.\r\n    The common voice, I see, is verified\r\n    Of thee, which says thus: 'Do my Lord of Canterbury\r\n    A shrewd turn and he's your friend for ever.'\r\n    Come, lords, we trifle time away; I long\r\n    To have this young one made a Christian.\r\n    As I have made ye one, lords, one remain;\r\n    So I grow stronger, you more honour gain.                  Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 4.\r\n\r\nThe palace yard\r\n\r\nNoise and tumult within. Enter PORTER and his MAN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PORTER. You'll leave your noise anon, ye rascals. Do you\r\n    take the court for Paris garden? Ye rude slaves, leave your\r\n    gaping.\r\n    [Within: Good master porter, I belong to th' larder.]\r", "type": "direction"}, {"direction": "  PORTER. Belong to th' gallows, and be hang'd, ye rogue! Is\r\n    this a place to roar in? Fetch me a dozen crab-tree staves,\r\n    and strong ones; these are but switches to 'em. I'll scratch\r\n    your heads. You must be seeing christenings? Do you look\r\n    for ale and cakes here, you rude rascals?\r", "type": "direction"}, {"direction": "  MAN. Pray, sir, be patient; 'tis as much impossible,\r\n    Unless we sweep 'em from the door with cannons,\r\n    To scatter 'em as 'tis to make 'em sleep\r\n    On May-day morning; which will never be.\r\n    We may as well push against Paul's as stir 'em.\r", "type": "direction"}, {"direction": "  PORTER. How got they in, and be hang'd?\r", "type": "direction"}, {"direction": "  MAN. Alas, I know not: how gets the tide in?\r\n    As much as one sound cudgel of four foot-\r\n    You see the poor remainder-could distribute,\r\n    I made no spare, sir.\r", "type": "direction"}, {"direction": "  PORTER. You did nothing, sir.\r", "type": "direction"}, {"direction": "  MAN. I am not Samson, nor Sir Guy, nor Colbrand,\r\n    To mow 'em down before me; but if I spar'd any\r\n    That had a head to hit, either young or old,\r\n    He or she, cuckold or cuckold-maker,\r\n    Let me ne'er hope to see a chine again;\r\n    And that I would not for a cow, God save her!\r\n    [ Within: Do you hear, master porter?]\r", "type": "direction"}, {"direction": "  PORTER. I shall be with you presently, good master puppy.\r\n    Keep the door close, sirrah.\r", "type": "direction"}, {"direction": "  MAN. What would you have me do?\r", "type": "direction"}, {"direction": "  PORTER. What should you do, but knock 'em down by th'\r\n    dozens? Is this Moorfields to muster in? Or have we some\r\n    strange Indian with the great tool come to court, the\r\n    women so besiege us? Bless me, what a fry of fornication\r\n    is at door! On my Christian conscience, this one christening\r\n    will beget a thousand: here will be father, godfather,\r\n    and all together.\r", "type": "direction"}, {"direction": "  MAN. The spoons will be the bigger, sir. There is a fellow\r\n    somewhat near the door, he should be a brazier by his\r\n    face, for, o' my conscience, twenty of the dog-days now\r\n    reign in's nose; all that stand about him are under the line,\r\n    they need no other penance. That fire-drake did I hit three\r\n    times on the head, and three times was his nose discharged\r\n    against me; he stands there like a mortar-piece, to blow us.\r\n    There was a haberdasher's wife of small wit near him, that\r\n    rail'd upon me till her pink'd porringer fell off her head,\r\n    for kindling such a combustion in the state. I miss'd the\r\n    meteor once, and hit that woman, who cried out 'Clubs!'\r\n    when I might see from far some forty truncheoners draw\r\n    to her succour, which were the hope o' th' Strand, where\r\n    she was quartered. They fell on; I made good my place.\r\n    At length they came to th' broomstaff to me; I defied 'em\r\n    still; when suddenly a file of boys behind 'em, loose shot,\r\n    deliver'd such a show'r of pebbles that I was fain to draw\r\n    mine honour in and let 'em win the work: the devil was\r\n    amongst 'em, I think surely.\r", "type": "direction"}, {"direction": "  PORTER. These are the youths that thunder at a playhouse\r\n    and fight for bitten apples; that no audience but the tribulation\r\n    of Tower-hill or the limbs of Limehouse, their dear\r\n    brothers, are able to endure. I have some of 'em in Limbo\r\n    Patrum, and there they are like to dance these three days;\r\n    besides the running banquet of two beadles that is to come.\r", "type": "direction"}, {"direction": "Enter the LORD CHAMBERLAIN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. Mercy o' me, what a multitude are here!\r\n    They grow still too; from all parts they are coming,\r\n    As if we kept a fair here! Where are these porters,\r\n    These lazy knaves? Y'have made a fine hand, fellows.\r\n    There's a trim rabble let in: are all these\r\n    Your faithful friends o' th' suburbs? We shall have\r\n    Great store of room, no doubt, left for the ladies,\r\n    When they pass back from the christening.\r", "type": "direction"}, {"direction": "  PORTER. An't please your honour,\r\n    We are but men; and what so many may do,\r\n    Not being torn a pieces, we have done.\r\n    An army cannot rule 'em.\r", "type": "direction"}, {"direction": "  CHAMBERLAIN. As I live,\r\n    If the King blame me for't, I'll lay ye an\r\n    By th' heels, and suddenly; and on your heads\r\n    Clap round fines for neglect. Y'are lazy knaves;\r\n    And here ye lie baiting of bombards, when\r\n    Ye should do service. Hark! the trumpets sound;\r\n    Th' are come already from the christening.\r\n    Go break among the press and find a way out\r\n    To let the troops pass fairly, or I'll find\r\n    A Marshalsea shall hold ye play these two months.\r", "type": "direction"}, {"direction": "  PORTER. Make way there for the Princess.\r", "type": "direction"}, {"direction": "  MAN. You great fellow,\r\n    Stand close up, or I'll make your head ache.\r", "type": "direction"}, {"direction": "  PORTER. You i' th' camlet, get up o' th' rail;\r\n    I'll peck you o'er the pales else.                         Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 5.\r\n\r\nThe palace\r", "type": "direction"}, {"direction": "Enter TRUMPETS, sounding; then two ALDERMEN, LORD MAYOR, GARTER,\r\nCRANMER, DUKE OF NORFOLK, with his marshal's staff, DUKE OF SUFFOLK,\r\ntwo Noblemen bearing great standing-bowls for the christening gifts;\r\nthen four Noblemen bearing a canopy, under which the DUCHESS OF\r\nNORFOLK, godmother, bearing the CHILD richly habited in a mantle, etc.,\r\ntrain borne by a LADY; then follows the MARCHIONESS DORSET, the other\r\ngodmother, and LADIES. The troop pass once about the stage, and GARTER\r\nspeaks\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GARTER. Heaven, from thy endless goodness, send prosperous life, long\r\n  and ever-happy, to the high and mighty Princess of England,\r\n  Elizabeth!\r\n\r\n           Flourish. Enter KING and guard\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CRANMER.  [Kneeling]  And to your royal Grace and the\r\n      good Queen!\r\n    My noble partners and myself thus pray:\r\n    All comfort, joy, in this most gracious lady,\r\n    Heaven ever laid up to make parents happy,\r\n    May hourly fall upon ye!\r", "type": "direction"}, {"direction": "  KING. Thank you, good Lord Archbishop.\r\n    What is her name?\r", "type": "direction"}, {"direction": "  CRANMER. Elizabeth.\r", "type": "direction"}, {"direction": "  KING. Stand up, lord.                   [The KING kisses the child]\r\n    With this kiss take my blessing: God protect thee!\r\n    Into whose hand I give thy life.\r", "type": "direction"}, {"direction": "  CRANMER. Amen.\r", "type": "direction"}, {"direction": "  KING. My noble gossips, y'have been too prodigal;\r\n    I thank ye heartily. So shall this lady,\r\n    When she has so much English.\r", "type": "direction"}, {"direction": "  CRANMER. Let me speak, sir,\r\n    For heaven now bids me; and the words I utter\r\n    Let none think flattery, for they'll find 'em truth.\r\n    This royal infant-heaven still move about her!-\r\n    Though in her cradle, yet now promises\r\n    Upon this land a thousand blessings,\r\n    Which time shall bring to ripeness. She shall be-\r\n    But few now living can behold that goodness-\r\n    A pattern to all princes living with her,\r\n    And all that shall succeed. Saba was never\r\n    More covetous of wisdom and fair virtue\r\n    Than this pure soul shall be. All princely graces\r\n    That mould up such a mighty piece as this is,\r\n    With all the virtues that attend the good,\r\n    Shall still be doubled on her. Truth shall nurse her,\r\n    Holy and heavenly thoughts still counsel her;\r\n    She shall be lov'd and fear'd. Her own shall bless her:\r\n    Her foes shake like a field of beaten corn,\r\n    And hang their heads with sorrow. Good grows with her;\r\n    In her days every man shall eat in safety\r\n    Under his own vine what he plants, and sing\r\n    The merry songs of peace to all his neighbours.\r\n    God shall be truly known; and those about her\r\n    From her shall read the perfect ways of honour,\r\n    And by those claim their greatness, not by blood.\r\n    Nor shall this peace sleep with her; but as when\r\n    The bird of wonder dies, the maiden phoenix\r\n    Her ashes new create another heir\r\n    As great in admiration as herself,\r\n    So shall she leave her blessedness to one-\r\n    When heaven shall call her from this cloud of darkness-\r\n    Who from the sacred ashes of her honour\r\n    Shall star-like rise, as great in fame as she was,\r\n    And so stand fix'd. Peace, plenty, love, truth, terror,\r\n    That were the servants to this chosen infant,\r\n    Shall then be his, and like a vine grow to him;\r\n    Wherever the bright sun of heaven shall shine,\r\n    His honour and the greatness of his name\r\n    Shall be, and make new nations; he shall flourish,\r\n    And like a mountain cedar reach his branches\r\n    To all the plains about him; our children's children\r\n    Shall see this and bless heaven.\r", "type": "direction"}, {"direction": "  KING. Thou speakest wonders.\r", "type": "direction"}, {"direction": "  CRANMER. She shall be, to the happiness of England,\r\n    An aged princess; many days shall see her,\r\n    And yet no day without a deed to crown it.\r\n    Would I had known no more! But she must die-\r\n    She must, the saints must have her-yet a virgin;\r\n    A most unspotted lily shall she pass\r\n    To th' ground, and all the world shall mourn her.\r", "type": "direction"}, {"direction": "  KING. O Lord Archbishop,\r\n    Thou hast made me now a man; never before\r\n    This happy child did I get anything.\r\n    This oracle of comfort has so pleas'd me\r\n    That when I am in heaven I shall desire\r\n    To see what this child does, and praise my Maker.\r\n    I thank ye all. To you, my good Lord Mayor,\r\n    And you, good brethren, I am much beholding;\r\n    I have receiv'd much honour by your presence,\r\n    And ye shall find me thankful. Lead the way, lords;\r\n    Ye must all see the Queen, and she must thank ye,\r\n    She will be sick else. This day, no man think\r\n    Has business at his house; for all shall stay.\r\n    This little one shall make it holiday.                     Exeunt\r\n\r\nKING_HENRY_VIII|EPILOGUE THE EPILOGUE.\r\n\r\n    'Tis ten to one this play can never please\r\n    All that are here. Some come to take their ease\r\n    And sleep an act or two; but those, we fear,\r\n    W'have frighted with our trumpets; so, 'tis clear,\r\n    They'll say 'tis nought; others to hear the city\r\n    Abus'd extremely, and to cry 'That's witty!'\r\n    Which we have not done neither; that, I fear,\r\n    All the expected good w'are like to hear\r\n    For this play at this time is only in\r\n    The merciful construction of good women;\r\n    For such a one we show'd 'em. If they smile\r\n    And say 'twill do, I know within a while\r\n    All the best men are ours; for 'tis ill hap\r\n    If they hold when their ladies bid 'em clap.\r\n\r\n\r\n\r\n\r", "type": "direction"}], "title": "ACT I. SCENE 1.\r\n\r\nLondon. The palace\r", "scene": 1, "act": 1}]}], "table_of_contents": "KING HENRY THE EIGHTH\r\n\r\nDRAMATIS PERSONAE\r\n\r\n  KING HENRY THE EIGHTH\r\n  CARDINAL WOLSEY               CARDINAL CAMPEIUS\r\n  CAPUCIUS, Ambassador from the Emperor Charles V\r\n  CRANMER, ARCHBISHOP OF CANTERBURY\r\n  DUKE OF NORFOLK               DUKE OF BUCKINGHAM\r\n  DUKE OF SUFFOLK               EARL OF SURREY\r\n  LORD CHAMBERLAIN              LORD CHANCELLOR\r\n  GARDINER, BISHOP OF WINCHESTER\r\n  BISHOP OF LINCOLN             LORD ABERGAVENNY\r\n  LORD SANDYS                   SIR HENRY GUILDFORD\r\n  SIR THOMAS LOVELL             SIR ANTHONY DENNY\r\n  SIR NICHOLAS VAUX             SECRETARIES to Wolsey\r\n  CROMWELL, servant to Wolsey\r\n  GRIFFITH, gentleman-usher to Queen Katharine\r\n  THREE GENTLEMEN\r\n  DOCTOR BUTTS, physician to the King\r\n  GARTER KING-AT-ARMS\r\n  SURVEYOR to the Duke of Buckingham\r\n  BRANDON, and a SERGEANT-AT-ARMS\r\n  DOORKEEPER Of the Council chamber\r\n  PORTER, and his MAN           PAGE to Gardiner\r\n  A CRIER\r\n\r\n  QUEEN KATHARINE, wife to King Henry, afterwards divorced\r\n  ANNE BULLEN, her Maid of Honour, afterwards Queen\r\n  AN OLD LADY, friend to Anne Bullen\r\n  PATIENCE, woman to Queen Katharine\r\n\r\n  Lord Mayor, Aldermen, Lords and Ladies in the Dumb\r\n       Shows; Women attending upon the Queen; Scribes,\r\n       Officers, Guards, and other Attendants; Spirits\r\n\r\n                          SCENE:\r\n\r\n              London; Westminster; Kimbolton\r\n\r\n                 KING HENRY THE EIGHTH\r\n\r\n                     THE PROLOGUE.\r\n\r\n    I come no more to make you laugh; things now\r\n    That bear a weighty and a serious brow,\r\n    Sad, high, and working, full of state and woe,\r\n    Such noble scenes as draw the eye to flow,\r\n    We now present. Those that can pity here\r\n    May, if they think it well, let fall a tear:\r\n    The subject will deserve it. Such as give\r\n    Their money out of hope they may believe\r\n    May here find truth too. Those that come to see\r\n    Only a show or two, and so agree\r\n    The play may pass, if they be still and willing,\r\n    I'll undertake may see away their shilling\r\n    Richly in two short hours. Only they\r\n    That come to hear a merry bawdy play,\r\n    A noise of targets, or to see a fellow\r\n    In a long motley coat guarded with yellow,\r\n    Will be deceiv'd; for, gentle hearers, know,\r\n    To rank our chosen truth with such a show\r\n    As fool and fight is, beside forfeiting\r\n    Our own brains, and the opinion that we bring\r\n    To make that only true we now intend,\r\n    Will leave us never an understanding friend.\r\n    Therefore, for goodness sake, and as you are known\r\n    The first and happiest hearers of the town,\r\n    Be sad, as we would make ye. Think ye see\r\n    The very persons of our noble story\r\n    As they were living; think you see them great,\r\n    And follow'd with the general throng and sweat\r\n    Of thousand friends; then, in a moment, see\r\n    How soon this mightiness meets misery.\r\n    And if you can be merry then, I'll say\r\n    A man may weep upon his wedding-day.\r\n\r"}