{"body": [{"Act 1": [{"text": [{"direction": "ACT I. SCENE 1.\r\n\r\nLondon. A street\r", "type": "direction"}, {"direction": "Enter RICHARD, DUKE OF GLOUCESTER, solus\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. Now is the winter of our discontent\r\n    Made glorious summer by this sun of York;\r\n    And all the clouds that lour'd upon our house\r\n    In the deep bosom of the ocean buried.\r\n    Now are our brows bound with victorious wreaths;\r\n    Our bruised arms hung up for monuments;\r\n    Our stern alarums chang'd to merry meetings,\r\n    Our dreadful marches to delightful measures.\r\n    Grim-visag'd war hath smooth'd his wrinkled front,\r\n    And now, instead of mounting barbed steeds\r\n    To fright the souls of fearful adversaries,\r\n    He capers nimbly in a lady's chamber\r\n    To the lascivious pleasing of a lute.\r\n    But I-that am not shap'd for sportive tricks,\r\n    Nor made to court an amorous looking-glass-\r\n    I-that am rudely stamp'd, and want love's majesty\r\n    To strut before a wanton ambling nymph-\r\n    I-that am curtail'd of this fair proportion,\r\n    Cheated of feature by dissembling nature,\r\n    Deform'd, unfinish'd, sent before my time\r\n    Into this breathing world scarce half made up,\r\n    And that so lamely and unfashionable\r\n    That dogs bark at me as I halt by them-\r\n    Why, I, in this weak piping time of peace,\r\n    Have no delight to pass away the time,\r\n    Unless to spy my shadow in the sun\r\n    And descant on mine own deformity.\r\n    And therefore, since I cannot prove a lover\r\n    To entertain these fair well-spoken days,\r\n    I am determined to prove a villain\r\n    And hate the idle pleasures of these days.\r\n    Plots have I laid, inductions dangerous,\r\n    By drunken prophecies, libels, and dreams,\r\n    To set my brother Clarence and the King\r\n    In deadly hate the one against the other;\r\n    And if King Edward be as true and just\r\n    As I am subtle, false, and treacherous,\r\n    This day should Clarence closely be mew'd up-\r\n    About a prophecy which says that G\r\n    Of Edward's heirs the murderer shall be.\r\n    Dive, thoughts, down to my soul. Here Clarence comes.\r", "type": "direction"}, {"direction": "Enter CLARENCE, guarded, and BRAKENBURY\r\n\r\n    Brother, good day. What means this armed guard\r\n    That waits upon your Grace?\r", "type": "direction"}, {"direction": "  CLARENCE. His Majesty,\r\n    Tend'ring my person's safety, hath appointed\r\n    This conduct to convey me to th' Tower.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Upon what cause?\r", "type": "direction"}, {"direction": "  CLARENCE. Because my name is George.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Alack, my lord, that fault is none of yours:\r\n    He should, for that, commit your godfathers.\r\n    O, belike his Majesty hath some intent\r\n    That you should be new-christ'ned in the Tower.\r\n    But what's the matter, Clarence? May I know?\r", "type": "direction"}, {"direction": "  CLARENCE. Yea, Richard, when I know; for I protest\r\n    As yet I do not; but, as I can learn,\r\n    He hearkens after prophecies and dreams,\r\n    And from the cross-row plucks the letter G,\r\n    And says a wizard told him that by G\r\n    His issue disinherited should be;\r\n    And, for my name of George begins with G,\r\n    It follows in his thought that I am he.\r\n    These, as I learn, and such like toys as these\r\n    Hath mov'd his Highness to commit me now.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Why, this it is when men are rul'd by women:\r\n    'Tis not the King that sends you to the Tower;\r\n    My Lady Grey his wife, Clarence, 'tis she\r\n    That tempers him to this extremity.\r\n    Was it not she and that good man of worship,\r\n    Antony Woodville, her brother there,\r\n    That made him send Lord Hastings to the Tower,\r\n    From whence this present day he is delivered?\r\n    We are not safe, Clarence; we are not safe.\r", "type": "direction"}, {"direction": "  CLARENCE. By heaven, I think there is no man is secure\r\n    But the Queen's kindred, and night-walking heralds\r\n    That trudge betwixt the King and Mistress Shore.\r\n    Heard you not what an humble suppliant\r\n    Lord Hastings was, for her delivery?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Humbly complaining to her deity\r\n    Got my Lord Chamberlain his liberty.\r\n    I'll tell you what-I think it is our way,\r\n    If we will keep in favour with the King,\r\n    To be her men and wear her livery:\r\n    The jealous o'er-worn widow, and herself,\r\n    Since that our brother dubb'd them gentlewomen,\r\n    Are mighty gossips in our monarchy.\r", "type": "direction"}, {"direction": "  BRAKENBURY. I beseech your Graces both to pardon me:\r\n    His Majesty hath straitly given in charge\r\n    That no man shall have private conference,\r\n    Of what degree soever, with your brother.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Even so; an't please your worship, Brakenbury,\r\n    You may partake of any thing we say:\r\n    We speak no treason, man; we say the King\r\n    Is wise and virtuous, and his noble queen\r\n    Well struck in years, fair, and not jealous;\r\n    We say that Shore's wife hath a pretty foot,\r\n    A cherry lip, a bonny eye, a passing pleasing tongue;\r\n    And that the Queen's kindred are made gentlefolks.\r\n    How say you, sir? Can you deny all this?\r", "type": "direction"}, {"direction": "  BRAKENBURY. With this, my lord, myself have naught to do.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Naught to do with Mistress Shore! I tell thee,\r\n    fellow,\r\n    He that doth naught with her, excepting one,\r\n    Were best to do it secretly alone.\r", "type": "direction"}, {"direction": "  BRAKENBURY. What one, my lord?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Her husband, knave! Wouldst thou betray me?\r", "type": "direction"}, {"direction": "  BRAKENBURY. I do beseech your Grace to pardon me, and\r\n    withal\r\n    Forbear your conference with the noble Duke.\r", "type": "direction"}, {"direction": "  CLARENCE. We know thy charge, Brakenbury, and will\r\n    obey.\r", "type": "direction"}, {"direction": "  GLOUCESTER. We are the Queen's abjects and must obey.\r\n    Brother, farewell; I will unto the King;\r\n    And whatsoe'er you will employ me in-\r\n    Were it to call King Edward's widow sister-\r\n    I will perform it to enfranchise you.\r\n    Meantime, this deep disgrace in brotherhood\r\n    Touches me deeper than you can imagine.\r", "type": "direction"}, {"direction": "  CLARENCE. I know it pleaseth neither of us well.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Well, your imprisonment shall not be long;\r\n    I will deliver or else lie for you.\r\n    Meantime, have patience.\r", "type": "direction"}, {"direction": "  CLARENCE. I must perforce. Farewell.\r\n                          Exeunt CLARENCE, BRAKENBURY, and guard\r", "type": "direction"}, {"direction": "  GLOUCESTER. Go tread the path that thou shalt ne'er return.\r\n    Simple, plain Clarence, I do love thee so\r\n    That I will shortly send thy soul to heaven,\r\n    If heaven will take the present at our hands.\r\n    But who comes here? The new-delivered Hastings?\r", "type": "direction"}, {"direction": "Enter LORD HASTINGS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  HASTINGS. Good time of day unto my gracious lord!\r", "type": "direction"}, {"direction": "  GLOUCESTER. As much unto my good Lord Chamberlain!\r\n    Well are you welcome to the open air.\r\n    How hath your lordship brook'd imprisonment?\r", "type": "direction"}, {"direction": "  HASTINGS. With patience, noble lord, as prisoners must;\r\n    But I shall live, my lord, to give them thanks\r\n    That were the cause of my imprisonment.\r", "type": "direction"}, {"direction": "  GLOUCESTER. No doubt, no doubt; and so shall Clarence too;\r\n    For they that were your enemies are his,\r\n    And have prevail'd as much on him as you.\r", "type": "direction"}, {"direction": "  HASTINGS. More pity that the eagles should be mew'd\r\n    Whiles kites and buzzards prey at liberty.\r", "type": "direction"}, {"direction": "  GLOUCESTER. What news abroad?\r", "type": "direction"}, {"direction": "  HASTINGS. No news so bad abroad as this at home:\r\n    The King is sickly, weak, and melancholy,\r\n    And his physicians fear him mightily.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Now, by Saint John, that news is bad indeed.\r\n    O, he hath kept an evil diet long\r\n    And overmuch consum'd his royal person!\r\n    'Tis very grievous to be thought upon.\r\n    Where is he? In his bed?\r", "type": "direction"}, {"direction": "  HASTINGS. He is.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Go you before, and I will follow you.\r\n                                                   Exit HASTINGS\r\n    He cannot live, I hope, and must not die\r\n    Till George be pack'd with posthorse up to heaven.\r\n    I'll in to urge his hatred more to Clarence\r\n    With lies well steel'd with weighty arguments;\r\n    And, if I fail not in my deep intent,\r\n    Clarence hath not another day to live;\r\n    Which done, God take King Edward to his mercy,\r\n    And leave the world for me to bustle in!\r\n    For then I'll marry Warwick's youngest daughter.\r\n    What though I kill'd her husband and her father?\r\n    The readiest way to make the wench amends\r\n    Is to become her husband and her father;\r\n    The which will I-not all so much for love\r\n    As for another secret close intent\r\n    By marrying her which I must reach unto.\r\n    But yet I run before my horse to market.\r\n    Clarence still breathes; Edward still lives and reigns;\r\n    When they are gone, then must I count my gains.         Exit\r\n\r", "type": "direction"}], "title": "ACT I. SCENE 1.\r\n\r\nLondon. A street\r", "scene": 1, "act": 1}, {"text": [{"direction": "SCENE 2.\r\n\r\nLondon. Another street\r", "type": "direction"}, {"direction": "Enter corpse of KING HENRY THE SIXTH, with halberds to guard it;\r\nLADY ANNE being the mourner, attended by TRESSEL and BERKELEY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  ANNE. Set down, set down your honourable load-\r\n    If honour may be shrouded in a hearse;\r\n    Whilst I awhile obsequiously lament\r\n    Th' untimely fall of virtuous Lancaster.\r\n    Poor key-cold figure of a holy king!\r\n    Pale ashes of the house of Lancaster!\r\n    Thou bloodless remnant of that royal blood!\r\n    Be it lawful that I invocate thy ghost\r\n    To hear the lamentations of poor Anne,\r\n    Wife to thy Edward, to thy slaughtered son,\r\n    Stabb'd by the self-same hand that made these wounds.\r\n    Lo, in these windows that let forth thy life\r\n    I pour the helpless balm of my poor eyes.\r\n    O, cursed be the hand that made these holes!\r\n    Cursed the heart that had the heart to do it!\r\n    Cursed the blood that let this blood from hence!\r\n    More direful hap betide that hated wretch\r\n    That makes us wretched by the death of thee\r\n    Than I can wish to adders, spiders, toads,\r\n    Or any creeping venom'd thing that lives!\r\n    If ever he have child, abortive be it,\r\n    Prodigious, and untimely brought to light,\r\n    Whose ugly and unnatural aspect\r\n    May fright the hopeful mother at the view,\r\n    And that be heir to his unhappiness!\r\n    If ever he have wife, let her be made\r\n    More miserable by the death of him\r\n    Than I am made by my young lord and thee!\r\n    Come, now towards Chertsey with your holy load,\r\n    Taken from Paul's to be interred there;\r\n    And still as you are weary of this weight\r\n    Rest you, whiles I lament King Henry's corse.\r\n                                [The bearers take up the coffin]\r", "type": "direction"}, {"direction": "Enter GLOUCESTER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. Stay, you that bear the corse, and set it down.\r", "type": "direction"}, {"direction": "  ANNE. What black magician conjures up this fiend\r\n    To stop devoted charitable deeds?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Villains, set down the corse; or, by Saint Paul,\r\n    I'll make a corse of him that disobeys!\r", "type": "direction"}, {"direction": "  FIRST GENTLEMAN. My lord, stand back, and let the coffin\r\n    pass.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Unmannerd dog! Stand thou, when I command.\r\n    Advance thy halberd higher than my breast,\r\n    Or, by Saint Paul, I'll strike thee to my foot\r\n    And spurn upon thee, beggar, for thy boldness.\r\n                               [The bearers set down the coffin]\r", "type": "direction"}, {"direction": "  ANNE. What, do you tremble? Are you all afraid?\r\n    Alas, I blame you not, for you are mortal,\r\n    And mortal eyes cannot endure the devil.\r\n    Avaunt, thou dreadful minister of hell!\r\n    Thou hadst but power over his mortal body,\r\n    His soul thou canst not have; therefore, be gone.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Sweet saint, for charity, be not so curst.\r", "type": "direction"}, {"direction": "  ANNE. Foul devil, for God's sake, hence and trouble us not;\r\n    For thou hast made the happy earth thy hell\r\n    Fill'd it with cursing cries and deep exclaims.\r\n    If thou delight to view thy heinous deeds,\r\n    Behold this pattern of thy butcheries.\r\n    O, gentlemen, see, see! Dead Henry's wounds\r\n    Open their congeal'd mouths and bleed afresh.\r\n    Blush, blush, thou lump of foul deformity,\r\n    For 'tis thy presence that exhales this blood\r\n    From cold and empty veins where no blood dwells;\r\n    Thy deeds inhuman and unnatural\r\n    Provokes this deluge most unnatural.\r\n    O God, which this blood mad'st, revenge his death!\r\n    O earth, which this blood drink'st, revenge his death!\r\n    Either, heav'n, with lightning strike the murd'rer dead;\r\n    Or, earth, gape open wide and eat him quick,\r\n    As thou dost swallow up this good king's blood,\r\n    Which his hell-govern'd arm hath butchered.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Lady, you know no rules of charity,\r\n    Which renders good for bad, blessings for curses.\r", "type": "direction"}, {"direction": "  ANNE. Villain, thou knowest nor law of God nor man:\r\n    No beast so fierce but knows some touch of pity.\r", "type": "direction"}, {"direction": "  GLOUCESTER. But I know none, and therefore am no beast.\r", "type": "direction"}, {"direction": "  ANNE. O wonderful, when devils tell the truth!\r", "type": "direction"}, {"direction": "  GLOUCESTER. More wonderful when angels are so angry.\r\n    Vouchsafe, divine perfection of a woman,\r\n    Of these supposed crimes to give me leave\r\n    By circumstance but to acquit myself.\r", "type": "direction"}, {"direction": "  ANNE. Vouchsafe, diffus'd infection of a man,\r\n    Of these known evils but to give me leave\r\n    By circumstance to accuse thy cursed self.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Fairer than tongue can name thee, let me have\r\n    Some patient leisure to excuse myself.\r", "type": "direction"}, {"direction": "  ANNE. Fouler than heart can think thee, thou canst make\r\n    No excuse current but to hang thyself.\r", "type": "direction"}, {"direction": "  GLOUCESTER. By such despair I should accuse myself.\r", "type": "direction"}, {"direction": "  ANNE. And by despairing shalt thou stand excused\r\n    For doing worthy vengeance on thyself\r\n    That didst unworthy slaughter upon others.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Say that I slew them not?\r", "type": "direction"}, {"direction": "  ANNE. Then say they were not slain.\r\n    But dead they are, and, devilish slave, by thee.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I did not kill your husband.\r", "type": "direction"}, {"direction": "  ANNE. Why, then he is alive.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Nay, he is dead, and slain by Edward's hands.\r", "type": "direction"}, {"direction": "  ANNE. In thy foul throat thou liest: Queen Margaret saw\r\n    Thy murd'rous falchion smoking in his blood;\r\n    The which thou once didst bend against her breast,\r\n    But that thy brothers beat aside the point.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I was provoked by her sland'rous tongue\r\n    That laid their guilt upon my guiltless shoulders.\r", "type": "direction"}, {"direction": "  ANNE. Thou wast provoked by thy bloody mind,\r\n    That never dream'st on aught but butcheries.\r\n    Didst thou not kill this king?\r", "type": "direction"}, {"direction": "  GLOUCESTER. I grant ye.\r", "type": "direction"}, {"direction": "  ANNE. Dost grant me, hedgehog? Then, God grant me to\r\n    Thou mayst be damned for that wicked deed!\r\n    O, he was gentle, mild, and virtuous!\r", "type": "direction"}, {"direction": "  GLOUCESTER. The better for the King of Heaven, that hath\r\n    him.\r", "type": "direction"}, {"direction": "  ANNE. He is in heaven, where thou shalt never come.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Let him thank me that holp to send him\r\n    thither,\r\n    For he was fitter for that place than earth.\r", "type": "direction"}, {"direction": "  ANNE. And thou unfit for any place but hell.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Yes, one place else, if you will hear me name it.\r", "type": "direction"}, {"direction": "  ANNE. Some dungeon.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Your bed-chamber.\r", "type": "direction"}, {"direction": "  ANNE. Ill rest betide the chamber where thou liest!\r", "type": "direction"}, {"direction": "  GLOUCESTER. So will it, madam, till I lie with you.\r", "type": "direction"}, {"direction": "  ANNE. I hope so.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I know so. But, gentle Lady Anne,\r\n    To leave this keen encounter of our wits,\r\n    And fall something into a slower method-\r\n    Is not the causer of the timeless deaths\r\n    Of these Plantagenets, Henry and Edward,\r\n    As blameful as the executioner?\r", "type": "direction"}, {"direction": "  ANNE. Thou wast the cause and most accurs'd effect.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Your beauty was the cause of that effect-\r\n    Your beauty that did haunt me in my sleep\r\n    To undertake the death of all the world\r\n    So I might live one hour in your sweet bosom.\r", "type": "direction"}, {"direction": "  ANNE. If I thought that, I tell thee, homicide,\r\n    These nails should rend that beauty from my cheeks.\r", "type": "direction"}, {"direction": "  GLOUCESTER. These eyes could not endure that beauty's\r\n    wreck;\r\n    You should not blemish it if I stood by.\r\n    As all the world is cheered by the sun,\r\n    So I by that; it is my day, my life.\r", "type": "direction"}, {"direction": "  ANNE. Black night o'ershade thy day, and death thy life!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Curse not thyself, fair creature; thou art both.\r", "type": "direction"}, {"direction": "  ANNE. I would I were, to be reveng'd on thee.\r", "type": "direction"}, {"direction": "  GLOUCESTER. It is a quarrel most unnatural,\r\n    To be reveng'd on him that loveth thee.\r", "type": "direction"}, {"direction": "  ANNE. It is a quarrel just and reasonable,\r\n    To be reveng'd on him that kill'd my husband.\r", "type": "direction"}, {"direction": "  GLOUCESTER. He that bereft thee, lady, of thy husband\r\n    Did it to help thee to a better husband.\r", "type": "direction"}, {"direction": "  ANNE. His better doth not breathe upon the earth.\r", "type": "direction"}, {"direction": "  GLOUCESTER. He lives that loves thee better than he could.\r", "type": "direction"}, {"direction": "  ANNE. Name him.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Plantagenet.\r", "type": "direction"}, {"direction": "  ANNE. Why, that was he.\r", "type": "direction"}, {"direction": "  GLOUCESTER. The self-same name, but one of better nature.\r", "type": "direction"}, {"direction": "  ANNE. Where is he?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Here.  [She spits at him]  Why dost thou spit\r\n    at me?\r", "type": "direction"}, {"direction": "  ANNE. Would it were mortal poison, for thy sake!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Never came poison from so sweet a place.\r", "type": "direction"}, {"direction": "  ANNE. Never hung poison on a fouler toad.\r\n    Out of my sight! Thou dost infect mine eyes.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Thine eyes, sweet lady, have infected mine.\r", "type": "direction"}, {"direction": "  ANNE. Would they were basilisks to strike thee dead!\r", "type": "direction"}, {"direction": "  GLOUCESTER. I would they were, that I might die at once;\r\n    For now they kill me with a living death.\r\n    Those eyes of thine from mine have drawn salt tears,\r\n    Sham'd their aspects with store of childish drops-\r\n    These eyes, which never shed remorseful tear,\r\n    No, when my father York and Edward wept\r\n    To hear the piteous moan that Rutland made\r\n    When black-fac'd Clifford shook his sword at him;\r\n    Nor when thy warlike father, like a child,\r\n    Told the sad story of my father's death,\r\n    And twenty times made pause to sob and weep\r\n    That all the standers-by had wet their cheeks\r\n    Like trees bedash'd with rain-in that sad time\r\n    My manly eyes did scorn an humble tear;\r\n    And what these sorrows could not thence exhale\r\n    Thy beauty hath, and made them blind with weeping.\r\n    I never sued to friend nor enemy;\r\n    My tongue could never learn sweet smoothing word;\r\n    But, now thy beauty is propos'd my fee,\r\n    My proud heart sues, and prompts my tongue to speak.\r\n                                   [She looks scornfully at him]\r\n    Teach not thy lip such scorn; for it was made\r\n    For kissing, lady, not for such contempt.\r\n    If thy revengeful heart cannot forgive,\r\n    Lo here I lend thee this sharp-pointed sword;\r\n    Which if thou please to hide in this true breast\r\n    And let the soul forth that adoreth thee,\r\n    I lay it naked to the deadly stroke,\r\n    And humbly beg the death upon my knee.\r\n      [He lays his breast open; she offers at it with his sword]\r\n    Nay, do not pause; for I did kill King Henry-\r\n    But 'twas thy beauty that provoked me.\r\n    Nay, now dispatch; 'twas I that stabb'd young Edward-\r\n    But 'twas thy heavenly face that set me on.\r\n                                           [She falls the sword]\r\n    Take up the sword again, or take up me.\r", "type": "direction"}, {"direction": "  ANNE. Arise, dissembler; though I wish thy death,\r\n    I will not be thy executioner.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Then bid me kill myself, and I will do it;\r", "type": "direction"}, {"direction": "  ANNE. I have already.\r", "type": "direction"}, {"direction": "  GLOUCESTER. That was in thy rage.\r\n    Speak it again, and even with the word\r\n    This hand, which for thy love did kill thy love,\r\n    Shall for thy love kill a far truer love;\r\n    To both their deaths shalt thou be accessary.\r", "type": "direction"}, {"direction": "  ANNE. I would I knew thy heart.\r", "type": "direction"}, {"direction": "  GLOUCESTER. 'Tis figur'd in my tongue.\r", "type": "direction"}, {"direction": "  ANNE. I fear me both are false.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Then never was man true.\r", "type": "direction"}, {"direction": "  ANNE. well put up your sword.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Say, then, my peace is made.\r", "type": "direction"}, {"direction": "  ANNE. That shalt thou know hereafter.\r", "type": "direction"}, {"direction": "  GLOUCESTER. But shall I live in hope?\r", "type": "direction"}, {"direction": "  ANNE. All men, I hope, live so.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Vouchsafe to wear this ring.\r", "type": "direction"}, {"direction": "  ANNE. To take is not to give.               [Puts on the ring]\r", "type": "direction"}, {"direction": "  GLOUCESTER. Look how my ring encompasseth thy finger,\r\n    Even so thy breast encloseth my poor heart;\r\n    Wear both of them, for both of them are thine.\r\n    And if thy poor devoted servant may\r\n    But beg one favour at thy gracious hand,\r\n    Thou dost confirm his happiness for ever.\r", "type": "direction"}, {"direction": "  ANNE. What is it?\r", "type": "direction"}, {"direction": "  GLOUCESTER. That it may please you leave these sad designs\r\n    To him that hath most cause to be a mourner,\r\n    And presently repair to Crosby House;\r\n    Where-after I have solemnly interr'd\r\n    At Chertsey monast'ry this noble king,\r\n    And wet his grave with my repentant tears-\r\n    I will with all expedient duty see you.\r\n    For divers unknown reasons, I beseech you,\r\n    Grant me this boon.\r", "type": "direction"}, {"direction": "  ANNE. With all my heart; and much it joys me too\r\n    To see you are become so penitent.\r\n    Tressel and Berkeley, go along with me.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Bid me farewell.\r", "type": "direction"}, {"direction": "  ANNE. 'Tis more than you deserve;\r\n    But since you teach me how to flatter you,\r\n    Imagine I have said farewell already.\r\n                             Exeunt two GENTLEMEN With LADY ANNE\r", "type": "direction"}, {"direction": "  GLOUCESTER. Sirs, take up the corse.\r", "type": "direction"}, {"direction": "  GENTLEMEN. Towards Chertsey, noble lord?\r", "type": "direction"}, {"direction": "  GLOUCESTER. No, to White Friars; there attend my coming.\r\n                                       Exeunt all but GLOUCESTER\r\n    Was ever woman in this humour woo'd?\r\n    Was ever woman in this humour won?\r\n    I'll have her; but I will not keep her long.\r\n    What! I that kill'd her husband and his father-\r\n    To take her in her heart's extremest hate,\r\n    With curses in her mouth, tears in her eyes,\r\n    The bleeding witness of my hatred by;\r\n    Having God, her conscience, and these bars against me,\r\n    And I no friends to back my suit at all\r\n    But the plain devil and dissembling looks,\r\n    And yet to win her, all the world to nothing!\r\n    Ha!\r\n    Hath she forgot already that brave prince,\r\n    Edward, her lord, whom I, some three months since,\r\n    Stabb'd in my angry mood at Tewksbury?\r\n    A sweeter and a lovelier gentleman-\r\n    Fram'd in the prodigality of nature,\r\n    Young, valiant, wise, and no doubt right royal-\r\n    The spacious world cannot again afford;\r\n    And will she yet abase her eyes on me,\r\n    That cropp'd the golden prime of this sweet prince\r\n    And made her widow to a woeful bed?\r\n    On me, whose all not equals Edward's moiety?\r\n    On me, that halts and am misshapen thus?\r\n    My dukedom to a beggarly denier,\r\n    I do mistake my person all this while.\r\n    Upon my life, she finds, although I cannot,\r\n    Myself to be a marv'llous proper man.\r\n    I'll be at charges for a looking-glass,\r\n    And entertain a score or two of tailors\r\n    To study fashions to adorn my body.\r\n    Since I am crept in favour with myself,\r\n    I will maintain it with some little cost.\r\n    But first I'll turn yon fellow in his grave,\r\n    And then return lamenting to my love.\r\n    Shine out, fair sun, till I have bought a glass,\r\n    That I may see my shadow as I pass.                     Exit\r\n\r", "type": "direction"}], "title": "SCENE 2.\r\n\r\nLondon. Another street\r", "scene": 2, "act": 1}, {"text": [{"direction": "SCENE 3.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter QUEEN ELIZABETH, LORD RIVERS, and LORD GREY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  RIVERS. Have patience, madam; there's no doubt his Majesty\r\n    Will soon recover his accustom'd health.\r", "type": "direction"}, {"direction": "  GREY. In that you brook it ill, it makes him worse;\r\n    Therefore, for God's sake, entertain good comfort,\r\n    And cheer his Grace with quick and merry eyes.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. If he were dead, what would betide on\r\n    me?\r", "type": "direction"}, {"direction": "  GREY. No other harm but loss of such a lord.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. The loss of such a lord includes all\r\n    harms.\r", "type": "direction"}, {"direction": "  GREY. The heavens have bless'd you with a goodly son\r\n    To be your comforter when he is gone.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Ah, he is young; and his minority\r\n    Is put unto the trust of Richard Gloucester,\r\n    A man that loves not me, nor none of you.\r", "type": "direction"}, {"direction": "  RIVER. Is it concluded he shall be Protector?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. It is determin'd, not concluded yet;\r\n    But so it must be, if the King miscarry.\r", "type": "direction"}, {"direction": "Enter BUCKINGHAM and DERBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GREY. Here come the Lords of Buckingham and Derby.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Good time of day unto your royal Grace!\r", "type": "direction"}, {"direction": "  DERBY. God make your Majesty joyful as you have been.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. The Countess Richmond, good my Lord\r\n    of Derby,\r\n    To your good prayer will scarcely say amen.\r\n    Yet, Derby, notwithstanding she's your wife\r\n    And loves not me, be you, good lord, assur'd\r\n    I hate not you for her proud arrogance.\r", "type": "direction"}, {"direction": "  DERBY. I do beseech you, either not believe\r\n    The envious slanders of her false accusers;\r\n    Or, if she be accus'd on true report,\r\n    Bear with her weakness, which I think proceeds\r\n    From wayward sickness and no grounded malice.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Saw you the King to-day, my Lord of\r\n    Derby?\r", "type": "direction"}, {"direction": "  DERBY. But now the Duke of Buckingham and I\r\n    Are come from visiting his Majesty.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. What likelihood of his amendment,\r\n    Lords?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Madam, good hope; his Grace speaks\r\n    cheerfully.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. God grant him health! Did you confer\r\n    with him?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Ay, madam; he desires to make atonement\r\n    Between the Duke of Gloucester and your brothers,\r\n    And between them and my Lord Chamberlain;\r\n    And sent to warn them to his royal presence.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Would all were well! But that will\r\n    never be.\r\n    I fear our happiness is at the height.\r", "type": "direction"}, {"direction": "Enter GLOUCESTER, HASTINGS, and DORSET\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. They do me wrong, and I will not endure it.\r\n    Who is it that complains unto the King\r\n    That I, forsooth, am stern and love them not?\r\n    By holy Paul, they love his Grace but lightly\r\n    That fill his ears with such dissentious rumours.\r\n    Because I cannot flatter and look fair,\r\n    Smile in men's faces, smooth, deceive, and cog,\r\n    Duck with French nods and apish courtesy,\r\n    I must be held a rancorous enemy.\r\n    Cannot a plain man live and think no harm\r\n    But thus his simple truth must be abus'd\r\n    With silken, sly, insinuating Jacks?\r", "type": "direction"}, {"direction": "  GREY. To who in all this presence speaks your Grace?\r", "type": "direction"}, {"direction": "  GLOUCESTER. To thee, that hast nor honesty nor grace.\r\n    When have I injur'd thee? when done thee wrong,\r\n    Or thee, or thee, or any of your faction?\r\n    A plague upon you all! His royal Grace-\r\n    Whom God preserve better than you would wish!-\r\n    Cannot be quiet searce a breathing while\r\n    But you must trouble him with lewd complaints.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Brother of Gloucester, you mistake the\r\n    matter.\r\n    The King, on his own royal disposition\r\n    And not provok'd by any suitor else-\r\n    Aiming, belike, at your interior hatred\r\n    That in your outward action shows itself\r\n    Against my children, brothers, and myself-\r\n    Makes him to send that he may learn the ground.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I cannot tell; the world is grown so bad\r\n    That wrens make prey where eagles dare not perch.\r\n    Since every Jack became a gentleman,\r\n    There's many a gentle person made a Jack.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Come, come, we know your meaning,\r\n    brother Gloucester:\r\n    You envy my advancement and my friends';\r\n    God grant we never may have need of you!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Meantime, God grants that I have need of you.\r\n    Our brother is imprison'd by your means,\r\n    Myself disgrac'd, and the nobility\r\n    Held in contempt; while great promotions\r\n    Are daily given to ennoble those\r\n    That scarce some two days since were worth a noble.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. By Him that rais'd me to this careful\r\n    height\r\n    From that contented hap which I enjoy'd,\r\n    I never did incense his Majesty\r\n    Against the Duke of Clarence, but have been\r\n    An earnest advocate to plead for him.\r\n    My lord, you do me shameful injury\r\n    Falsely to draw me in these vile suspects.\r", "type": "direction"}, {"direction": "  GLOUCESTER. You may deny that you were not the mean\r\n    Of my Lord Hastings' late imprisonment.\r", "type": "direction"}, {"direction": "  RIVERS. She may, my lord; for-\r", "type": "direction"}, {"direction": "  GLOUCESTER. She may, Lord Rivers? Why, who knows\r\n    not so?\r\n    She may do more, sir, than denying that:\r\n    She may help you to many fair preferments\r\n    And then deny her aiding hand therein,\r\n    And lay those honours on your high desert.\r\n    What may she not? She may-ay, marry, may she-\r", "type": "direction"}, {"direction": "  RIVERS. What, marry, may she?\r", "type": "direction"}, {"direction": "  GLOUCESTER. What, marry, may she? Marry with a king,\r\n    A bachelor, and a handsome stripling too.\r\n    Iwis your grandam had a worser match.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. My Lord of Gloucester, I have too long\r\n    borne\r\n    Your blunt upbraidings and your bitter scoffs.\r\n    By heaven, I will acquaint his Majesty\r\n    Of those gross taunts that oft I have endur'd.\r\n    I had rather be a country servant-maid\r\n    Than a great queen with this condition-\r\n    To be so baited, scorn'd, and stormed at.\r", "type": "direction"}, {"direction": "Enter old QUEEN MARGARET, behind\r\n\r\n    Small joy have I in being England's Queen.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. And less'ned be that small, God, I\r\n    beseech Him!\r\n    Thy honour, state, and seat, is due to me.\r", "type": "direction"}, {"direction": "  GLOUCESTER. What! Threat you me with telling of the\r\n    King?\r\n    Tell him and spare not. Look what I have said\r\n    I will avouch't in presence of the King.\r\n    I dare adventure to be sent to th' Tow'r.\r\n    'Tis time to speak-my pains are quite forgot.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Out, devil! I do remember them to\r\n    well:\r\n    Thou kill'dst my husband Henry in the Tower,\r\n    And Edward, my poor son, at Tewksbury.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Ere you were queen, ay, or your husband\r\n    King,\r\n    I was a pack-horse in his great affairs,\r\n    A weeder-out of his proud adversaries,\r\n    A liberal rewarder of his friends;\r\n    To royalize his blood I spent mine own.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Ay, and much better blood than his or\r\n    thine.\r", "type": "direction"}, {"direction": "  GLOUCESTER. In all which time you and your husband Grey\r\n    Were factious for the house of Lancaster;\r\n    And, Rivers, so were you. Was not your husband\r\n    In Margaret's battle at Saint Albans slain?\r\n    Let me put in your minds, if you forget,\r\n    What you have been ere this, and what you are;\r\n    Withal, what I have been, and what I am.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. A murd'rous villain, and so still thou art.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Poor Clarence did forsake his father, Warwick,\r\n    Ay, and forswore himself-which Jesu pardon!-\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Which God revenge!\r", "type": "direction"}, {"direction": "  GLOUCESTER. To fight on Edward's party for the crown;\r\n    And for his meed, poor lord, he is mewed up.\r\n    I would to God my heart were flint like Edward's,\r\n    Or Edward's soft and pitiful like mine.\r\n    I am too childish-foolish for this world.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Hie thee to hell for shame and leave this\r\n    world,\r\n    Thou cacodemon; there thy kingdom is.\r", "type": "direction"}, {"direction": "  RIVERS. My Lord of Gloucester, in those busy days\r\n    Which here you urge to prove us enemies,\r\n    We follow'd then our lord, our sovereign king.\r\n    So should we you, if you should be our king.\r", "type": "direction"}, {"direction": "  GLOUCESTER. If I should be! I had rather be a pedlar.\r\n    Far be it from my heart, the thought thereof!\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. As little joy, my lord, as you suppose\r\n    You should enjoy were you this country's king,\r\n    As little joy you may suppose in me\r\n    That I enjoy, being the Queen thereof.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. As little joy enjoys the Queen thereof;\r\n    For I am she, and altogether joyless.\r\n    I can no longer hold me patient.                 [Advancing]\r\n    Hear me, you wrangling pirates, that fall out\r\n    In sharing that which you have pill'd from me.\r\n    Which of you trembles not that looks on me?\r\n    If not that, I am Queen, you bow like subjects,\r\n    Yet that, by you depos'd, you quake like rebels?\r\n    Ah, gentle villain, do not turn away!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Foul wrinkled witch, what mak'st thou in my\r\n    sight?\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. But repetition of what thou hast marr'd,\r\n    That will I make before I let thee go.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Wert thou not banished on pain of death?\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. I was; but I do find more pain in\r\n    banishment\r\n    Than death can yield me here by my abode.\r\n    A husband and a son thou ow'st to me;\r\n    And thou a kingdom; all of you allegiance.\r\n    This sorrow that I have by right is yours;\r\n    And all the pleasures you usurp are mine.\r", "type": "direction"}, {"direction": "  GLOUCESTER. The curse my noble father laid on thee,\r\n    When thou didst crown his warlike brows with paper\r\n    And with thy scorns drew'st rivers from his eyes,\r\n    And then to dry them gav'st the Duke a clout\r\n    Steep'd in the faultless blood of pretty Rutland-\r\n    His curses then from bitterness of soul\r\n    Denounc'd against thee are all fall'n upon thee;\r\n    And God, not we, hath plagu'd thy bloody deed.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. So just is God to right the innocent.\r", "type": "direction"}, {"direction": "  HASTINGS. O, 'twas the foulest deed to slay that babe,\r\n    And the most merciless that e'er was heard of!\r", "type": "direction"}, {"direction": "  RIVERS. Tyrants themselves wept when it was reported.\r", "type": "direction"}, {"direction": "  DORSET. No man but prophesied revenge for it.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Northumberland, then present, wept to see it.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. What, were you snarling all before I came,\r\n    Ready to catch each other by the throat,\r\n    And turn you all your hatred now on me?\r\n    Did York's dread curse prevail so much with heaven\r\n    That Henry's death, my lovely Edward's death,\r\n    Their kingdom's loss, my woeful banishment,\r\n    Should all but answer for that peevish brat?\r\n    Can curses pierce the clouds and enter heaven?\r\n    Why then, give way, dull clouds, to my quick curses!\r\n    Though not by war, by surfeit die your king,\r\n    As ours by murder, to make him a king!\r\n    Edward thy son, that now is Prince of Wales,\r\n    For Edward our son, that was Prince of Wales,\r\n    Die in his youth by like untimely violence!\r\n    Thyself a queen, for me that was a queen,\r\n    Outlive thy glory, like my wretched self!\r\n    Long mayest thou live to wail thy children's death,\r\n    And see another, as I see thee now,\r\n    Deck'd in thy rights, as thou art stall'd in mine!\r\n    Long die thy happy days before thy death;\r\n    And, after many length'ned hours of grief,\r\n    Die neither mother, wife, nor England's Queen!\r\n    Rivers and Dorset, you were standers by,\r\n    And so wast thou, Lord Hastings, when my son\r\n    Was stabb'd with bloody daggers. God, I pray him,\r\n    That none of you may live his natural age,\r\n    But by some unlook'd accident cut off!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Have done thy charm, thou hateful wither'd\r\n    hag.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. And leave out thee? Stay, dog, for thou\r\n    shalt hear me.\r\n    If heaven have any grievous plague in store\r\n    Exceeding those that I can wish upon thee,\r\n    O, let them keep it till thy sins be ripe,\r\n    And then hurl down their indignation\r\n    On thee, the troubler of the poor world's peace!\r\n    The worm of conscience still be-gnaw thy soul!\r\n    Thy friends suspect for traitors while thou liv'st,\r\n    And take deep traitors for thy dearest friends!\r\n    No sleep close up that deadly eye of thine,\r\n    Unless it be while some tormenting dream\r\n    Affrights thee with a hell of ugly devils!\r\n    Thou elvish-mark'd, abortive, rooting hog,\r\n    Thou that wast seal'd in thy nativity\r\n    The slave of nature and the son of hell,\r\n    Thou slander of thy heavy mother's womb,\r\n    Thou loathed issue of thy father's loins,\r\n    Thou rag of honour, thou detested-\r", "type": "direction"}, {"direction": "  GLOUCESTER. Margaret!\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Richard!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Ha?\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. I call thee not.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I cry thee mercy then, for I did think\r\n    That thou hadst call'd me all these bitter names.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Why, so I did, but look'd for no reply.\r\n    O, let me make the period to my curse!\r", "type": "direction"}, {"direction": "  GLOUCESTER. 'Tis done by me, and ends in-Margaret.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Thus have you breath'd your curse\r\n    against yourself.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Poor painted queen, vain flourish of my\r\n    fortune!\r\n    Why strew'st thou sugar on that bottled spider\r\n    Whose deadly web ensnareth thee about?\r\n    Fool, fool! thou whet'st a knife to kill thyself.\r\n    The day will come that thou shalt wish for me\r\n    To help thee curse this poisonous bunch-back'd toad.\r", "type": "direction"}, {"direction": "  HASTINGS. False-boding woman, end thy frantic curse,\r\n    Lest to thy harm thou move our patience.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Foul shame upon you! you have all\r\n    mov'd mine.\r", "type": "direction"}, {"direction": "  RIVERS. Were you well serv'd, you would be taught your\r\n      duty.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. To serve me well you all should do me\r\n    duty,\r\n    Teach me to be your queen and you my subjects.\r\n    O, serve me well, and teach yourselves that duty!\r", "type": "direction"}, {"direction": "  DORSET. Dispute not with her; she is lunatic.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Peace, Master Marquis, you are malapert;\r\n    Your fire-new stamp of honour is scarce current.\r\n    O, that your young nobility could judge\r\n    What 'twere to lose it and be miserable!\r\n    They that stand high have many blasts to shake them,\r\n    And if they fall they dash themselves to pieces.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Good counsel, marry; learn it, learn it, Marquis.\r", "type": "direction"}, {"direction": "  DORSET. It touches you, my lord, as much as me.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Ay, and much more; but I was born so high,\r\n    Our aery buildeth in the cedar's top,\r\n    And dallies with the wind, and scorns the sun.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. And turns the sun to shade-alas! alas!\r\n    Witness my son, now in the shade of death,\r\n    Whose bright out-shining beams thy cloudy wrath\r\n    Hath in eternal darkness folded up.\r\n    Your aery buildeth in our aery's nest.\r\n    O God that seest it, do not suffer it;\r\n    As it is won with blood, lost be it so!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Peace, peace, for shame, if not for charity!\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Urge neither charity nor shame to me.\r\n    Uncharitably with me have you dealt,\r\n    And shamefully my hopes by you are butcher'd.\r\n    My charity is outrage, life my shame;\r\n    And in that shame still live my sorrow's rage!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Have done, have done.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. O princely Buckingham, I'll kiss thy\r\n    hand\r\n    In sign of league and amity with thee.\r\n    Now fair befall thee and thy noble house!\r\n    Thy garments are not spotted with our blood,\r\n    Nor thou within the compass of my curse.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Nor no one here; for curses never pass\r\n    The lips of those that breathe them in the air.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. I will not think but they ascend the sky\r\n    And there awake God's gentle-sleeping peace.\r\n    O Buckingham, take heed of yonder dog!\r\n    Look when he fawns, he bites; and when he bites,\r\n    His venom tooth will rankle to the death:\r\n    Have not to do with him, beware of him;\r\n    Sin, death, and hell, have set their marks on him,\r\n    And all their ministers attend on him.\r", "type": "direction"}, {"direction": "  GLOUCESTER. What doth she say, my Lord of Buckingham?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Nothing that I respect, my gracious lord.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. What, dost thou scorn me for my gentle\r\n    counsel,\r\n    And soothe the devil that I warn thee from?\r\n    O, but remember this another day,\r\n    When he shall split thy very heart with sorrow,\r\n    And say poor Margaret was a prophetess!\r\n    Live each of you the subjects to his hate,\r\n    And he to yours, and all of you to God's!               Exit\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My hair doth stand an end to hear her curses.\r", "type": "direction"}, {"direction": "  RIVERS. And so doth mine. I muse why she's at liberty.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I cannot blame her; by God's holy Mother,\r\n    She hath had too much wrong; and I repent\r\n    My part thereof that I have done to her.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. I never did her any to my knowledge.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Yet you have all the vantage of her wrong.\r\n    I was too hot to do somebody good\r\n    That is too cold in thinking of it now.\r\n    Marry, as for Clarence, he is well repaid;\r\n    He is frank'd up to fatting for his pains;\r\n    God pardon them that are the cause thereof!\r", "type": "direction"}, {"direction": "  RIVERS. A virtuous and a Christian-like conclusion,\r\n    To pray for them that have done scathe to us!\r", "type": "direction"}, {"direction": "  GLOUCESTER. So do I ever-  [Aside]  being well advis'd;\r\n    For had I curs'd now, I had curs'd myself.\r", "type": "direction"}, {"direction": "Enter CATESBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CATESBY. Madam, his Majesty doth can for you,\r\n    And for your Grace, and you, my gracious lords.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Catesby, I come. Lords, will you go\r\n    with me?\r", "type": "direction"}, {"direction": "  RIVERS. We wait upon your Grace.\r\n                                       Exeunt all but GLOUCESTER\r", "type": "direction"}, {"direction": "  GLOUCESTER. I do the wrong, and first begin to brawl.\r\n    The secret mischiefs that I set abroach\r\n    I lay unto the grievous charge of others.\r\n    Clarence, who I indeed have cast in darkness,\r\n    I do beweep to many simple gulls;\r\n    Namely, to Derby, Hastings, Buckingham;\r\n    And tell them 'tis the Queen and her allies\r\n    That stir the King against the Duke my brother.\r\n    Now they believe it, and withal whet me\r\n    To be reveng'd on Rivers, Dorset, Grey;\r\n    But then I sigh and, with a piece of Scripture,\r\n    Tell them that God bids us do good for evil.\r\n    And thus I clothe my naked villainy\r\n    With odd old ends stol'n forth of holy writ,\r\n    And seem a saint when most I play the devil.\r", "type": "direction"}, {"direction": "Enter two MURDERERS\r\n\r\n    But, soft, here come my executioners.\r\n    How now, my hardy stout resolved mates!\r\n    Are you now going to dispatch this thing?\r", "type": "direction"}, {"direction": "  FIRST MURDERER. We are, my lord, and come to have the\r\n    warrant,\r\n    That we may be admitted where he is.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Well thought upon; I have it here about me.\r\n                                             [Gives the warrant]\r\n    When you have done, repair to Crosby Place.\r\n    But, sirs, be sudden in the execution,\r\n    Withal obdurate, do not hear him plead;\r\n    For Clarence is well-spoken, and perhaps\r\n    May move your hearts to pity, if you mark him.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Tut, tut, my lord, we will not stand to\r\n    prate;\r\n    Talkers are no good doers. Be assur'd\r\n    We go to use our hands and not our tongues.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Your eyes drop millstones when fools' eyes fall\r\n    tears.\r\n    I like you, lads; about your business straight;\r\n    Go, go, dispatch.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. We will, my noble lord.                 Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3.\r\n\r\nLondon. The palace\r", "scene": 3, "act": 1}, {"text": [{"direction": "SCENE 4.\r\n\r\nLondon. The Tower\r", "type": "direction"}, {"direction": "Enter CLARENCE and KEEPER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KEEPER. Why looks your Grace so heavily to-day?\r", "type": "direction"}, {"direction": "  CLARENCE. O, I have pass'd a miserable night,\r\n    So full of fearful dreams, of ugly sights,\r\n    That, as I am a Christian faithful man,\r\n    I would not spend another such a night\r\n    Though 'twere to buy a world of happy days-\r\n    So full of dismal terror was the time!\r", "type": "direction"}, {"direction": "  KEEPER. What was your dream, my lord? I pray you\r\n    tell me.\r", "type": "direction"}, {"direction": "  CLARENCE. Methoughts that I had broken from the Tower\r\n    And was embark'd to cross to Burgundy;\r\n    And in my company my brother Gloucester,\r\n    Who from my cabin tempted me to walk\r\n    Upon the hatches. Thence we look'd toward England,\r\n    And cited up a thousand heavy times,\r\n    During the wars of York and Lancaster,\r\n    That had befall'n us. As we pac'd along\r\n    Upon the giddy footing of the hatches,\r\n    Methought that Gloucester stumbled, and in falling\r\n    Struck me, that thought to stay him, overboard\r\n    Into the tumbling billows of the main.\r\n    O Lord, methought what pain it was to drown,\r\n    What dreadful noise of waters in my ears,\r\n    What sights of ugly death within my eyes!\r\n    Methoughts I saw a thousand fearful wrecks,\r\n    A thousand men that fishes gnaw'd upon,\r\n    Wedges of gold, great anchors, heaps of pearl,\r\n    Inestimable stones, unvalued jewels,\r\n    All scatt'red in the bottom of the sea;\r\n    Some lay in dead men's skulls, and in the holes\r\n    Where eyes did once inhabit there were crept,\r\n    As 'twere in scorn of eyes, reflecting gems,\r\n    That woo'd the slimy bottom of the deep\r\n    And mock'd the dead bones that lay scatt'red by.\r", "type": "direction"}, {"direction": "  KEEPER. Had you such leisure in the time of death\r\n    To gaze upon these secrets of the deep?\r", "type": "direction"}, {"direction": "  CLARENCE. Methought I had; and often did I strive\r\n    To yield the ghost, but still the envious flood\r\n    Stopp'd in my soul and would not let it forth\r\n    To find the empty, vast, and wand'ring air;\r\n    But smother'd it within my panting bulk,\r\n    Who almost burst to belch it in the sea.\r", "type": "direction"}, {"direction": "  KEEPER. Awak'd you not in this sore agony?\r", "type": "direction"}, {"direction": "  CLARENCE. No, no, my dream was lengthen'd after life.\r\n    O, then began the tempest to my soul!\r\n    I pass'd, methought, the melancholy flood\r\n    With that sour ferryman which poets write of,\r\n    Unto the kingdom of perpetual night.\r\n    The first that there did greet my stranger soul\r\n    Was my great father-in-law, renowned Warwick,\r\n    Who spake aloud 'What scourge for perjury\r\n    Can this dark monarchy afford false Clarence?'\r\n    And so he vanish'd. Then came wand'ring by\r\n    A shadow like an angel, with bright hair\r\n    Dabbled in blood, and he shriek'd out aloud\r\n    'Clarence is come-false, fleeting, perjur'd Clarence,\r\n    That stabb'd me in the field by Tewksbury.\r\n    Seize on him, Furies, take him unto torment!'\r\n    With that, methoughts, a legion of foul fiends\r\n    Environ'd me, and howled in mine ears\r\n    Such hideous cries that, with the very noise,\r\n    I trembling wak'd, and for a season after\r\n    Could not believe but that I was in hell,\r\n    Such terrible impression made my dream.\r", "type": "direction"}, {"direction": "  KEEPER. No marvel, lord, though it affrighted you;\r\n    I am afraid, methinks, to hear you tell it.\r", "type": "direction"}, {"direction": "  CLARENCE. Ah, Keeper, Keeper, I have done these things\r\n    That now give evidence against my soul\r\n    For Edward's sake, and see how he requites me!\r\n    O God! If my deep prayers cannot appease Thee,\r\n    But Thou wilt be aveng'd on my misdeeds,\r\n    Yet execute Thy wrath in me alone;\r\n    O, spare my guiltless wife and my poor children!\r\n  KEEPER, I prithee sit by me awhile;\r\n    My soul is heavy, and I fain would sleep.\r", "type": "direction"}, {"direction": "  KEEPER. I will, my lord. God give your Grace good rest.\r\n                                               [CLARENCE sleeps]\r", "type": "direction"}, {"direction": "Enter BRAKENBURY the Lieutenant\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BRAKENBURY. Sorrow breaks seasons and reposing hours,\r\n    Makes the night morning and the noontide night.\r\n    Princes have but their titles for their glories,\r\n    An outward honour for an inward toil;\r\n    And for unfelt imaginations\r\n    They often feel a world of restless cares,\r\n    So that between their tides and low name\r\n    There's nothing differs but the outward fame.\r", "type": "direction"}, {"direction": "Enter the two MURDERERS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Ho! who's here?\r", "type": "direction"}, {"direction": "  BRAKENBURY. What wouldst thou, fellow, and how cam'st\r\n    thou hither?\r", "type": "direction"}, {"direction": "  FIRST MURDERER. I would speak with Clarence, and I came\r\n    hither on my legs.\r", "type": "direction"}, {"direction": "  BRAKENBURY. What, so brief?\r", "type": "direction"}, {"direction": "  SECOND MURDERER. 'Tis better, sir, than to be tedious. Let\r\n    him see our commission and talk no more.\r\n                                           [BRAKENBURY reads it]\r", "type": "direction"}, {"direction": "  BRAKENBURY. I am, in this, commanded to deliver\r\n    The noble Duke of Clarence to your hands.\r\n    I will not reason what is meant hereby,\r\n    Because I will be guiltless from the meaning.\r\n    There lies the Duke asleep; and there the keys.\r\n    I'll to the King and signify to him\r\n    That thus I have resign'd to you my charge.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. You may, sir; 'tis a point of wisdom. Fare\r\n    you well.                       Exeunt BRAKENBURY and KEEPER\r", "type": "direction"}, {"direction": "  SECOND MURDERER. What, shall I stab him as he sleeps?\r", "type": "direction"}, {"direction": "  FIRST MURDERER. No; he'll say 'twas done cowardly, when\r\n    he wakes.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Why, he shall never wake until the great\r\n    judgment-day.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Why, then he'll say we stabb'd him\r\n    sleeping.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. The urging of that word judgment hath\r\n    bred a kind of remorse in me.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. What, art thou afraid?\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Not to kill him, having a warrant; but to\r\n    be damn'd for killing him, from the which no warrant can\r\n    defend me.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. I thought thou hadst been resolute.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. So I am, to let him live.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. I'll back to the Duke of Gloucester and\r\n    tell him so.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Nay, I prithee, stay a little. I hope this\r\n    passionate humour of mine will change; it was wont to\r\n    hold me but while one tells twenty.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. How dost thou feel thyself now?\r", "type": "direction"}, {"direction": "    SECOND MURDERER. Faith, some certain dregs of conscience\r\n    are yet within me.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Remember our reward, when the deed's\r\n    done.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Zounds, he dies; I had forgot the reward.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Where's thy conscience now?\r", "type": "direction"}, {"direction": "  SECOND MURDERER. O, in the Duke of Gloucester's purse!\r", "type": "direction"}, {"direction": "  FIRST MURDERER. When he opens his purse to give us our\r\n    reward, thy conscience flies out.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. 'Tis no matter; let it go; there's few or\r\n    none will entertain it.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. What if it come to thee again?\r", "type": "direction"}, {"direction": "  SECOND MURDERER. I'll not meddle with it-it makes a man\r\n    coward: a man cannot steal, but it accuseth him; a man\r\n    cannot swear, but it checks him; a man cannot lie with his\r\n    neighbour's wife, but it detects him. 'Tis a blushing shame-\r\n    fac'd spirit that mutinies in a man's bosom; it fills a man\r\n    full of obstacles: it made me once restore a purse of gold\r\n    that-by chance I found. It beggars any man that keeps it.\r\n    It is turn'd out of towns and cities for a dangerous thing;\r\n    and every man that means to live well endeavours to trust\r\n    to himself and live without it.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Zounds, 'tis even now at my elbow,\r\n    persuading me not to kill the Duke.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Take the devil in thy mind and believe\r\n    him not; he would insinuate with thee but to make the\r\n    sigh.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. I am strong-fram'd; he cannot prevail with\r\n    me.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Spoke like a tall man that respects thy\r\n    reputation. Come, shall we fall to work?\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Take him on the costard with the hilts of\r\n    thy sword, and then chop him in the malmsey-butt in the\r\n    next room.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. O excellent device! and make a sop of\r\n    him.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Soft! he wakes.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Strike!\r", "type": "direction"}, {"direction": "  FIRST MURDERER. No, we'll reason with him.\r", "type": "direction"}, {"direction": "  CLARENCE. Where art thou, Keeper? Give me a cup of wine.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. You shall have wine enough, my lord,\r\n    anon.\r", "type": "direction"}, {"direction": "  CLARENCE. In God's name, what art thou?\r", "type": "direction"}, {"direction": "  FIRST MURDERER. A man, as you are.\r", "type": "direction"}, {"direction": "  CLARENCE. But not as I am, royal.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Nor you as we are, loyal.\r", "type": "direction"}, {"direction": "  CLARENCE. Thy voice is thunder, but thy looks are humble.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. My voice is now the King's, my looks\r\n    mine own.\r", "type": "direction"}, {"direction": "  CLARENCE. How darkly and how deadly dost thou speak!\r\n    Your eyes do menace me. Why look you pale?\r\n    Who sent you hither? Wherefore do you come?\r", "type": "direction"}, {"direction": "  SECOND MURDERER. To, to, to-\r", "type": "direction"}, {"direction": "  CLARENCE. To murder me?\r", "type": "direction"}, {"direction": "  BOTH MURDERERS. Ay, ay.\r", "type": "direction"}, {"direction": "  CLARENCE. You scarcely have the hearts to tell me so,\r\n    And therefore cannot have the hearts to do it.\r\n    Wherein, my friends, have I offended you?\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Offended us you have not, but the King.\r", "type": "direction"}, {"direction": "  CLARENCE. I shall be reconcil'd to him again.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Never, my lord; therefore prepare to die.\r", "type": "direction"}, {"direction": "  CLARENCE. Are you drawn forth among a world of men\r\n    To slay the innocent? What is my offence?\r\n    Where is the evidence that doth accuse me?\r\n    What lawful quest have given their verdict up\r\n    Unto the frowning judge, or who pronounc'd\r\n    The bitter sentence of poor Clarence' death?\r\n    Before I be convict by course of law,\r\n    To threaten me with death is most unlawful.\r\n    I charge you, as you hope to have redemption\r\n    By Christ's dear blood shed for our grievous sins,\r\n    That you depart and lay no hands on me.\r\n    The deed you undertake is damnable.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. What we will do, we do upon command.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. And he that hath commanded is our\r\n    King.\r", "type": "direction"}, {"direction": "  CLARENCE. Erroneous vassals! the great King of kings\r\n    Hath in the tables of his law commanded\r\n    That thou shalt do no murder. Will you then\r\n    Spurn at his edict and fulfil a man's?\r\n    Take heed; for he holds vengeance in his hand\r\n    To hurl upon their heads that break his law.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. And that same vengeance doth he hurl\r\n    on thee\r\n    For false forswearing, and for murder too;\r\n    Thou didst receive the sacrament to fight\r\n    In quarrel of the house of Lancaster.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. And like a traitor to the name of God\r\n    Didst break that vow; and with thy treacherous blade\r\n    Unripp'dst the bowels of thy sov'reign's son.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Whom thou wast sworn to cherish and\r\n    defend.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. How canst thou urge God's dreadful law\r\n    to us,\r\n    When thou hast broke it in such dear degree?\r", "type": "direction"}, {"direction": "  CLARENCE. Alas! for whose sake did I that ill deed?\r\n    For Edward, for my brother, for his sake.\r\n    He sends you not to murder me for this,\r\n    For in that sin he is as deep as I.\r\n    If God will be avenged for the deed,\r\n    O, know you yet He doth it publicly.\r\n    Take not the quarrel from His pow'rful arm;\r\n    He needs no indirect or lawless course\r\n    To cut off those that have offended Him.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Who made thee then a bloody minister\r\n    When gallant-springing brave Plantagenet,\r\n    That princely novice, was struck dead by thee?\r", "type": "direction"}, {"direction": "  CLARENCE. My brother's love, the devil, and my rage.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Thy brother's love, our duty, and thy\r\n    faults,\r\n    Provoke us hither now to slaughter thee.\r", "type": "direction"}, {"direction": "  CLARENCE. If you do love my brother, hate not me;\r\n    I am his brother, and I love him well.\r\n    If you are hir'd for meed, go back again,\r\n    And I will send you to my brother Gloucester,\r\n    Who shall reward you better for my life\r\n    Than Edward will for tidings of my death.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. You are deceiv'd: your brother Gloucester\r\n    hates you.\r", "type": "direction"}, {"direction": "  CLARENCE. O, no, he loves me, and he holds me dear.\r\n    Go you to him from me.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Ay, so we will.\r", "type": "direction"}, {"direction": "  CLARENCE. Tell him when that our princely father York\r\n    Bless'd his three sons with his victorious arm\r\n    And charg'd us from his soul to love each other,\r\n    He little thought of this divided friendship.\r\n    Bid Gloucester think of this, and he will weep.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Ay, millstones; as he lesson'd us to weep.\r", "type": "direction"}, {"direction": "  CLARENCE. O, do not slander him, for he is kind.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Right, as snow in harvest. Come, you\r\n    deceive yourself:\r\n    'Tis he that sends us to destroy you here.\r", "type": "direction"}, {"direction": "    CLARENCE. It cannot be; for he bewept my fortune\r\n    And hugg'd me in his arms, and swore with sobs\r\n    That he would labour my delivery.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Why, so he doth, when he delivers you\r\n    From this earth's thraldom to the joys of heaven.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Make peace with God, for you must die,\r\n    my lord.\r", "type": "direction"}, {"direction": "  CLARENCE. Have you that holy feeling in your souls\r\n    To counsel me to make my peace with God,\r\n    And are you yet to your own souls so blind\r\n    That you will war with God by murd'ring me?\r\n    O, sirs, consider: they that set you on\r\n    To do this deed will hate you for the deed.\r", "type": "direction"}, {"direction": "  SECOND MURDERER. What shall we do?\r", "type": "direction"}, {"direction": "  CLARENCE. Relent, and save your souls.\r", "type": "direction"}, {"direction": "  FIRST MURDERER. Relent! No, 'tis cowardly and womanish.\r", "type": "direction"}, {"direction": "  CLARENCE. Not to relent is beastly, savage, devilish.\r\n    Which of you, if you were a prince's son,\r\n    Being pent from liberty as I am now,\r\n    If two such murderers as yourselves came to you,\r\n    Would not entreat for life?\r\n    My friend, I spy some pity in thy looks;\r\n    O, if thine eye be not a flatterer,\r\n    Come thou on my side and entreat for me-\r\n    As you would beg were you in my distress.\r\n    A begging prince what beggar pities not?\r", "type": "direction"}, {"direction": "  SECOND MURDERER. Look behind you, my lord.\r", "type": "direction"}, {"direction": "  FIRST MURDERER.  [Stabbing him]  Take that, and that. If all\r\n    this will not do,\r\n    I'll drown you in the malmsey-butt within.\r\n                                              Exit with the body\r", "type": "direction"}, {"direction": "  SECOND MURDERER. A bloody deed, and desperately\r\n    dispatch'd!\r\n    How fain, like Pilate, would I wash my hands\r\n    Of this most grievous murder!\r\n\r\n                       Re-enter FIRST MURDERER\r\n\r\n  FIRST MURDERER-How now, what mean'st thou that thou\r\n    help'st me not?\r\n    By heavens, the Duke shall know how slack you have\r\n    been!\r", "type": "direction"}, {"direction": "  SECOND MURDERER. I would he knew that I had sav'd his\r\n    brother!\r\n    Take thou the fee, and tell him what I say;\r\n    For I repent me that the Duke is slain.                 Exit\r", "type": "direction"}, {"direction": "  FIRST MURDERER. So do not I. Go, coward as thou art.\r\n    Well, I'll go hide the body in some hole,\r\n    Till that the Duke give order for his burial;\r\n    And when I have my meed, I will away;\r\n    For this will out, and then I must not stay.            Exit\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE 1.\r\n\r\nLondon. The palace\r\n\r\nFlourish. Enter KING EDWARD sick, QUEEN ELIZABETH, DORSET, RIVERS,\r\nHASTINGS, BUCKINGHAM, GREY, and others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING EDWARD. Why, so. Now have I done a good day's\r\n    work.\r\n    You peers, continue this united league.\r\n    I every day expect an embassage\r\n    From my Redeemer to redeem me hence;\r\n    And more at peace my soul shall part to heaven,\r\n    Since I have made my friends at peace on earth.\r\n    Hastings and Rivers, take each other's hand;\r\n    Dissemble not your hatred, swear your love.\r", "type": "direction"}, {"direction": "  RIVERS. By heaven, my soul is purg'd from grudging hate;\r\n    And with my hand I seal my true heart's love.\r", "type": "direction"}, {"direction": "  HASTINGS. So thrive I, as I truly swear the like!\r", "type": "direction"}, {"direction": "  KING EDWARD. Take heed you dally not before your king;\r\n    Lest He that is the supreme King of kings\r\n    Confound your hidden falsehood and award\r\n    Either of you to be the other's end.\r", "type": "direction"}, {"direction": "  HASTINGS. So prosper I, as I swear perfect love!\r", "type": "direction"}, {"direction": "  RIVERS. And I, as I love Hastings with my heart!\r", "type": "direction"}, {"direction": "  KING EDWARD. Madam, yourself is not exempt from this;\r\n    Nor you, son Dorset; Buckingham, nor you:\r\n    You have been factious one against the other.\r\n    Wife, love Lord Hastings, let him kiss your hand;\r\n    And what you do, do it unfeignedly.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. There, Hastings; I will never more\r\n    remember\r\n    Our former hatred, so thrive I and mine!\r", "type": "direction"}, {"direction": "  KING EDWARD. Dorset, embrace him; Hastings, love Lord\r\n    Marquis.\r", "type": "direction"}, {"direction": "  DORSET. This interchange of love, I here protest,\r\n    Upon my part shall be inviolable.\r", "type": "direction"}, {"direction": "  HASTINGS. And so swear I.                       [They embrace]\r", "type": "direction"}, {"direction": "  KING EDWARD. Now, princely Buckingham, seal thou this\r\n    league\r\n    With thy embracements to my wife's allies,\r\n    And make me happy in your unity.\r", "type": "direction"}, {"direction": "  BUCKINGHAM.  [To the QUEEN]  Whenever Buckingham\r\n    doth turn his hate\r\n    Upon your Grace, but with all duteous love\r\n    Doth cherish you and yours, God punish me\r\n    With hate in those where I expect most love!\r\n    When I have most need to employ a friend\r\n    And most assured that he is a friend,\r\n    Deep, hollow, treacherous, and full of guile,\r\n    Be he unto me! This do I beg of God\r\n    When I am cold in love to you or yours.\r\n                                                  [They embrace]\r", "type": "direction"}, {"direction": "  KING EDWARD. A pleasing cordial, princely Buckingham,\r\n    Is this thy vow unto my sickly heart.\r\n    There wanteth now our brother Gloucester here\r\n    To make the blessed period of this peace.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. And, in good time,\r\n    Here comes Sir Richard Ratcliff and the Duke.\r", "type": "direction"}, {"direction": "Enter GLOUCESTER, and RATCLIFF\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. Good morrow to my sovereign king and\r\n    Queen;\r\n    And, princely peers, a happy time of day!\r", "type": "direction"}, {"direction": "  KING EDWARD. Happy, indeed, as we have spent the day.\r\n    Gloucester, we have done deeds of charity,\r\n    Made peace of enmity, fair love of hate,\r\n    Between these swelling wrong-incensed peers.\r", "type": "direction"}, {"direction": "  GLOUCESTER. A blessed labour, my most sovereign lord.\r\n    Among this princely heap, if any here,\r\n    By false intelligence or wrong surmise,\r\n    Hold me a foe-\r\n    If I unwittingly, or in my rage,\r\n    Have aught committed that is hardly borne\r\n    To any in this presence, I desire\r\n    To reconcile me to his friendly peace:\r\n    'Tis death to me to be at enmity;\r\n    I hate it, and desire all good men's love.\r\n    First, madam, I entreat true peace of you,\r\n    Which I will purchase with my duteous service;\r\n    Of you, my noble cousin Buckingham,\r\n    If ever any grudge were lodg'd between us;\r\n    Of you, and you, Lord Rivers, and of Dorset,\r\n    That all without desert have frown'd on me;\r\n    Of you, Lord Woodville, and, Lord Scales, of you;\r\n    Dukes, earls, lords, gentlemen-indeed, of all.\r\n    I do not know that Englishman alive\r\n    With whom my soul is any jot at odds\r\n    More than the infant that is born to-night.\r\n    I thank my God for my humility.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. A holy day shall this be kept hereafter.\r\n    I would to God all strifes were well compounded.\r\n    My sovereign lord, I do beseech your Highness\r\n    To take our brother Clarence to your grace.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Why, madam, have I off'red love for this,\r\n    To be so flouted in this royal presence?\r\n    Who knows not that the gentle Duke is dead?\r\n                                                [They all start]\r\n    You do him injury to scorn his corse.\r", "type": "direction"}, {"direction": "  KING EDWARD. Who knows not he is dead! Who knows\r\n    he is?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. All-seeing heaven, what a world is this!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Look I so pale, Lord Dorset, as the rest?\r", "type": "direction"}, {"direction": "  DORSET. Ay, my good lord; and no man in the presence\r\n    But his red colour hath forsook his cheeks.\r", "type": "direction"}, {"direction": "  KING EDWARD. Is Clarence dead? The order was revers'd.\r", "type": "direction"}, {"direction": "  GLOUCESTER. But he, poor man, by your first order died,\r\n    And that a winged Mercury did bear;\r\n    Some tardy cripple bare the countermand\r\n    That came too lag to see him buried.\r\n    God grant that some, less noble and less loyal,\r\n    Nearer in bloody thoughts, an not in blood,\r\n    Deserve not worse than wretched Clarence did,\r\n    And yet go current from suspicion!\r", "type": "direction"}, {"direction": "Enter DERBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  DERBY. A boon, my sovereign, for my service done!\r", "type": "direction"}, {"direction": "  KING EDWARD. I prithee, peace; my soul is full of sorrow.\r", "type": "direction"}, {"direction": "  DERBY. I Will not rise unless your Highness hear me.\r", "type": "direction"}, {"direction": "  KING EDWARD. Then say at once what is it thou requests.\r", "type": "direction"}, {"direction": "  DERBY. The forfeit, sovereign, of my servant's life;\r\n    Who slew to-day a riotous gentleman\r\n    Lately attendant on the Duke of Norfolk.\r", "type": "direction"}, {"direction": "  KING EDWARD. Have I a tongue to doom my brother's death,\r\n    And shall that tongue give pardon to a slave?\r\n    My brother killed no man-his fault was thought,\r\n    And yet his punishment was bitter death.\r\n    Who sued to me for him? Who, in my wrath,\r\n    Kneel'd at my feet, and bid me be advis'd?\r\n    Who spoke of brotherhood? Who spoke of love?\r\n    Who told me how the poor soul did forsake\r\n    The mighty Warwick and did fight for me?\r\n    Who told me, in the field at Tewksbury\r\n    When Oxford had me down, he rescued me\r\n    And said 'Dear Brother, live, and be a king'?\r\n    Who told me, when we both lay in the field\r\n    Frozen almost to death, how he did lap me\r\n    Even in his garments, and did give himself,\r\n    All thin and naked, to the numb cold night?\r\n    All this from my remembrance brutish wrath\r\n    Sinfully pluck'd, and not a man of you\r\n    Had so much race to put it in my mind.\r\n    But when your carters or your waiting-vassals\r\n    Have done a drunken slaughter and defac'd\r\n    The precious image of our dear Redeemer,\r\n    You straight are on your knees for pardon, pardon;\r\n    And I, unjustly too, must grant it you.        [DERBY rises]\r\n    But for my brother not a man would speak;\r\n    Nor I, ungracious, speak unto myself\r\n    For him, poor soul. The proudest of you all\r\n    Have been beholding to him in his life;\r\n    Yet none of you would once beg for his life.\r\n    O God, I fear thy justice will take hold\r\n    On me, and you, and mine, and yours, for this!\r\n    Come, Hastings, help me to my closet. Ah, poor Clarence!\r\n                                 Exeunt some with KING and QUEEN\r", "type": "direction"}, {"direction": "  GLOUCESTER. This is the fruits of rashness. Mark'd you not\r\n    How that the guilty kindred of the Queen\r\n    Look'd pale when they did hear of Clarence' death?\r\n    O, they did urge it still unto the King!\r\n    God will revenge it. Come, lords, will you go\r\n    To comfort Edward with our company?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. We wait upon your Grace.                    Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4.\r\n\r\nLondon. The Tower\r", "scene": 4, "act": 1}, {"text": [{"direction": "SCENE 2.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter the old DUCHESS OF YORK, with the SON and DAUGHTER of CLARENCE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SON. Good grandam, tell us, is our father dead?\r", "type": "direction"}, {"direction": "  DUCHESS. No, boy.\r", "type": "direction"}, {"direction": "  DAUGHTER. Why do you weep so oft, and beat your breast,\r\n    And cry 'O Clarence, my unhappy son!'?\r", "type": "direction"}, {"direction": "  SON. Why do you look on us, and shake your head,\r\n    And call us orphans, wretches, castaways,\r\n    If that our noble father were alive?\r", "type": "direction"}, {"direction": "  DUCHESS. My pretty cousins, you mistake me both;\r\n    I do lament the sickness of the King,\r\n    As loath to lose him, not your father's death;\r\n    It were lost sorrow to wail one that's lost.\r", "type": "direction"}, {"direction": "  SON. Then you conclude, my grandam, he is dead.\r\n    The King mine uncle is to blame for it.\r\n    God will revenge it; whom I will importune\r\n    With earnest prayers all to that effect.\r", "type": "direction"}, {"direction": "  DAUGHTER. And so will I.\r", "type": "direction"}, {"direction": "  DUCHESS. Peace, children, peace! The King doth love you\r\n    well.\r\n    Incapable and shallow innocents,\r\n    You cannot guess who caus'd your father's death.\r", "type": "direction"}, {"direction": "  SON. Grandam, we can; for my good uncle Gloucester\r\n    Told me the King, provok'd to it by the Queen,\r\n    Devis'd impeachments to imprison him.\r\n    And when my uncle told me so, he wept,\r\n    And pitied me, and kindly kiss'd my cheek;\r\n    Bade me rely on him as on my father,\r\n    And he would love me dearly as a child.\r", "type": "direction"}, {"direction": "  DUCHESS. Ah, that deceit should steal such gentle shape,\r\n    And with a virtuous vizor hide deep vice!\r\n    He is my son; ay, and therein my shame;\r\n    Yet from my dugs he drew not this deceit.\r", "type": "direction"}, {"direction": "  SON. Think you my uncle did dissemble, grandam?\r", "type": "direction"}, {"direction": "  DUCHESS. Ay, boy.\r", "type": "direction"}, {"direction": "  SON. I cannot think it. Hark! what noise is this?\r", "type": "direction"}, {"direction": "Enter QUEEN ELIZABETH, with her hair about her\r\n                ears; RIVERS and DORSET after her\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Ah, who shall hinder me to wail and\r\n    weep,\r\n    To chide my fortune, and torment myself?\r\n    I'll join with black despair against my soul\r\n    And to myself become an enemy.\r", "type": "direction"}, {"direction": "  DUCHESS. What means this scene of rude impatience?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. To make an act of tragic violence.\r\n  EDWARD, my lord, thy son, our king, is dead.\r\n    Why grow the branches when the root is gone?\r\n    Why wither not the leaves that want their sap?\r\n    If you will live, lament; if die, be brief,\r\n    That our swift-winged souls may catch the King's,\r\n    Or like obedient subjects follow him\r\n    To his new kingdom of ne'er-changing night.\r", "type": "direction"}, {"direction": "  DUCHESS. Ah, so much interest have I in thy sorrow\r\n    As I had title in thy noble husband!\r\n    I have bewept a worthy husband's death,\r\n    And liv'd with looking on his images;\r\n    But now two mirrors of his princely semblance\r\n    Are crack'd in pieces by malignant death,\r\n    And I for comfort have but one false glass,\r\n    That grieves me when I see my shame in him.\r\n    Thou art a widow, yet thou art a mother\r\n    And hast the comfort of thy children left;\r\n    But death hath snatch'd my husband from mine arms\r\n    And pluck'd two crutches from my feeble hands-\r\n    Clarence and Edward. O, what cause have I-\r\n    Thine being but a moiety of my moan-\r\n    To overgo thy woes and drown thy cries?\r", "type": "direction"}, {"direction": "  SON. Ah, aunt, you wept not for our father's death!\r\n    How can we aid you with our kindred tears?\r", "type": "direction"}, {"direction": "  DAUGHTER. Our fatherless distress was left unmoan'd;\r\n    Your widow-dolour likewise be unwept!\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Give me no help in lamentation;\r\n    I am not barren to bring forth complaints.\r\n    All springs reduce their currents to mine eyes\r\n    That I, being govern'd by the watery moon,\r\n    May send forth plenteous tears to drown the world!\r\n    Ah for my husband, for my dear Lord Edward!\r", "type": "direction"}, {"direction": "  CHILDREN. Ah for our father, for our dear Lord Clarence!\r", "type": "direction"}, {"direction": "  DUCHESS. Alas for both, both mine, Edward and Clarence!\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. What stay had I but Edward? and he's\r\n    gone.\r", "type": "direction"}, {"direction": "  CHILDREN. What stay had we but Clarence? and he's gone.\r", "type": "direction"}, {"direction": "  DUCHESS. What stays had I but they? and they are gone.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Was never widow had so dear a loss.\r", "type": "direction"}, {"direction": "  CHILDREN. Were never orphans had so dear a loss.\r", "type": "direction"}, {"direction": "  DUCHESS. Was never mother had so dear a loss.\r\n    Alas, I am the mother of these griefs!\r\n    Their woes are parcell'd, mine is general.\r\n    She for an Edward weeps, and so do I:\r\n    I for a Clarence weep, so doth not she.\r\n    These babes for Clarence weep, and so do I:\r\n    I for an Edward weep, so do not they.\r\n    Alas, you three on me, threefold distress'd,\r\n    Pour all your tears! I am your sorrow's nurse,\r\n    And I will pamper it with lamentation.\r", "type": "direction"}, {"direction": "  DORSET. Comfort, dear mother. God is much displeas'd\r\n    That you take with unthankfulness his doing.\r\n    In common worldly things 'tis called ungrateful\r\n    With dull unwillingness to repay a debt\r\n    Which with a bounteous hand was kindly lent;\r\n    Much more to be thus opposite with heaven,\r\n    For it requires the royal debt it lent you.\r", "type": "direction"}, {"direction": "  RIVERS. Madam, bethink you, like a careful mother,\r\n    Of the young prince your son. Send straight for him;\r\n    Let him be crown'd; in him your comfort lives.\r\n    Drown desperate sorrow in dead Edward's grave,\r\n    And plant your joys in living Edward's throne.\r", "type": "direction"}, {"direction": "Enter GLOUCESTER, BUCKINGHAM, DERBY,\r\n                      HASTINGS, and RATCLIFF\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. Sister, have comfort. All of us have cause\r\n    To wail the dimming of our shining star;\r\n    But none can help our harms by wailing them.\r\n    Madam, my mother, I do cry you mercy;\r\n    I did not see your Grace. Humbly on my knee\r\n    I crave your blessing.\r", "type": "direction"}, {"direction": "  DUCHESS. God bless thee; and put meekness in thy breast,\r\n    Love, charity, obedience, and true duty!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Amen!  [Aside]  And make me die a good old\r\n    man!\r\n    That is the butt end of a mother's blessing;\r\n    I marvel that her Grace did leave it out.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. You cloudy princes and heart-sorrowing\r\n    peers,\r\n    That bear this heavy mutual load of moan,\r\n    Now cheer each other in each other's love.\r\n    Though we have spent our harvest of this king,\r\n    We are to reap the harvest of his son.\r\n    The broken rancour of your high-swol'n hearts,\r\n    But lately splinter'd, knit, and join'd together,\r\n    Must gently be preserv'd, cherish'd, and kept.\r\n    Me seemeth good that, with some little train,\r\n    Forthwith from Ludlow the young prince be fet\r\n    Hither to London, to be crown'd our King.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": " RIVERS. Why with some little train, my Lord of\r\n    Buckingham?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Marry, my lord, lest by a multitude\r\n    The new-heal'd wound of malice should break out,\r\n    Which would be so much the more dangerous\r\n    By how much the estate is green and yet ungovern'd;\r\n    Where every horse bears his commanding rein\r\n    And may direct his course as please himself,\r\n    As well the fear of harm as harm apparent,\r\n    In my opinion, ought to be prevented.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I hope the King made peace with all of us;\r\n    And the compact is firm and true in me.\r", "type": "direction"}, {"direction": "  RIVERS. And so in me; and so, I think, in an.\r\n    Yet, since it is but green, it should be put\r\n    To no apparent likelihood of breach,\r\n    Which haply by much company might be urg'd;\r\n    Therefore I say with noble Buckingham\r\n    That it is meet so few should fetch the Prince.\r", "type": "direction"}, {"direction": "  HASTINGS. And so say I.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Then be it so; and go we to determine\r\n    Who they shall be that straight shall post to Ludlow.\r\n    Madam, and you, my sister, will you go\r\n    To give your censures in this business?\r\n                        Exeunt all but BUCKINGHAM and GLOUCESTER\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My lord, whoever journeys to the Prince,\r\n    For God sake, let not us two stay at home;\r\n    For by the way I'll sort occasion,\r\n    As index to the story we late talk'd of,\r\n    To part the Queen's proud kindred from the Prince.\r", "type": "direction"}, {"direction": "  GLOUCESTER. My other self, my counsel's consistory,\r\n    My oracle, my prophet, my dear cousin,\r\n    I, as a child, will go by thy direction.\r\n    Toward Ludlow then, for we'll not stay behind.        Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 2.\r\n\r\nLondon. The palace\r", "scene": 5, "act": 1}, {"text": [{"direction": "SCENE 3.\r\n\r\nLondon. A street\r", "type": "direction"}, {"direction": "Enter one CITIZEN at one door, and another at the other\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FIRST CITIZEN. Good morrow, neighbour. Whither away so\r\n    fast?\r", "type": "direction"}, {"direction": "  SECOND CITIZEN. I promise you, I scarcely know myself.\r\n    Hear you the news abroad?\r", "type": "direction"}, {"direction": "  FIRST CITIZEN. Yes, that the King is dead.\r", "type": "direction"}, {"direction": "  SECOND CITIZEN. Ill news, by'r lady; seldom comes the\r\n    better.\r\n    I fear, I fear 'twill prove a giddy world.\r", "type": "direction"}, {"direction": "Enter another CITIZEN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. Neighbours, God speed!\r", "type": "direction"}, {"direction": "  FIRST CITIZEN. Give you good morrow, sir.\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. Doth the news hold of good King Edward's\r\n    death?\r", "type": "direction"}, {"direction": "  SECOND CITIZEN. Ay, sir, it is too true; God help the while!\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. Then, masters, look to see a troublous\r\n    world.\r", "type": "direction"}, {"direction": "  FIRST CITIZEN. No, no; by God's good grace, his son shall\r\n    reign.\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. Woe to that land that's govern'd by a child.\r", "type": "direction"}, {"direction": "  SECOND CITIZEN. In him there is a hope of government,\r\n    Which, in his nonage, council under him,\r\n    And, in his full and ripened years, himself,\r\n    No doubt, shall then, and till then, govern well.\r", "type": "direction"}, {"direction": "  FIRST CITIZEN. So stood the state when Henry the Sixth\r\n    Was crown'd in Paris but at nine months old.\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. Stood the state so? No, no, good friends,\r\n    God wot;\r\n    For then this land was famously enrich'd\r\n    With politic grave counsel; then the King\r\n    Had virtuous uncles to protect his Grace.\r", "type": "direction"}, {"direction": "  FIRST CITIZEN. Why, so hath this, both by his father and\r\n    mother.\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. Better it were they all came by his father,\r\n    Or by his father there were none at all;\r\n    For emulation who shall now be nearest\r\n    Will touch us all too near, if God prevent not.\r\n    O, full of danger is the Duke of Gloucester!\r\n    And the Queen's sons and brothers haught and proud;\r\n    And were they to be rul'd, and not to rule,\r\n    This sickly land might solace as before.\r", "type": "direction"}, {"direction": "  FIRST CITIZEN. Come, come, we fear the worst; all will be\r\n    well.\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. When clouds are seen, wise men put on\r\n    their cloaks;\r\n    When great leaves fall, then winter is at hand;\r\n    When the sun sets, who doth not look for night?\r\n    Untimely storms make men expect a dearth.\r\n    All may be well; but, if God sort it so,\r\n    'Tis more than we deserve or I expect.\r", "type": "direction"}, {"direction": "  SECOND CITIZEN. Truly, the hearts of men are fun of fear.\r\n    You cannot reason almost with a man\r\n    That looks not heavily and fun of dread.\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. Before the days of change, still is it so;\r\n    By a divine instinct men's minds mistrust\r\n    Ensuing danger; as by proof we see\r\n    The water swell before a boist'rous storm.\r\n    But leave it all to God. Whither away?\r", "type": "direction"}, {"direction": "  SECOND CITIZEN. Marry, we were sent for to the justices.\r", "type": "direction"}, {"direction": "  THIRD CITIZEN. And so was I; I'll bear you company.\r\n                                                          Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3.\r\n\r\nLondon. A street\r", "scene": 6, "act": 1}, {"text": [{"direction": "SCENE 4.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter the ARCHBISHOP OF YORK, the young DUKE OF YORK, QUEEN ELIZABETH,\r\nand the DUCHESS OF YORK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  ARCHBISHOP. Last night, I hear, they lay at Stony Stratford,\r\n    And at Northampton they do rest to-night;\r\n    To-morrow or next day they will be here.\r", "type": "direction"}, {"direction": "  DUCHESS. I long with all my heart to see the Prince.\r\n    I hope he is much grown since last I saw him.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. But I hear no; they say my son of York\r\n    Has almost overta'en him in his growth.\r", "type": "direction"}, {"direction": "  YORK. Ay, mother; but I would not have it so.\r", "type": "direction"}, {"direction": "  DUCHESS. Why, my good cousin, it is good to grow.\r", "type": "direction"}, {"direction": "  YORK. Grandam, one night as we did sit at supper,\r\n    My uncle Rivers talk'd how I did grow\r\n    More than my brother. 'Ay,' quoth my uncle Gloucester\r\n    'Small herbs have grace: great weeds do grow apace.'\r\n    And since, methinks, I would not grow so fast,\r\n    Because sweet flow'rs are slow and weeds make haste.\r", "type": "direction"}, {"direction": "  DUCHESS. Good faith, good faith, the saying did not hold\r\n    In him that did object the same to thee.\r\n    He was the wretched'st thing when he was young,\r\n    So long a-growing and so leisurely\r\n    That, if his rule were true, he should be gracious.\r", "type": "direction"}, {"direction": "  ARCHBISHOP. And so no doubt he is, my gracious madam.\r", "type": "direction"}, {"direction": "  DUCHESS. I hope he is; but yet let mothers doubt.\r", "type": "direction"}, {"direction": "  YORK. Now, by my troth, if I had been rememb'red,\r\n    I could have given my uncle's Grace a flout\r\n    To touch his growth nearer than he touch'd mine.\r", "type": "direction"}, {"direction": "  DUCHESS. How, my young York? I prithee let me hear it.\r", "type": "direction"}, {"direction": "  YORK. Marry, they say my uncle grew so fast\r\n    That he could gnaw a crust at two hours old.\r\n    'Twas full two years ere I could get a tooth.\r\n    Grandam, this would have been a biting jest.\r", "type": "direction"}, {"direction": "  DUCHESS. I prithee, pretty York, who told thee this?\r", "type": "direction"}, {"direction": "  YORK. Grandam, his nurse.\r", "type": "direction"}, {"direction": "  DUCHESS. His nurse! Why she was dead ere thou wast\r\n    born.\r", "type": "direction"}, {"direction": "  YORK. If 'twere not she, I cannot tell who told me.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. A parlous boy! Go to, you are too\r\n    shrewd.\r", "type": "direction"}, {"direction": "  ARCHBISHOP. Good madam, be not angry with the child.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Pitchers have ears.\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  ARCHBISHOP. Here comes a messenger. What news?\r", "type": "direction"}, {"direction": "  MESSENGER. Such news, my lord, as grieves me to report.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. How doth the Prince?\r", "type": "direction"}, {"direction": "  MESSENGER. Well, madam, and in health.\r", "type": "direction"}, {"direction": "  DUCHESS. What is thy news?\r", "type": "direction"}, {"direction": "  MESSENGER. Lord Rivers and Lord Grey\r\n    Are sent to Pomfret, and with them\r\n    Sir Thomas Vaughan, prisoners.\r", "type": "direction"}, {"direction": "  DUCHESS. Who hath committed them?\r", "type": "direction"}, {"direction": "  MESSENGER. The mighty Dukes, Gloucester and Buckingham.\r", "type": "direction"}, {"direction": "  ARCHBISHOP. For what offence?\r", "type": "direction"}, {"direction": "  MESSENGER. The sum of all I can, I have disclos'd.\r\n    Why or for what the nobles were committed\r\n    Is all unknown to me, my gracious lord.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Ay me, I see the ruin of my house!\r\n    The tiger now hath seiz'd the gentle hind;\r\n    Insulting tyranny begins to jet\r\n    Upon the innocent and aweless throne.\r\n    Welcome, destruction, blood, and massacre!\r\n    I see, as in a map, the end of all.\r", "type": "direction"}, {"direction": "  DUCHESS. Accursed and unquiet wrangling days,\r\n    How many of you have mine eyes beheld!\r\n    My husband lost his life to get the crown;\r\n    And often up and down my sons were toss'd\r\n    For me to joy and weep their gain and loss;\r\n    And being seated, and domestic broils\r\n    Clean over-blown, themselves the conquerors\r\n    Make war upon themselves-brother to brother,\r\n    Blood to blood, self against self. O, preposterous\r\n    And frantic outrage, end thy damned spleen,\r\n    Or let me die, to look on death no more!\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Come, come, my boy; we will to\r\n    sanctuary.\r\n    Madam, farewell.\r", "type": "direction"}, {"direction": "  DUCHESS. Stay, I will go with you.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. You have no cause.\r", "type": "direction"}, {"direction": "  ARCHBISHOP.  [To the QUEEN]  My gracious lady, go.\r\n    And thither bear your treasure and your goods.\r\n    For my part, I'll resign unto your Grace\r\n    The seal I keep; and so betide to me\r\n    As well I tender you and all of yours!\r\n    Go, I'll conduct you to the sanctuary.                Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT III. SCENE 1.\r\n\r\nLondon. A street\r\n\r\nThe trumpets sound. Enter the PRINCE OF WALES, GLOUCESTER, BUCKINGHAM,\r\nCATESBY, CARDINAL BOURCHIER, and others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Welcome, sweet Prince, to London, to your\r\n    chamber.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Welcome, dear cousin, my thoughts' sovereign.\r\n    The weary way hath made you melancholy.\r", "type": "direction"}, {"direction": "  PRINCE. No, uncle; but our crosses on the way\r\n    Have made it tedious, wearisome, and heavy.\r\n    I want more uncles here to welcome me.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Sweet Prince, the untainted virtue of your\r\n    years\r\n    Hath not yet div'd into the world's deceit;\r\n    Nor more can you distinguish of a man\r\n    Than of his outward show; which, God He knows,\r\n    Seldom or never jumpeth with the heart.\r\n    Those uncles which you want were dangerous;\r\n    Your Grace attended to their sug'red words\r\n    But look'd not on the poison of their hearts.\r\n    God keep you from them and from such false friends!\r", "type": "direction"}, {"direction": "  PRINCE. God keep me from false friends! but they were\r\n    none.\r", "type": "direction"}, {"direction": "  GLOUCESTER. My lord, the Mayor of London comes to greet\r\n    you.\r", "type": "direction"}, {"direction": "Enter the LORD MAYOR and his train\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MAYOR. God bless your Grace with health and happy days!\r", "type": "direction"}, {"direction": "  PRINCE. I thank you, good my lord, and thank you all.\r\n    I thought my mother and my brother York\r\n    Would long ere this have met us on the way.\r\n    Fie, what a slug is Hastings, that he comes not\r\n    To tell us whether they will come or no!\r", "type": "direction"}, {"direction": "Enter LORD HASTINGS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUCKINGHAM. And, in good time, here comes the sweating\r\n    Lord.\r", "type": "direction"}, {"direction": "  PRINCE. Welcome, my lord. What, will our mother come?\r", "type": "direction"}, {"direction": "  HASTINGS. On what occasion, God He knows, not I,\r\n    The Queen your mother and your brother York\r\n    Have taken sanctuary. The tender Prince\r\n    Would fain have come with me to meet your Grace,\r\n    But by his mother was perforce withheld.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Fie, what an indirect and peevish course\r\n    Is this of hers? Lord Cardinal, will your Grace\r\n    Persuade the Queen to send the Duke of York\r\n    Unto his princely brother presently?\r\n    If she deny, Lord Hastings, go with him\r\n    And from her jealous arms pluck him perforce.\r", "type": "direction"}, {"direction": "  CARDINAL. My Lord of Buckingham, if my weak oratory\r\n    Can from his mother win the Duke of York,\r\n    Anon expect him here; but if she be obdurate\r\n    To mild entreaties, God in heaven forbid\r\n    We should infringe the holy privilege\r\n    Of blessed sanctuary! Not for all this land\r\n    Would I be guilty of so deep a sin.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. You are too senseless-obstinate, my lord,\r\n    Too ceremonious and traditional.\r\n    Weigh it but with the grossness of this age,\r\n    You break not sanctuary in seizing him.\r\n    The benefit thereof is always granted\r\n    To those whose dealings have deserv'd the place\r\n    And those who have the wit to claim the place.\r\n    This Prince hath neither claim'd it nor deserv'd it,\r\n    And therefore, in mine opinion, cannot have it.\r\n    Then, taking him from thence that is not there,\r\n    You break no privilege nor charter there.\r\n    Oft have I heard of sanctuary men;\r\n    But sanctuary children never till now.\r", "type": "direction"}, {"direction": "  CARDINAL. My lord, you shall o'errule my mind for once.\r\n    Come on, Lord Hastings, will you go with me?\r", "type": "direction"}, {"direction": "  HASTINGS. I go, my lord.\r", "type": "direction"}, {"direction": "  PRINCE. Good lords, make all the speedy haste you may.\r\n                                    Exeunt CARDINAL and HASTINGS\r\n    Say, uncle Gloucester, if our brother come,\r\n    Where shall we sojourn till our coronation?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Where it seems best unto your royal self.\r\n    If I may counsel you, some day or two\r\n    Your Highness shall repose you at the Tower,\r\n    Then where you please and shall be thought most fit\r\n    For your best health and recreation.\r", "type": "direction"}, {"direction": "  PRINCE. I do not like the Tower, of any place.\r\n    Did Julius Caesar build that place, my lord?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. He did, my gracious lord, begin that place,\r\n    Which, since, succeeding ages have re-edified.\r", "type": "direction"}, {"direction": "  PRINCE. Is it upon record, or else reported\r\n    Successively from age to age, he built it?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Upon record, my gracious lord.\r", "type": "direction"}, {"direction": "  PRINCE. But say, my lord, it were not regist'red,\r\n    Methinks the truth should Eve from age to age,\r\n    As 'twere retail'd to all posterity,\r\n    Even to the general all-ending day.\r", "type": "direction"}, {"direction": "  GLOUCESTER.  [Aside]  So wise so young, they say, do never\r\n    live long.\r", "type": "direction"}, {"direction": "  PRINCE. What say you, uncle?\r", "type": "direction"}, {"direction": "  GLOUCESTER. I say, without characters, fame lives long.\r\n    [Aside]  Thus, like the formal vice, Iniquity,\r\n    I moralize two meanings in one word.\r", "type": "direction"}, {"direction": "  PRINCE. That Julius Caesar was a famous man;\r\n    With what his valour did enrich his wit,\r\n    His wit set down to make his valour live.\r\n    Death makes no conquest of this conqueror;\r\n    For now he lives in fame, though not in life.\r\n    I'll tell you what, my cousin Buckingham-\r", "type": "direction"}, {"direction": "  BUCKINGHAM. What, my gracious lord?\r", "type": "direction"}, {"direction": "  PRINCE. An if I live until I be a man,\r\n    I'll win our ancient right in France again,\r\n    Or die a soldier as I liv'd a king.\r", "type": "direction"}, {"direction": "  GLOUCESTER.  [Aside]  Short summers lightly have a forward\r\n    spring.\r", "type": "direction"}, {"direction": "Enter HASTINGS, young YORK, and the CARDINAL\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Now, in good time, here comes the Duke of\r\n    York.\r", "type": "direction"}, {"direction": "  PRINCE. Richard of York, how fares our loving brother?\r", "type": "direction"}, {"direction": "  YORK. Well, my dread lord; so must I can you now.\r", "type": "direction"}, {"direction": "  PRINCE. Ay brother, to our grief, as it is yours.\r\n    Too late he died that might have kept that title,\r\n    Which by his death hath lost much majesty.\r", "type": "direction"}, {"direction": "  GLOUCESTER. How fares our cousin, noble Lord of York?\r", "type": "direction"}, {"direction": "  YORK. I thank you, gentle uncle. O, my lord,\r\n    You said that idle weeds are fast in growth.\r\n    The Prince my brother hath outgrown me far.\r", "type": "direction"}, {"direction": "  GLOUCESTER. He hath, my lord.\r", "type": "direction"}, {"direction": "  YORK. And therefore is he idle?\r", "type": "direction"}, {"direction": "  GLOUCESTER. O, my fair cousin, I must not say so.\r", "type": "direction"}, {"direction": "  YORK. Then he is more beholding to you than I.\r", "type": "direction"}, {"direction": "  GLOUCESTER. He may command me as my sovereign;\r\n    But you have power in me as in a kinsman.\r", "type": "direction"}, {"direction": "  YORK. I pray you, uncle, give me this dagger.\r", "type": "direction"}, {"direction": "  GLOUCESTER. My dagger, little cousin? With all my heart!\r", "type": "direction"}, {"direction": "  PRINCE. A beggar, brother?\r", "type": "direction"}, {"direction": "  YORK. Of my kind uncle, that I know will give,\r\n    And being but a toy, which is no grief to give.\r", "type": "direction"}, {"direction": "  GLOUCESTER. A greater gift than that I'll give my cousin.\r", "type": "direction"}, {"direction": "  YORK. A greater gift! O, that's the sword to it!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Ay, gentle cousin, were it light enough.\r", "type": "direction"}, {"direction": "  YORK. O, then, I see you will part but with light gifts:\r\n    In weightier things you'll say a beggar nay.\r", "type": "direction"}, {"direction": "  GLOUCESTER. It is too heavy for your Grace to wear.\r", "type": "direction"}, {"direction": "  YORK. I weigh it lightly, were it heavier.\r", "type": "direction"}, {"direction": "  GLOUCESTER. What, would you have my weapon, little\r\n    Lord?\r", "type": "direction"}, {"direction": "  YORK. I would, that I might thank you as you call me.\r", "type": "direction"}, {"direction": "  GLOUCESTER. How?\r", "type": "direction"}, {"direction": "  YORK. Little.\r", "type": "direction"}, {"direction": "  PRINCE. My Lord of York will still be cross in talk.\r\n    Uncle, your Grace knows how to bear with him.\r", "type": "direction"}, {"direction": "  YORK. You mean, to bear me, not to bear with me.\r\n    Uncle, my brother mocks both you and me;\r\n    Because that I am little, like an ape,\r\n    He thinks that you should bear me on your shoulders.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. With what a sharp-provided wit he reasons!\r\n    To mitigate the scorn he gives his uncle\r\n    He prettily and aptly taunts himself.\r\n    So cunning and so young is wonderful.\r", "type": "direction"}, {"direction": "  GLOUCESTER. My lord, will't please you pass along?\r\n    Myself and my good cousin Buckingham\r\n    Will to your mother, to entreat of her\r\n    To meet you at the Tower and welcome you.\r", "type": "direction"}, {"direction": "  YORK. What, will you go unto the Tower, my lord?\r", "type": "direction"}, {"direction": "  PRINCE. My Lord Protector needs will have it so.\r", "type": "direction"}, {"direction": "  YORK. I shall not sleep in quiet at the Tower.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Why, what should you fear?\r", "type": "direction"}, {"direction": "  YORK. Marry, my uncle Clarence' angry ghost.\r\n    My grandam told me he was murder'd there.\r", "type": "direction"}, {"direction": "  PRINCE. I fear no uncles dead.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Nor none that live, I hope.\r", "type": "direction"}, {"direction": "  PRINCE. An if they live, I hope I need not fear.\r\n    But come, my lord; and with a heavy heart,\r\n    Thinking on them, go I unto the Tower.\r\n    A sennet.\r\n              Exeunt all but GLOUCESTER, BUCKINGHAM, and CATESBY\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Think you, my lord, this little prating York\r\n    Was not incensed by his subtle mother\r\n    To taunt and scorn you thus opprobriously?\r", "type": "direction"}, {"direction": "  GLOUCESTER. No doubt, no doubt. O, 'tis a perilous boy;\r\n    Bold, quick, ingenious, forward, capable.\r\n    He is all the mother's, from the top to toe.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Well, let them rest. Come hither, Catesby.\r\n    Thou art sworn as deeply to effect what we intend\r\n    As closely to conceal what we impart.\r\n    Thou know'st our reasons urg'd upon the way.\r\n    What think'st thou? Is it not an easy matter\r\n    To make William Lord Hastings of our mind,\r\n    For the instalment of this noble Duke\r\n    In the seat royal of this famous isle?\r", "type": "direction"}, {"direction": "  CATESBY. He for his father's sake so loves the Prince\r\n    That he will not be won to aught against him.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. What think'st thou then of Stanley? Will\r\n    not he?\r", "type": "direction"}, {"direction": "  CATESBY. He will do all in all as Hastings doth.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Well then, no more but this: go, gentle\r\n    Catesby,\r\n    And, as it were far off, sound thou Lord Hastings\r\n    How he doth stand affected to our purpose;\r\n    And summon him to-morrow to the Tower,\r\n    To sit about the coronation.\r\n    If thou dost find him tractable to us,\r\n    Encourage him, and tell him all our reasons;\r\n    If he be leaden, icy, cold, unwilling,\r\n    Be thou so too, and so break off the talk,\r\n    And give us notice of his inclination;\r\n    For we to-morrow hold divided councils,\r\n    Wherein thyself shalt highly be employ'd.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Commend me to Lord William. Tell him,\r\n    Catesby,\r\n    His ancient knot of dangerous adversaries\r\n    To-morrow are let blood at Pomfret Castle;\r\n    And bid my lord, for joy of this good news,\r\n    Give Mistress Shore one gentle kiss the more.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Good Catesby, go effect this business soundly.\r", "type": "direction"}, {"direction": "  CATESBY. My good lords both, with all the heed I can.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Shall we hear from you, Catesby, ere we sleep?\r", "type": "direction"}, {"direction": "  CATESBY. You shall, my lord.\r", "type": "direction"}, {"direction": "  GLOUCESTER. At Crosby House, there shall you find us both.\r\n                                                    Exit CATESBY\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Now, my lord, what shall we do if we\r\n    perceive\r\n    Lord Hastings will not yield to our complots?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Chop off his head-something we will\r\n    determine.\r\n    And, look when I am King, claim thou of me\r\n    The earldom of Hereford and all the movables\r\n    Whereof the King my brother was possess'd.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I'll claim that promise at your Grace's hand.\r", "type": "direction"}, {"direction": "  GLOUCESTER. And look to have it yielded with all kindness.\r\n    Come, let us sup betimes, that afterwards\r\n    We may digest our complots in some form.              Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4.\r\n\r\nLondon. The palace\r", "scene": 7, "act": 1}, {"text": [{"direction": "SCENE 2.\r\n\r\nBefore LORD HASTING'S house\r", "type": "direction"}, {"direction": "Enter a MESSENGER to the door of HASTINGS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MESSENGER. My lord, my lord!                        [Knocking]\r", "type": "direction"}, {"direction": "  HASTINGS.  [Within]  Who knocks?\r", "type": "direction"}, {"direction": "  MESSENGER. One from the Lord Stanley.\r", "type": "direction"}, {"direction": "  HASTINGS.  [Within]  What is't o'clock?\r", "type": "direction"}, {"direction": "  MESSENGER. Upon the stroke of four.\r", "type": "direction"}, {"direction": "Enter LORD HASTINGS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  HASTINGS. Cannot my Lord Stanley sleep these tedious\r\n    nights?\r", "type": "direction"}, {"direction": "  MESSENGER. So it appears by that I have to say.\r\n    First, he commends him to your noble self.\r", "type": "direction"}, {"direction": "  HASTINGS. What then?\r", "type": "direction"}, {"direction": "  MESSENGER. Then certifies your lordship that this night\r\n    He dreamt the boar had razed off his helm.\r\n    Besides, he says there are two councils kept,\r\n    And that may be determin'd at the one\r\n    Which may make you and him to rue at th' other.\r\n    Therefore he sends to know your lordship's pleasure-\r\n    If you will presently take horse with him\r\n    And with all speed post with him toward the north\r\n    To shun the danger that his soul divines.\r", "type": "direction"}, {"direction": "  HASTINGS. Go, fellow, go, return unto thy lord;\r\n    Bid him not fear the separated council:\r\n    His honour and myself are at the one,\r\n    And at the other is my good friend Catesby;\r\n    Where nothing can proceed that toucheth us\r\n    Whereof I shall not have intelligence.\r\n    Tell him his fears are shallow, without instance;\r\n    And for his dreams, I wonder he's so simple\r\n    To trust the mock'ry of unquiet slumbers.\r\n    To fly the boar before the boar pursues\r\n    Were to incense the boar to follow us\r\n    And make pursuit where he did mean no chase.\r\n    Go, bid thy master rise and come to me;\r\n    And we will both together to the Tower,\r\n    Where, he shall see, the boar will use us kindly.\r", "type": "direction"}, {"direction": "  MESSENGER. I'll go, my lord, and tell him what you say.\r\n Exit\r", "type": "direction"}, {"direction": "Enter CATESBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CATESBY. Many good morrows to my noble lord!\r", "type": "direction"}, {"direction": "  HASTINGS. Good morrow, Catesby; you are early stirring.\r\n    What news, what news, in this our tott'ring state?\r", "type": "direction"}, {"direction": "  CATESBY. It is a reeling world indeed, my lord;\r\n    And I believe will never stand upright\r\n    Till Richard wear the garland of the realm.\r", "type": "direction"}, {"direction": "  HASTINGS. How, wear the garland! Dost thou mean the\r\n    crown?\r", "type": "direction"}, {"direction": "  CATESBY. Ay, my good lord.\r", "type": "direction"}, {"direction": "  HASTINGS. I'll have this crown of mine cut from my\r\n    shoulders\r\n    Before I'll see the crown so foul misplac'd.\r\n    But canst thou guess that he doth aim at it?\r", "type": "direction"}, {"direction": "  CATESBY. Ay, on my life; and hopes to find you forward\r\n    Upon his party for the gain thereof;\r\n    And thereupon he sends you this good news,\r\n    That this same very day your enemies,\r\n    The kindred of the Queen, must die at Pomfret.\r", "type": "direction"}, {"direction": "  HASTINGS. Indeed, I am no mourner for that news,\r\n    Because they have been still my adversaries;\r\n    But that I'll give my voice on Richard's side\r\n    To bar my master's heirs in true descent,\r\n    God knows I will not do it to the death.\r", "type": "direction"}, {"direction": "  CATESBY. God keep your lordship in that gracious mind!\r", "type": "direction"}, {"direction": "  HASTINGS. But I shall laugh at this a twelve month hence,\r\n    That they which brought me in my master's hate,\r\n    I live to look upon their tragedy.\r\n    Well, Catesby, ere a fortnight make me older,\r\n    I'll send some packing that yet think not on't.\r", "type": "direction"}, {"direction": "  CATESBY. 'Tis a vile thing to die, my gracious lord,\r\n    When men are unprepar'd and look not for it.\r", "type": "direction"}, {"direction": "  HASTINGS. O monstrous, monstrous! And so falls it out\r\n    With Rivers, Vaughan, Grey; and so 'twill do\r\n    With some men else that think themselves as safe\r\n    As thou and I, who, as thou knowest, are dear\r\n    To princely Richard and to Buckingham.\r", "type": "direction"}, {"direction": "  CATESBY. The Princes both make high account of you-\r\n    [Aside]  For they account his head upon the bridge.\r", "type": "direction"}, {"direction": "  HASTINGS. I know they do, and I have well deserv'd it.\r", "type": "direction"}, {"direction": "Enter LORD STANLEY\r\n\r\n    Come on, come on; where is your boar-spear, man?\r\n    Fear you the boar, and go so unprovided?\r", "type": "direction"}, {"direction": "  STANLEY. My lord, good morrow; good morrow, Catesby.\r\n    You may jest on, but, by the holy rood,\r\n    I do not like these several councils, I.\r", "type": "direction"}, {"direction": "  HASTINGS. My lord, I hold my life as dear as yours,\r\n    And never in my days, I do protest,\r\n    Was it so precious to me as 'tis now.\r\n    Think you, but that I know our state secure,\r\n    I would be so triumphant as I am?\r", "type": "direction"}, {"direction": "  STANLEY. The lords at Pomfret, when they rode from\r\n    London,\r\n    Were jocund and suppos'd their states were sure,\r\n    And they indeed had no cause to mistrust;\r\n    But yet you see how soon the day o'ercast.\r\n    This sudden stab of rancour I misdoubt;\r\n    Pray God, I say, I prove a needless coward.\r\n    What, shall we toward the Tower? The day is spent.\r", "type": "direction"}, {"direction": "  HASTINGS. Come, come, have with you. Wot you what, my\r\n    Lord?\r\n    To-day the lords you talk'd of are beheaded.\r", "type": "direction"}, {"direction": "  STANLEY. They, for their truth, might better wear their\r\n    heads\r\n    Than some that have accus'd them wear their hats.\r\n    But come, my lord, let's away.\r", "type": "direction"}, {"direction": "Enter HASTINGS, a pursuivant\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  HASTINGS. Go on before; I'll talk with this good fellow.\r\n                                      Exeunt STANLEY and CATESBY\r\n    How now, Hastings! How goes the world with thee?\r", "type": "direction"}, {"direction": "  PURSUIVANT. The better that your lordship please to ask.\r", "type": "direction"}, {"direction": "  HASTINGS. I tell thee, man, 'tis better with me now\r\n    Than when thou met'st me last where now we meet:\r\n    Then was I going prisoner to the Tower\r\n    By the suggestion of the Queen's allies;\r\n    But now, I tell thee-keep it to thyself-\r\n    This day those enernies are put to death,\r\n    And I in better state than e'er I was.\r", "type": "direction"}, {"direction": "  PURSUIVANT. God hold it, to your honour's good content!\r", "type": "direction"}, {"direction": "  HASTINGS. Gramercy, Hastings; there, drink that for me.\r\n                                          [Throws him his purse]\r", "type": "direction"}, {"direction": "  PURSUIVANT. I thank your honour.                          Exit\r", "type": "direction"}, {"direction": "Enter a PRIEST\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PRIEST. Well met, my lord; I am glad to see your honour.\r", "type": "direction"}, {"direction": "  HASTINGS. I thank thee, good Sir John, with all my heart.\r\n    I am in your debt for your last exercise;\r\n    Come the next Sabbath, and I will content you.\r\n                                        [He whispers in his ear]\r", "type": "direction"}, {"direction": "  PRIEST. I'll wait upon your lordship.\r", "type": "direction"}, {"direction": "Enter BUCKINGHAM\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUCKINGHAM. What, talking with a priest, Lord\r\n    Chamberlain!\r\n    Your friends at Pomfret, they do need the priest:\r\n    Your honour hath no shriving work in hand.\r", "type": "direction"}, {"direction": "  HASTINGS. Good faith, and when I met this holy man,\r\n    The men you talk of came into my mind.\r\n    What, go you toward the Tower?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I do, my lord, but long I cannot stay there;\r\n    I shall return before your lordship thence.\r", "type": "direction"}, {"direction": "  HASTINGS. Nay, like enough, for I stay dinner there.\r", "type": "direction"}, {"direction": "  BUCKINGHAM.  [Aside]  And supper too, although thou\r\n    knowest it not.-\r\n    Come, will you go?\r", "type": "direction"}, {"direction": "  HASTINGS. I'll wait upon your lordship.                 Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 2.\r\n\r\nBefore LORD HASTING'S house\r", "scene": 8, "act": 1}, {"text": [{"direction": "SCENE 3.\r\n\r\nPomfret Castle\r", "type": "direction"}, {"direction": "Enter SIR RICHARD RATCLIFF, with halberds, carrying the Nobles,\r\nRIVERS, GREY, and VAUGHAN, to death\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  RIVERS. Sir Richard Ratcliff, let me tell thee this:\r\n    To-day shalt thou behold a subject die\r\n    For truth, for duty, and for loyalty.\r", "type": "direction"}, {"direction": "  GREY. God bless the Prince from all the pack of you!\r\n    A knot you are of damned blood-suckers.\r", "type": "direction"}, {"direction": "  VAUGHAN. You live that shall cry woe for this hereafter.\r", "type": "direction"}, {"direction": "  RATCLIFF. Dispatch; the limit of your lives is out.\r", "type": "direction"}, {"direction": "  RIVERS. O Pomfret, Pomfret! O thou bloody prison,\r\n    Fatal and ominous to noble peers!\r\n    Within the guilty closure of thy walls\r\n  RICHARD the Second here was hack'd to death;\r\n    And for more slander to thy dismal seat,\r\n    We give to thee our guiltless blood to drink.\r", "type": "direction"}, {"direction": "  GREY. Now Margaret's curse is fall'n upon our heads,\r\n    When she exclaim'd on Hastings, you, and I,\r\n    For standing by when Richard stabb'd her son.\r", "type": "direction"}, {"direction": "  RIVERS. Then curs'd she Richard, then curs'd she\r\n    Buckingham,\r\n    Then curs'd she Hastings. O, remember, God,\r\n    To hear her prayer for them, as now for us!\r\n    And for my sister, and her princely sons,\r\n    Be satisfied, dear God, with our true blood,\r\n    Which, as thou know'st, unjustly must be spilt.\r", "type": "direction"}, {"direction": "  RATCLIFF. Make haste; the hour of death is expiate.\r", "type": "direction"}, {"direction": "  RIVERS. Come, Grey; come, Vaughan; let us here embrace.\r\n    Farewell, until we meet again in heaven.              Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3.\r\n\r\nPomfret Castle\r", "scene": 9, "act": 1}, {"text": [{"direction": "SCENE 4\r\n\r\nLondon. The Tower\r", "type": "direction"}, {"direction": "Enter BUCKINGHAM, DERBY, HASTINGS, the BISHOP of ELY, RATCLIFF, LOVEL,\r\nwith others and seat themselves at a table\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  HASTINGS. Now, noble peers, the cause why we are met\r\n    Is to determine of the coronation.\r\n    In God's name speak-when is the royal day?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Is all things ready for the royal time?\r", "type": "direction"}, {"direction": "  DERBY. It is, and wants but nomination.\r", "type": "direction"}, {"direction": "  BISHOP OF ELY. To-morrow then I judge a happy day.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Who knows the Lord Protector's mind\r\n    herein?\r\n    Who is most inward with the noble Duke?\r", "type": "direction"}, {"direction": "  BISHOP OF ELY. Your Grace, we think, should soonest know\r\n    his mind.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. We know each other's faces; for our hearts,\r\n    He knows no more of mine than I of yours;\r\n    Or I of his, my lord, than you of mine.\r\n    Lord Hastings, you and he are near in love.\r", "type": "direction"}, {"direction": "  HASTINGS. I thank his Grace, I know he loves me well;\r\n    But for his purpose in the coronation\r\n    I have not sounded him, nor he deliver'd\r\n    His gracious pleasure any way therein.\r\n    But you, my honourable lords, may name the time;\r\n    And in the Duke's behalf I'll give my voice,\r\n    Which, I presume, he'll take in gentle part.\r", "type": "direction"}, {"direction": "Enter GLOUCESTER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BISHOP OF ELY. In happy time, here comes the Duke himself.\r", "type": "direction"}, {"direction": "  GLOUCESTER. My noble lords and cousins an, good morrow.\r\n    I have been long a sleeper, but I trust\r\n    My absence doth neglect no great design\r\n    Which by my presence might have been concluded.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Had you not come upon your cue, my lord,\r\n  WILLIAM Lord Hastings had pronounc'd your part-\r\n    I mean, your voice for crowning of the King.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Than my Lord Hastings no man might be\r\n    bolder;\r\n    His lordship knows me well and loves me well.\r\n    My lord of Ely, when I was last in Holborn\r\n    I saw good strawberries in your garden there.\r\n    I do beseech you send for some of them.\r\n  BISHOP of ELY. Marry and will, my lord, with all my heart.\r\n Exit\r", "type": "direction"}, {"direction": "  GLOUCESTER. Cousin of Buckingham, a word with you.\r\n                                               [Takes him aside]\r\n    Catesby hath sounded Hastings in our business,\r\n    And finds the testy gentleman so hot\r\n    That he will lose his head ere give consent\r\n    His master's child, as worshipfully he terms it,\r\n    Shall lose the royalty of England's throne.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Withdraw yourself awhile; I'll go with you.\r\n                                Exeunt GLOUCESTER and BUCKINGHAM\r", "type": "direction"}, {"direction": "  DERBY. We have not yet set down this day of triumph.\r\n    To-morrow, in my judgment, is too sudden;\r\n    For I myself am not so well provided\r\n    As else I would be, were the day prolong'd.\r\n\r\n                    Re-enter the BISHOP OF ELY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BISHOP OF ELY. Where is my lord the Duke of Gloucester?\r\n    I have sent for these strawberries.\r", "type": "direction"}, {"direction": "  HASTINGS. His Grace looks cheerfully and smooth this\r\n    morning;\r\n    There's some conceit or other likes him well\r\n    When that he bids good morrow with such spirit.\r\n    I think there's never a man in Christendom\r\n    Can lesser hide his love or hate than he;\r\n    For by his face straight shall you know his heart.\r", "type": "direction"}, {"direction": "  DERBY. What of his heart perceive you in his face\r\n    By any livelihood he show'd to-day?\r", "type": "direction"}, {"direction": "  HASTINGS. Marry, that with no man here he is offended;\r\n    For, were he, he had shown it in his looks.\r\n\r\n               Re-enter GLOUCESTER and BUCKINGHAM\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. I pray you all, tell me what they deserve\r\n    That do conspire my death with devilish plots\r\n    Of damned witchcraft, and that have prevail'd\r\n    Upon my body with their hellish charms?\r", "type": "direction"}, {"direction": "  HASTINGS. The tender love I bear your Grace, my lord,\r\n    Makes me most forward in this princely presence\r\n    To doom th' offenders, whosoe'er they be.\r\n    I say, my lord, they have deserved death.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Then be your eyes the witness of their evil.\r\n    Look how I am bewitch'd; behold, mine arm\r\n    Is like a blasted sapling wither'd up.\r\n    And this is Edward's wife, that monstrous witch,\r\n    Consorted with that harlot strumpet Shore,\r\n    That by their witchcraft thus have marked me.\r", "type": "direction"}, {"direction": "  HASTINGS. If they have done this deed, my noble lord-\r", "type": "direction"}, {"direction": "  GLOUCESTER. If?-thou protector of this damned strumpet,\r\n    Talk'st thou to me of ifs? Thou art a traitor.\r\n    Off with his head! Now by Saint Paul I swear\r\n    I will not dine until I see the same.\r\n    Lovel and Ratcliff, look that it be done.\r\n    The rest that love me, rise and follow me.\r\n                    Exeunt all but HASTINGS, LOVEL, and RATCLIFF\r", "type": "direction"}, {"direction": "  HASTINGS. Woe, woe, for England! not a whit for me;\r\n    For I, too fond, might have prevented this.\r\n  STANLEY did dream the boar did raze our helms,\r\n    And I did scorn it and disdain to fly.\r\n    Three times to-day my foot-cloth horse did stumble,\r\n    And started when he look'd upon the Tower,\r\n    As loath to bear me to the slaughter-house.\r\n    O, now I need the priest that spake to me!\r\n    I now repent I told the pursuivant,\r\n    As too triumphing, how mine enemies\r\n    To-day at Pomfret bloodily were butcher'd,\r\n    And I myself secure in grace and favour.\r\n    O Margaret, Margaret, now thy heavy curse\r\n    Is lighted on poor Hastings' wretched head!\r", "type": "direction"}, {"direction": "  RATCLIFF. Come, come, dispatch; the Duke would be at\r\n    dinner.\r\n    Make a short shrift; he longs to see your head.\r", "type": "direction"}, {"direction": "  HASTINGS. O momentary grace of mortal men,\r\n    Which we more hunt for than the grace of God!\r\n    Who builds his hope in air of your good looks\r\n    Lives like a drunken sailor on a mast,\r\n    Ready with every nod to tumble down\r\n    Into the fatal bowels of the deep.\r", "type": "direction"}, {"direction": "  LOVEL. Come, come, dispatch; 'tis bootless to exclaim.\r", "type": "direction"}, {"direction": "  HASTINGS. O bloody Richard! Miserable England!\r\n    I prophesy the fearfull'st time to thee\r\n    That ever wretched age hath look'd upon.\r\n    Come, lead me to the block; bear him my head.\r\n    They smile at me who shortly shall be dead.           Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4\r\n\r\nLondon. The Tower\r", "scene": 10, "act": 1}, {"text": [{"direction": "SCENE 5.\r\n\r\nLondon. The Tower-walls\r", "type": "direction"}, {"direction": "Enter GLOUCESTER and BUCKINGHAM in rotten armour, marvellous\r\nill-favoured\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. Come, cousin, canst thou quake and change\r\n    thy colour,\r\n    Murder thy breath in middle of a word,\r\n    And then again begin, and stop again,\r\n    As if thou were distraught and mad with terror?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Tut, I can counterfeit the deep tragedian;\r\n    Speak and look back, and pry on every side,\r\n    Tremble and start at wagging of a straw,\r\n    Intending deep suspicion. Ghastly looks\r\n    Are at my service, like enforced smiles;\r\n    And both are ready in their offices\r\n    At any time to grace my stratagems.\r\n    But what, is Catesby gone?\r", "type": "direction"}, {"direction": "  GLOUCESTER. He is; and, see, he brings the mayor along.\r", "type": "direction"}, {"direction": "Enter the LORD MAYOR and CATESBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Lord Mayor-\r", "type": "direction"}, {"direction": "  GLOUCESTER. Look to the drawbridge there!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Hark! a drum.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Catesby, o'erlook the walls.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Lord Mayor, the reason we have sent-\r", "type": "direction"}, {"direction": "  GLOUCESTER. Look back, defend thee; here are enemies.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. God and our innocence defend and guard us!\r", "type": "direction"}, {"direction": "Enter LOVEL and RATCLIFF, with HASTINGS' head\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. Be patient; they are friends-Ratcliff and Lovel.\r", "type": "direction"}, {"direction": "  LOVEL. Here is the head of that ignoble traitor,\r\n    The dangerous and unsuspected Hastings.\r", "type": "direction"}, {"direction": "  GLOUCESTER. So dear I lov'd the man that I must weep.\r\n    I took him for the plainest harmless creature\r\n    That breath'd upon the earth a Christian;\r\n    Made him my book, wherein my soul recorded\r\n    The history of all her secret thoughts.\r\n    So smooth he daub'd his vice with show of virtue\r\n    That, his apparent open guilt omitted,\r\n    I mean his conversation with Shore's wife-\r\n    He liv'd from all attainder of suspects.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Well, well, he was the covert'st shelt'red\r\n    traitor\r\n    That ever liv'd.\r\n    Would you imagine, or almost believe-\r\n    Were't not that by great preservation\r\n    We live to tell it-that the subtle traitor\r\n    This day had plotted, in the council-house,\r\n    To murder me and my good Lord of Gloucester.\r", "type": "direction"}, {"direction": "  MAYOR. Had he done so?\r", "type": "direction"}, {"direction": "  GLOUCESTER. What! think you we are Turks or Infidels?\r\n    Or that we would, against the form of law,\r\n    Proceed thus rashly in the villain's death\r\n    But that the extreme peril of the case,\r\n    The peace of England and our persons' safety,\r\n    Enforc'd us to this execution?\r", "type": "direction"}, {"direction": "  MAYOR. Now, fair befall you! He deserv'd his death;\r\n    And your good Graces both have well proceeded\r\n    To warn false traitors from the like attempts.\r\n    I never look'd for better at his hands\r\n    After he once fell in with Mistress Shore.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Yet had we not determin'd he should die\r\n    Until your lordship came to see his end-\r\n    Which now the loving haste of these our friends,\r\n    Something against our meanings, have prevented-\r\n    Because, my lord, I would have had you heard\r\n    The traitor speak, and timorously confess\r\n    The manner and the purpose of his treasons:\r\n    That you might well have signified the same\r\n    Unto the citizens, who haply may\r\n    Misconster us in him and wail his death.\r", "type": "direction"}, {"direction": "  MAYOR. But, my good lord, your Grace's words shall serve\r\n    As well as I had seen and heard him speak;\r\n    And do not doubt, right noble Princes both,\r\n    But I'll acquaint our duteous citizens\r\n    With all your just proceedings in this cause.\r", "type": "direction"}, {"direction": "  GLOUCESTER. And to that end we wish'd your lordship here,\r\n    T' avoid the the the censures of the carping world.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Which since you come too late of our intent,\r\n    Yet witness what you hear we did intend.\r\n    And so, my good Lord Mayor, we bid farewell.\r\n                                                 Exit LORD MAYOR\r", "type": "direction"}, {"direction": "  GLOUCESTER. Go, after, after, cousin Buckingham.\r\n    The Mayor towards Guildhall hies him in an post.\r\n    There, at your meet'st advantage of the time,\r\n    Infer the bastardy of Edward's children.\r\n    Tell them how Edward put to death a citizen\r\n    Only for saying he would make his son\r\n    Heir to the crown-meaning indeed his house,\r\n    Which by the sign thereof was termed so.\r\n    Moreover, urge his hateful luxury\r\n    And bestial appetite in change of lust,\r\n    Which stretch'd unto their servants, daughters, wives,\r\n    Even where his raging eye or savage heart\r\n    Without control lusted to make a prey.\r\n    Nay, for a need, thus far come near my person:\r\n    Tell them, when that my mother went with child\r\n    Of that insatiate Edward, noble York\r\n    My princely father then had wars in France\r\n    And, by true computation of the time,\r\n    Found that the issue was not his begot;\r\n    Which well appeared in his lineaments,\r\n    Being nothing like the noble Duke my father.\r\n    Yet touch this sparingly, as 'twere far off;\r\n    Because, my lord, you know my mother lives.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Doubt not, my lord, I'll play the orator\r\n    As if the golden fee for which I plead\r\n    Were for myself; and so, my lord, adieu.\r", "type": "direction"}, {"direction": "  GLOUCESTER. If you thrive well, bring them to Baynard's\r\n    Castle;\r\n    Where you shall find me well accompanied\r\n    With reverend fathers and well learned bishops.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I go; and towards three or four o'clock\r\n    Look for the news that the Guildhall affords.           Exit\r", "type": "direction"}, {"direction": "  GLOUCESTER. Go, Lovel, with all speed to Doctor Shaw.\r\n    [To CATESBY]  Go thou to Friar Penker. Bid them both\r\n    Meet me within this hour at Baynard's Castle.\r\n                                       Exeunt all but GLOUCESTER\r\n    Now will I go to take some privy order\r\n    To draw the brats of Clarence out of sight,\r\n    And to give order that no manner person\r\n    Have any time recourse unto the Princes.                Exit\r\n\r", "type": "direction"}], "title": "SCENE 5.\r\n\r\nLondon. The Tower-walls\r", "scene": 11, "act": 1}, {"text": [{"direction": "SCENE 6.\r\n\r\nLondon. A street\r", "type": "direction"}, {"direction": "Enter a SCRIVENER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SCRIVENER. Here is the indictment of the good Lord Hastings;\r\n    Which in a set hand fairly is engross'd\r\n    That it may be to-day read o'er in Paul's.\r\n    And mark how well the sequel hangs together:\r\n    Eleven hours I have spent to write it over,\r\n    For yesternight by Catesby was it sent me;\r\n    The precedent was full as long a-doing;\r\n    And yet within these five hours Hastings liv'd,\r\n    Untainted, unexamin'd, free, at liberty.\r\n    Here's a good world the while! Who is so gros\r\n    That cannot see this palpable device?\r\n    Yet who's so bold but says he sees it not?\r\n    Bad is the world; and all will come to nought,\r\n    When such ill dealing must be seen in thought.          Exit\r\n\r", "type": "direction"}], "title": "SCENE 6.\r\n\r\nLondon. A street\r", "scene": 12, "act": 1}, {"text": [{"direction": "SCENE 7.\r\n\r\nLondon. Baynard's Castle\r", "type": "direction"}, {"direction": "Enter GLOUCESTER and BUCKINGHAM, at several doors\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. How now, how now! What say the citizens?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Now, by the holy Mother of our Lord,\r\n    The citizens are mum, say not a word.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Touch'd you the bastardy of Edward's\r\n    children?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I did; with his contract with Lady Lucy,\r\n    And his contract by deputy in France;\r\n    Th' insatiate greediness of his desire,\r\n    And his enforcement of the city wives;\r\n    His tyranny for trifles; his own bastardy,\r\n    As being got, your father then in France,\r\n    And his resemblance, being not like the Duke.\r\n    Withal I did infer your lineaments,\r\n    Being the right idea of your father,\r\n    Both in your form and nobleness of mind;\r\n    Laid open all your victories in Scotland,\r\n    Your discipline in war, wisdom in peace,\r\n    Your bounty, virtue, fair humility;\r\n    Indeed, left nothing fitting for your purpose\r\n    Untouch'd or slightly handled in discourse.\r\n    And when mine oratory drew toward end\r\n    I bid them that did love their country's good\r\n    Cry 'God save Richard, England's royal King!'\r", "type": "direction"}, {"direction": "  GLOUCESTER. And did they so?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. No, so God help me, they spake not a word;\r\n    But, like dumb statues or breathing stones,\r\n    Star'd each on other, and look'd deadly pale.\r\n    Which when I saw, I reprehended them,\r\n    And ask'd the Mayor what meant this wilfull silence.\r\n    His answer was, the people were not used\r\n    To be spoke to but by the Recorder.\r\n    Then he was urg'd to tell my tale again.\r\n    'Thus saith the Duke, thus hath the Duke inferr'd'-\r\n    But nothing spoke in warrant from himself.\r\n    When he had done, some followers of mine own\r\n    At lower end of the hall hurl'd up their caps,\r\n    And some ten voices cried 'God save King Richard!'\r\n    And thus I took the vantage of those few-\r\n    'Thanks, gentle citizens and friends,' quoth I\r\n    'This general applause and cheerful shout\r\n    Argues your wisdoms and your love to Richard.'\r\n    And even here brake off and came away.\r", "type": "direction"}, {"direction": "  GLOUCESTER. What, tongueless blocks were they? Would\r\n    they not speak?\r\n    Will not the Mayor then and his brethren come?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. The Mayor is here at hand. Intend some fear;\r\n    Be not you spoke with but by mighty suit;\r\n    And look you get a prayer-book in your hand,\r\n    And stand between two churchmen, good my lord;\r\n    For on that ground I'll make a holy descant;\r\n    And be not easily won to our requests.\r\n    Play the maid's part: still answer nay, and take it.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I go; and if you plead as well for them\r\n    As I can say nay to thee for myself,\r\n    No doubt we bring it to a happy issue.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Go, go, up to the leads; the Lord Mayor\r\n    knocks.                                      Exit GLOUCESTER\r", "type": "direction"}, {"direction": "Enter the LORD MAYOR, ALDERMEN, and citizens\r\n\r\n    Welcome, my lord. I dance attendance here;\r\n    I think the Duke will not be spoke withal.\r", "type": "direction"}, {"direction": "Enter CATESBY\r\n\r\n    Now, Catesby, what says your lord to my request?\r", "type": "direction"}, {"direction": "  CATESBY. He doth entreat your Grace, my noble lord,\r\n    To visit him to-morrow or next day.\r\n    He is within, with two right reverend fathers,\r\n    Divinely bent to meditation;\r\n    And in no worldly suits would he be mov'd,\r\n    To draw him from his holy exercise.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Return, good Catesby, to the gracious Duke;\r\n    Tell him, myself, the Mayor and Aldermen,\r\n    In deep designs, in matter of great moment,\r\n    No less importing than our general good,\r\n    Are come to have some conference with his Grace.\r", "type": "direction"}, {"direction": "  CATESBY. I'll signify so much unto him straight.          Exit\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Ah ha, my lord, this prince is not an Edward!\r\n    He is not lolling on a lewd love-bed,\r\n    But on his knees at meditation;\r\n    Not dallying with a brace of courtezans,\r\n    But meditating with two deep divines;\r\n    Not sleeping, to engross his idle body,\r\n    But praying, to enrich his watchful soul.\r\n    Happy were England would this virtuous prince\r\n    Take on his Grace the sovereignty thereof;\r\n    But, sure, I fear we shall not win him to it.\r", "type": "direction"}, {"direction": "  MAYOR. Marry, God defend his Grace should say us nay!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I fear he will. Here Catesby comes again.\r\n\r\n                          Re-enter CATESBY\r\n\r\n    Now, Catesby, what says his Grace?\r", "type": "direction"}, {"direction": "  CATESBY. My lord,\r\n    He wonders to what end you have assembled\r\n    Such troops of citizens to come to him.\r\n    His Grace not being warn'd thereof before,\r\n    He fears, my lord, you mean no good to him.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Sorry I am my noble cousin should\r\n    Suspect me that I mean no good to him.\r\n    By heaven, we come to him in perfect love;\r\n    And so once more return and tell his Grace.\r\n                                                    Exit CATESBY\r\n    When holy and devout religious men\r\n    Are at their beads, 'tis much to draw them thence,\r\n    So sweet is zealous contemplation.\r", "type": "direction"}, {"direction": "Enter GLOUCESTER aloft, between two BISHOPS.\r\n                      CATESBY returns\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MAYOR. See where his Grace stands 'tween two clergymen!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Two props of virtue for a Christian prince,\r\n    To stay him from the fall of vanity;\r\n    And, see, a book of prayer in his hand,\r\n    True ornaments to know a holy man.\r\n    Famous Plantagenet, most gracious Prince,\r\n    Lend favourable ear to our requests,\r\n    And pardon us the interruption\r\n    Of thy devotion and right Christian zeal.\r", "type": "direction"}, {"direction": "  GLOUCESTER. My lord, there needs no such apology:\r\n    I do beseech your Grace to pardon me,\r\n    Who, earnest in the service of my God,\r\n    Deferr'd the visitation of my friends.\r\n    But, leaving this, what is your Grace's pleasure?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Even that, I hope, which pleaseth God above,\r\n    And all good men of this ungovern'd isle.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I do suspect I have done some offence\r\n    That seems disgracious in the city's eye,\r\n    And that you come to reprehend my ignorance.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. You have, my lord. Would it might please\r\n    your Grace,\r\n    On our entreaties, to amend your fault!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Else wherefore breathe I in a Christian land?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Know then, it is your fault that you resign\r\n    The supreme seat, the throne majestical,\r\n    The scept'red office of your ancestors,\r\n    Your state of fortune and your due of birth,\r\n    The lineal glory of your royal house,\r\n    To the corruption of a blemish'd stock;\r\n    Whiles in the mildness of your sleepy thoughts,\r\n    Which here we waken to our country's good,\r\n    The noble isle doth want her proper limbs;\r\n    Her face defac'd with scars of infamy,\r\n    Her royal stock graft with ignoble plants,\r\n    And almost should'red in the swallowing gulf\r\n    Of dark forgetfulness and deep oblivion.\r\n    Which to recure, we heartily solicit\r\n    Your gracious self to take on you the charge\r\n    And kingly government of this your land-\r\n    Not as protector, steward, substitute,\r\n    Or lowly factor for another's gain;\r\n    But as successively, from blood to blood,\r\n    Your right of birth, your empery, your own.\r\n    For this, consorted with the citizens,\r\n    Your very worshipful and loving friends,\r\n    And by their vehement instigation,\r\n    In this just cause come I to move your Grace.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I cannot tell if to depart in silence\r\n    Or bitterly to speak in your reproof\r\n    Best fitteth my degree or your condition.\r\n    If not to answer, you might haply think\r\n    Tongue-tied ambition, not replying, yielded\r\n    To bear the golden yoke of sovereignty,\r\n    Which fondly you would here impose on me;\r\n    If to reprove you for this suit of yours,\r\n    So season'd with your faithful love to me,\r\n    Then, on the other side, I check'd my friends.\r\n    Therefore-to speak, and to avoid the first,\r\n    And then, in speaking, not to incur the last-\r\n    Definitively thus I answer you:\r\n    Your love deserves my thanks, but my desert\r\n    Unmeritable shuns your high request.\r\n    First, if all obstacles were cut away,\r\n    And that my path were even to the crown,\r\n    As the ripe revenue and due of birth,\r\n    Yet so much is my poverty of spirit,\r\n    So mighty and so many my defects,\r\n    That I would rather hide me from my greatness-\r\n    Being a bark to brook no mighty sea-\r\n    Than in my greatness covet to be hid,\r\n    And in the vapour of my glory smother'd.\r\n    But, God be thank'd, there is no need of me-\r\n    And much I need to help you, were there need.\r\n    The royal tree hath left us royal fruit\r\n    Which, mellow'd by the stealing hours of time,\r\n    Will well become the seat of majesty\r\n    And make, no doubt, us happy by his reign.\r\n    On him I lay that you would lay on me-\r\n    The right and fortune of his happy stars,\r\n    Which God defend that I should wring from him.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My lord, this argues conscience in your\r\n    Grace;\r\n    But the respects thereof are nice and trivial,\r\n    All circumstances well considered.\r\n    You say that Edward is your brother's son.\r\n    So say we too, but not by Edward's wife;\r\n    For first was he contract to Lady Lucy-\r\n    Your mother lives a witness to his vow-\r\n    And afterward by substitute betroth'd\r\n    To Bona, sister to the King of France.\r\n    These both put off, a poor petitioner,\r\n    A care-craz'd mother to a many sons,\r\n    A beauty-waning and distressed widow,\r\n    Even in the afternoon of her best days,\r\n    Made prize and purchase of his wanton eye,\r\n    Seduc'd the pitch and height of his degree\r\n    To base declension and loath'd bigamy.\r\n    By her, in his unlawful bed, he got\r\n    This Edward, whom our manners call the Prince.\r\n    More bitterly could I expostulate,\r\n    Save that, for reverence to some alive,\r\n    I give a sparing limit to my tongue.\r\n    Then, good my lord, take to your royal self\r\n    This proffer'd benefit of dignity;\r\n    If not to bless us and the land withal,\r\n    Yet to draw forth your noble ancestry\r\n    From the corruption of abusing times\r\n    Unto a lineal true-derived course.\r", "type": "direction"}, {"direction": "  MAYOR. Do, good my lord; your citizens entreat you.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Refuse not, mighty lord, this proffer'd love.\r", "type": "direction"}, {"direction": "  CATESBY. O, make them joyful, grant their lawful suit!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Alas, why would you heap this care on me?\r\n    I am unfit for state and majesty.\r\n    I do beseech you, take it not amiss:\r\n    I cannot nor I will not yield to you.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. If you refuse it-as, in love and zeal,\r\n    Loath to depose the child, your brother's son;\r\n    As well we know your tenderness of heart\r\n    And gentle, kind, effeminate remorse,\r\n    Which we have noted in you to your kindred\r\n    And egally indeed to all estates-\r\n    Yet know, whe'er you accept our suit or no,\r\n    Your brother's son shall never reign our king;\r\n    But we will plant some other in the throne\r\n    To the disgrace and downfall of your house;\r\n    And in this resolution here we leave you.\r\n    Come, citizens. Zounds, I'll entreat no more.\r", "type": "direction"}, {"direction": "  GLOUCESTER. O, do not swear, my lord of Buckingham.\r\n                          Exeunt BUCKINGHAM, MAYOR, and citizens\r", "type": "direction"}, {"direction": "  CATESBY. Call him again, sweet Prince, accept their suit.\r\n    If you deny them, all the land will rue it.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Will you enforce me to a world of cares?\r\n    Call them again. I am not made of stones,\r\n    But penetrable to your kind entreaties,\r\n    Albeit against my conscience and my soul.\r\n\r\n                  Re-enter BUCKINGHAM and the rest\r\n\r\n    Cousin of Buckingham, and sage grave men,\r\n    Since you will buckle fortune on my back,\r\n    To bear her burden, whe'er I will or no,\r\n    I must have patience to endure the load;\r\n    But if black scandal or foul-fac'd reproach\r\n    Attend the sequel of your imposition,\r\n    Your mere enforcement shall acquittance me\r\n    From all the impure blots and stains thereof;\r\n    For God doth know, and you may partly see,\r\n    How far I am from the desire of this.\r", "type": "direction"}, {"direction": "  MAYOR. God bless your Grace! We see it, and will say it.\r", "type": "direction"}, {"direction": "  GLOUCESTER. In saying so, you shall but say the truth.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Then I salute you with this royal title-\r\n    Long live King Richard, England's worthy King!\r", "type": "direction"}, {"direction": "  ALL. Amen.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. To-morrow may it please you to be crown'd?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Even when you please, for you will have it so.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. To-morrow, then, we will attend your Grace;\r\n    And so, most joyfully, we take our leave.\r", "type": "direction"}, {"direction": "  GLOUCESTER.  [To the BISHOPS]  Come, let us to our holy\r\n    work again.\r\n    Farewell, my cousin; farewell, gentle friends.        Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT IV. SCENE 1.\r\n\r\nLondon. Before the Tower\r", "type": "direction"}, {"direction": "Enter QUEEN ELIZABETH, DUCHESS of YORK, and MARQUIS of DORSET, at one\r\ndoor;\r\nANNE, DUCHESS of GLOUCESTER, leading LADY MARGARET PLANTAGENET,\r\nCLARENCE's young daughter, at another door\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  DUCHESS. Who meets us here? My niece Plantagenet,\r\n    Led in the hand of her kind aunt of Gloucester?\r\n    Now, for my life, she's wand'ring to the Tower,\r\n    On pure heart's love, to greet the tender Princes.\r\n    Daughter, well met.\r", "type": "direction"}, {"direction": "  ANNE. God give your Graces both\r\n    A happy and a joyful time of day!\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. As much to you, good sister! Whither\r\n    away?\r", "type": "direction"}, {"direction": "  ANNE. No farther than the Tower; and, as I guess,\r\n    Upon the like devotion as yourselves,\r\n    To gratulate the gentle Princes there.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Kind sister, thanks; we'll enter\r\n    all together.\r", "type": "direction"}, {"direction": "Enter BRAKENBURY\r\n\r\n    And in good time, here the lieutenant comes.\r\n    Master Lieutenant, pray you, by your leave,\r\n    How doth the Prince, and my young son of York?\r", "type": "direction"}, {"direction": "  BRAKENBURY. Right well, dear madam. By your patience,\r\n    I may not suffer you to visit them.\r\n    The King hath strictly charg'd the contrary.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. The King! Who's that?\r", "type": "direction"}, {"direction": "  BRAKENBURY. I mean the Lord Protector.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. The Lord protect him from that kingly\r\n    title!\r\n    Hath he set bounds between their love and me?\r\n    I am their mother; who shall bar me from them?\r", "type": "direction"}, {"direction": "  DUCHESS. I am their father's mother; I will see them.\r", "type": "direction"}, {"direction": "  ANNE. Their aunt I am in law, in love their mother.\r\n    Then bring me to their sights; I'll bear thy blame,\r\n    And take thy office from thee on my peril.\r", "type": "direction"}, {"direction": "  BRAKENBURY. No, madam, no. I may not leave it so;\r\n    I am bound by oath, and therefore pardon me.            Exit\r", "type": "direction"}, {"direction": "Enter STANLEY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  STANLEY. Let me but meet you, ladies, one hour hence,\r\n    And I'll salute your Grace of York as mother\r\n    And reverend looker-on of two fair queens.\r\n    [To ANNE]  Come, madam, you must straight to\r\n    Westminster,\r\n    There to be crowned Richard's royal queen.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Ah, cut my lace asunder\r\n    That my pent heart may have some scope to beat,\r\n    Or else I swoon with this dead-killing news!\r", "type": "direction"}, {"direction": "  ANNE. Despiteful tidings! O unpleasing news!\r", "type": "direction"}, {"direction": "  DORSET. Be of good cheer; mother, how fares your Grace?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. O Dorset, speak not to me, get thee\r\n    gone!\r\n    Death and destruction dogs thee at thy heels;\r\n    Thy mother's name is ominous to children.\r\n    If thou wilt outstrip death, go cross the seas,\r\n    And live with Richmond, from the reach of hell.\r\n    Go, hie thee, hie thee from this slaughter-house,\r\n    Lest thou increase the number of the dead,\r\n    And make me die the thrall of Margaret's curse,\r\n    Nor mother, wife, nor England's counted queen.\r", "type": "direction"}, {"direction": "  STANLEY. Full of wise care is this your counsel, madam.\r\n    Take all the swift advantage of the hours;\r\n    You shall have letters from me to my son\r\n    In your behalf, to meet you on the way.\r\n    Be not ta'en tardy by unwise delay.\r", "type": "direction"}, {"direction": "  DUCHESS. O ill-dispersing wind of misery!\r\n    O my accursed womb, the bed of death!\r\n    A cockatrice hast thou hatch'd to the world,\r\n    Whose unavoided eye is murderous.\r", "type": "direction"}, {"direction": "  STANLEY. Come, madam, come; I in all haste was sent.\r", "type": "direction"}, {"direction": "  ANNE. And I with all unwillingness will go.\r\n    O, would to God that the inclusive verge\r\n    Of golden metal that must round my brow\r\n    Were red-hot steel, to sear me to the brains!\r\n    Anointed let me be with deadly venom,\r\n    And die ere men can say 'God save the Queen!'\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Go, go, poor soul; I envy not thy glory.\r\n    To feed my humour, wish thyself no harm.\r", "type": "direction"}, {"direction": "  ANNE. No, why? When he that is my husband now\r\n    Came to me, as I follow'd Henry's corse;\r\n    When scarce the blood was well wash'd from his hands\r\n    Which issued from my other angel husband,\r\n    And that dear saint which then I weeping follow'd-\r\n    O, when, I say, I look'd on Richard's face,\r\n    This was my wish: 'Be thou' quoth I 'accurs'd\r\n    For making me, so young, so old a widow;\r\n    And when thou wed'st, let sorrow haunt thy bed;\r\n    And be thy wife, if any be so mad,\r\n    More miserable by the life of thee\r\n    Than thou hast made me by my dear lord's death.'\r\n    Lo, ere I can repeat this curse again,\r\n    Within so small a time, my woman's heart\r\n    Grossly grew captive to his honey words\r\n    And prov'd the subject of mine own soul's curse,\r\n    Which hitherto hath held my eyes from rest;\r\n    For never yet one hour in his bed\r\n    Did I enjoy the golden dew of sleep,\r\n    But with his timorous dreams was still awak'd.\r\n    Besides, he hates me for my father Warwick;\r\n    And will, no doubt, shortly be rid of me.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Poor heart, adieu! I pity thy complaining.\r", "type": "direction"}, {"direction": "  ANNE. No more than with my soul I mourn for yours.\r", "type": "direction"}, {"direction": "  DORSET. Farewell, thou woeful welcomer of glory!\r", "type": "direction"}, {"direction": "  ANNE. Adieu, poor soul, that tak'st thy leave of it!\r", "type": "direction"}, {"direction": "  DUCHESS.  [To DORSET]  Go thou to Richmond, and good\r\n    fortune guide thee!\r\n    [To ANNE]  Go thou to Richard, and good angels tend\r\n    thee!  [To QUEEN ELIZABETH]  Go thou to sanctuary, and good\r\n    thoughts possess thee!\r\n    I to my grave, where peace and rest lie with me!\r\n    Eighty odd years of sorrow have I seen,\r\n    And each hour's joy wreck'd with a week of teen.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Stay, yet look back with me unto the\r\n    Tower.\r\n    Pity, you ancient stones, those tender babes\r\n    Whom envy hath immur'd within your walls,\r\n    Rough cradle for such little pretty ones.\r\n    Rude ragged nurse, old sullen playfellow\r\n    For tender princes, use my babies well.\r\n    So foolish sorrows bids your stones farewell.         Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 7.\r\n\r\nLondon. Baynard's Castle\r", "scene": 13, "act": 1}, {"text": [{"direction": "SCENE 2.\r\n\r\nLondon. The palace\r\n\r\nSound a sennet. Enter RICHARD, in pomp, as KING; BUCKINGHAM, CATESBY,\r\nRATCLIFF, LOVEL, a PAGE, and others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Stand all apart. Cousin of Buckingham!\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My gracious sovereign?\r", "type": "direction"}, {"direction": "  KING RICHARD. Give me thy hand.\r\n                           [Here he ascendeth the throne. Sound]\r\n    Thus high, by thy advice\r\n    And thy assistance, is King Richard seated.\r\n    But shall we wear these glories for a day;\r\n    Or shall they last, and we rejoice in them?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Still live they, and for ever let them last!\r", "type": "direction"}, {"direction": "  KING RICHARD. Ah, Buckingham, now do I play the touch,\r\n    To try if thou be current gold indeed.\r\n    Young Edward lives-think now what I would speak.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Say on, my loving lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Why, Buckingham, I say I would be King.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Why, so you are, my thrice-renowned lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Ha! am I King? 'Tis so; but Edward lives.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. True, noble Prince.\r", "type": "direction"}, {"direction": "  KING RICHARD. O bitter consequence:\r\n    That Edward still should live-true noble Prince!\r\n    Cousin, thou wast not wont to be so dull.\r\n    Shall I be plain? I wish the bastards dead.\r\n    And I would have it suddenly perform'd.\r\n    What say'st thou now? Speak suddenly, be brief.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Your Grace may do your pleasure.\r", "type": "direction"}, {"direction": "  KING RICHARD. Tut, tut, thou art all ice; thy kindness freezes.\r\n    Say, have I thy consent that they shall die?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Give me some little breath, some pause,\r\n    dear Lord,\r\n    Before I positively speak in this.\r\n    I will resolve you herein presently.                    Exit\r", "type": "direction"}, {"direction": "  CATESBY.  [Aside to another]  The King is angry; see, he\r\n    gnaws his lip.\r", "type": "direction"}, {"direction": "  KING RICHARD. I will converse with iron-witted fools\r\n                                      [Descends from the throne]\r\n    And unrespective boys; none are for me\r\n    That look into me with considerate eyes.\r\n    High-reaching Buckingham grows circumspect.\r\n    Boy!\r", "type": "direction"}, {"direction": "  PAGE. My lord?\r", "type": "direction"}, {"direction": "  KING RICHARD. Know'st thou not any whom corrupting\r\n    gold\r\n    Will tempt unto a close exploit of death?\r", "type": "direction"}, {"direction": "  PAGE. I know a discontented gentleman\r\n    Whose humble means match not his haughty spirit.\r\n    Gold were as good as twenty orators,\r\n    And will, no doubt, tempt him to anything.\r", "type": "direction"}, {"direction": "  KING RICHARD. What is his name?\r", "type": "direction"}, {"direction": "  PAGE. His name, my lord, is Tyrrel.\r", "type": "direction"}, {"direction": "  KING RICHARD. I partly know the man. Go, call him hither,\r\n    boy.                                               Exit PAGE\r\n    The deep-revolving witty Buckingham\r\n    No more shall be the neighbour to my counsels.\r\n    Hath he so long held out with me, untir'd,\r\n    And stops he now for breath? Well, be it so.\r", "type": "direction"}, {"direction": "Enter STANLEY\r\n\r\n    How now, Lord Stanley! What's the news?\r", "type": "direction"}, {"direction": "  STANLEY. Know, my loving lord,\r\n    The Marquis Dorset, as I hear, is fled\r\n    To Richmond, in the parts where he abides.    [Stands apart]\r", "type": "direction"}, {"direction": "  KING RICHARD. Come hither, Catesby. Rumour it abroad\r\n    That Anne, my wife, is very grievous sick;\r\n    I will take order for her keeping close.\r\n    Inquire me out some mean poor gentleman,\r\n    Whom I will marry straight to Clarence' daughter-\r\n    The boy is foolish, and I fear not him.\r\n    Look how thou dream'st! I say again, give out\r\n    That Anne, my queen, is sick and like to die.\r\n    About it; for it stands me much upon\r\n    To stop all hopes whose growth may damage me.\r\n                                                    Exit CATESBY\r\n    I must be married to my brother's daughter,\r\n    Or else my kingdom stands on brittle glass.\r\n    Murder her brothers, and then marry her!\r\n    Uncertain way of gain! But I am in\r\n    So far in blood that sin will pluck on sin.\r\n    Tear-falling pity dwells not in this eye.\r\n\r\n                     Re-enter PAGE, with TYRREL\r\n\r\n    Is thy name Tyrrel?\r", "type": "direction"}, {"direction": "  TYRREL. James Tyrrel, and your most obedient subject.\r", "type": "direction"}, {"direction": "  KING RICHARD. Art thou, indeed?\r", "type": "direction"}, {"direction": "  TYRREL. Prove me, my gracious lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Dar'st'thou resolve to kill a friend of mine?\r", "type": "direction"}, {"direction": "  TYRREL. Please you;\r\n    But I had rather kill two enemies.\r", "type": "direction"}, {"direction": "  KING RICHARD. Why, then thou hast it. Two deep enemies,\r\n    Foes to my rest, and my sweet sleep's disturbers,\r\n    Are they that I would have thee deal upon.\r\n  TYRREL, I mean those bastards in the Tower.\r", "type": "direction"}, {"direction": "  TYRREL. Let me have open means to come to them,\r\n    And soon I'll rid you from the fear of them.\r", "type": "direction"}, {"direction": "  KING RICHARD. Thou sing'st sweet music. Hark, come\r\n    hither, Tyrrel.\r\n    Go, by this token. Rise, and lend thine ear.      [Whispers]\r\n    There is no more but so: say it is done,\r\n    And I will love thee and prefer thee for it.\r", "type": "direction"}, {"direction": "  TYRREL. I will dispatch it straight.                      Exit\r\n\r\n                    Re-enter BUCKINGHAM\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "    BUCKINGHAM. My lord, I have consider'd in my mind\r\n    The late request that you did sound me in.\r", "type": "direction"}, {"direction": "  KING RICHARD. Well, let that rest. Dorset is fled to\r\n    Richmond.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I hear the news, my lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Stanley, he is your wife's son: well, look\r\n    unto it.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My lord, I claim the gift, my due by promise,\r\n    For which your honour and your faith is pawn'd:\r\n    Th' earldom of Hereford and the movables\r\n    Which you have promised I shall possess.\r", "type": "direction"}, {"direction": "  KING RICHARD. Stanley, look to your wife; if she convey\r\n    Letters to Richmond, you shall answer it.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. What says your Highness to my just request?\r", "type": "direction"}, {"direction": "  KING RICHARD. I do remember me: Henry the Sixth\r\n    Did prophesy that Richmond should be King,\r\n    When Richmond was a little peevish boy.\r\n    A king!-perhaps-\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My lord-\r", "type": "direction"}, {"direction": "  KING RICHARD. How chance the prophet could not at that\r\n    time\r\n    Have told me, I being by, that I should kill him?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My lord, your promise for the earldom-\r", "type": "direction"}, {"direction": "  KING RICHARD. Richmond! When last I was at Exeter,\r\n    The mayor in courtesy show'd me the castle\r\n    And call'd it Rugemount, at which name I started,\r\n    Because a bard of Ireland told me once\r\n    I should not live long after I saw Richmond.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. My lord-\r", "type": "direction"}, {"direction": "  KING RICHARD. Ay, what's o'clock?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. I am thus bold to put your Grace in mind\r\n    Of what you promis'd me.\r", "type": "direction"}, {"direction": "  KING RICHARD. Well, but o'clock?\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Upon the stroke of ten.\r", "type": "direction"}, {"direction": "  KING RICHARD. Well, let it strike.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Why let it strike?\r", "type": "direction"}, {"direction": "  KING RICHARD. Because that like a Jack thou keep'st the\r\n    stroke\r\n    Betwixt thy begging and my meditation.\r\n    I am not in the giving vein to-day.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. May it please you to resolve me in my suit.\r", "type": "direction"}, {"direction": "  KING RICHARD. Thou troublest me; I am not in the vein.\r\n                                       Exeunt all but Buckingham\r", "type": "direction"}, {"direction": "  BUCKINGHAM. And is it thus? Repays he my deep service\r\n    With such contempt? Made I him King for this?\r\n    O, let me think on Hastings, and be gone\r\n    To Brecknock while my fearful head is on!               Exit\r\n\r", "type": "direction"}], "title": "SCENE 2.\r\n\r\nLondon. The palace\r\n\r\nSound a sennet. Enter RICHARD, in pomp, as KING; BUCKINGHAM, CATESBY,\r\nRATCLIFF, LOVEL, a PAGE, and others\r", "scene": 14, "act": 1}, {"text": [{"direction": "SCENE 3.\r\n\r\nLondon. The palace\r", "type": "direction"}, {"direction": "Enter TYRREL\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TYRREL. The tyrannous and bloody act is done,\r\n    The most arch deed of piteous massacre\r\n    That ever yet this land was guilty of.\r\n    Dighton and Forrest, who I did suborn\r\n    To do this piece of ruthless butchery,\r\n    Albeit they were flesh'd villains, bloody dogs,\r\n    Melted with tenderness and mild compassion,\r\n    Wept like two children in their deaths' sad story.\r\n    'O, thus' quoth Dighton 'lay the gentle babes'-\r\n    'Thus, thus,' quoth Forrest 'girdling one another\r\n    Within their alabaster innocent arms.\r\n    Their lips were four red roses on a stalk,\r\n    And in their summer beauty kiss'd each other.\r\n    A book of prayers on their pillow lay;\r\n    Which once,' quoth Forrest 'almost chang'd my mind;\r\n    But, O, the devil'-there the villain stopp'd;\r\n    When Dighton thus told on: 'We smothered\r\n    The most replenished sweet work of nature\r\n    That from the prime creation e'er she framed.'\r\n    Hence both are gone with conscience and remorse\r\n    They could not speak; and so I left them both,\r\n    To bear this tidings to the bloody King.\r", "type": "direction"}, {"direction": "Enter KING RICHARD\r\n\r\n    And here he comes. All health, my sovereign lord!\r", "type": "direction"}, {"direction": "  KING RICHARD. Kind Tyrrel, am I happy in thy news?\r", "type": "direction"}, {"direction": "  TYRREL. If to have done the thing you gave in charge\r\n    Beget your happiness, be happy then,\r\n    For it is done.\r", "type": "direction"}, {"direction": "  KING RICHARD. But didst thou see them dead?\r", "type": "direction"}, {"direction": "  TYRREL. I did, my lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. And buried, gentle Tyrrel?\r", "type": "direction"}, {"direction": "  TYRREL. The chaplain of the Tower hath buried them;\r\n    But where, to say the truth, I do not know.\r", "type": "direction"}, {"direction": "  KING RICHARD. Come to me, Tyrrel, soon at after supper,\r\n    When thou shalt tell the process of their death.\r\n    Meantime, but think how I may do thee good\r\n    And be inheritor of thy desire.\r\n    Farewell till then.\r", "type": "direction"}, {"direction": "  TYRREL. I humbly take my leave.                           Exit\r", "type": "direction"}, {"direction": "  KING RICHARD. The son of Clarence have I pent up close;\r\n    His daughter meanly have I match'd in marriage;\r\n    The sons of Edward sleep in Abraham's bosom,\r\n    And Anne my wife hath bid this world good night.\r\n    Now, for I know the Britaine Richmond aims\r\n    At young Elizabeth, my brother's daughter,\r\n    And by that knot looks proudly on the crown,\r\n    To her go I, a jolly thriving wooer.\r", "type": "direction"}, {"direction": "Enter RATCLIFF\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  RATCLIFF. My lord!\r", "type": "direction"}, {"direction": "  KING RICHARD. Good or bad news, that thou com'st in so\r\n    bluntly?\r", "type": "direction"}, {"direction": "  RATCLIFF. Bad news, my lord: Morton is fled to Richmond;\r\n    And Buckingham, back'd with the hardy Welshmen,\r\n    Is in the field, and still his power increaseth.\r", "type": "direction"}, {"direction": "  KING RICHARD. Ely with Richmond troubles me more near\r\n    Than Buckingham and his rash-levied strength.\r\n    Come, I have learn'd that fearful commenting\r\n    Is leaden servitor to dull delay;\r\n    Delay leads impotent and snail-pac'd beggary.\r\n    Then fiery expedition be my wing,\r\n    Jove's Mercury, and herald for a king!\r\n    Go, muster men. My counsel is my shield.\r\n    We must be brief when traitors brave the field.       Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3.\r\n\r\nLondon. The palace\r", "scene": 15, "act": 1}, {"text": [{"direction": "SCENE 4.\r\n\r\nLondon. Before the palace\r", "type": "direction"}, {"direction": "Enter old QUEEN MARGARET\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. So now prosperity begins to mellow\r\n    And drop into the rotten mouth of death.\r\n    Here in these confines slily have I lurk'd\r\n    To watch the waning of mine enemies.\r\n    A dire induction am I witness to,\r\n    And will to France, hoping the consequence\r\n    Will prove as bitter, black, and tragical.\r\n    Withdraw thee, wretched Margaret. Who comes here?\r\n                                                       [Retires]\r", "type": "direction"}, {"direction": "Enter QUEEN ELIZABETH and the DUCHESS OF YORK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Ah, my poor princes! ah, my tender\r\n    babes!\r\n    My unblown flowers, new-appearing sweets!\r\n    If yet your gentle souls fly in the air\r\n    And be not fix'd in doom perpetual,\r\n    Hover about me with your airy wings\r\n    And hear your mother's lamentation.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Hover about her; say that right for right\r\n    Hath dimm'd your infant morn to aged night.\r", "type": "direction"}, {"direction": "  DUCHESS. So many miseries have craz'd my voice\r\n    That my woe-wearied tongue is still and mute.\r\n    Edward Plantagenet, why art thou dead?\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Plantagenet doth quit Plantagenet,\r\n    Edward for Edward pays a dying debt.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Wilt thou, O God, fly from such gentle\r\n    lambs\r\n    And throw them in the entrails of the wolf?\r\n    When didst thou sleep when such a deed was done?\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. When holy Harry died, and my sweet\r\n    son.\r", "type": "direction"}, {"direction": "  DUCHESS. Dead life, blind sight, poor mortal living ghost,\r\n    Woe's scene, world's shame, grave's due by life usurp'd,\r\n    Brief abstract and record of tedious days,\r\n    Rest thy unrest on England's lawful earth,    [Sitting down]\r\n    Unlawfully made drunk with innocent blood.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Ah, that thou wouldst as soon afford a\r\n    grave\r\n    As thou canst yield a melancholy seat!\r\n    Then would I hide my bones, not rest them here.\r\n    Ah, who hath any cause to mourn but we?\r\n                                           [Sitting down by her]\r", "type": "direction"}, {"direction": "  QUEEN MARGARET.  [Coming forward]  If ancient sorrow be\r\n    most reverend,\r\n    Give mine the benefit of seniory,\r\n    And let my griefs frown on the upper hand.\r\n    If sorrow can admit society,        [Sitting down with them]\r\n    Tell o'er your woes again by viewing mine.\r\n    I had an Edward, till a Richard kill'd him;\r\n    I had a husband, till a Richard kill'd him:\r\n    Thou hadst an Edward, till a Richard kill'd him;\r\n    Thou hadst a Richard, till a Richard kill'd him.\r", "type": "direction"}, {"direction": "  DUCHESS. I had a Richard too, and thou didst kill him;\r\n    I had a Rutland too, thou holp'st to kill him.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Thou hadst a Clarence too, and Richard\r\n    kill'd him.\r\n    From forth the kennel of thy womb hath crept\r\n    A hell-hound that doth hunt us all to death.\r\n    That dog, that had his teeth before his eyes\r\n    To worry lambs and lap their gentle blood,\r\n    That foul defacer of God's handiwork,\r\n    That excellent grand tyrant of the earth\r\n    That reigns in galled eyes of weeping souls,\r\n    Thy womb let loose to chase us to our graves.\r\n    O upright, just, and true-disposing God,\r\n    How do I thank thee that this carnal cur\r\n    Preys on the issue of his mother's body\r\n    And makes her pew-fellow with others' moan!\r", "type": "direction"}, {"direction": "  DUCHESS. O Harry's wife, triumph not in my woes!\r\n    God witness with me, I have wept for thine.\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Bear with me; I am hungry for revenge,\r\n    And now I cloy me with beholding it.\r\n    Thy Edward he is dead, that kill'd my Edward;\r\n    The other Edward dead, to quit my Edward;\r\n    Young York he is but boot, because both they\r\n    Match'd not the high perfection of my loss.\r\n    Thy Clarence he is dead that stabb'd my Edward;\r\n    And the beholders of this frantic play,\r\n    Th' adulterate Hastings, Rivers, Vaughan, Grey,\r\n    Untimely smother'd in their dusky graves.\r\n    Richard yet lives, hell's black intelligencer;\r\n    Only reserv'd their factor to buy souls\r\n    And send them thither. But at hand, at hand,\r\n    Ensues his piteous and unpitied end.\r\n    Earth gapes, hell burns, fiends roar, saints pray,\r\n    To have him suddenly convey'd from hence.\r\n    Cancel his bond of life, dear God, I pray,\r\n    That I may live and say 'The dog is dead.'\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. O, thou didst prophesy the time would\r\n      come\r\n    That I should wish for thee to help me curse\r\n    That bottled spider, that foul bunch-back'd toad!\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. I Call'd thee then vain flourish of my\r\n      fortune;\r\n    I call'd thee then poor shadow, painted queen,\r\n    The presentation of but what I was,\r\n    The flattering index of a direful pageant,\r\n    One heav'd a-high to be hurl'd down below,\r\n    A mother only mock'd with two fair babes,\r\n    A dream of what thou wast, a garish flag\r\n    To be the aim of every dangerous shot,\r\n    A sign of dignity, a breath, a bubble,\r\n    A queen in jest, only to fill the scene.\r\n    Where is thy husband now? Where be thy brothers?\r\n    Where be thy two sons? Wherein dost thou joy?\r\n    Who sues, and kneels, and says 'God save the Queen'?\r\n    Where be the bending peers that flattered thee?\r\n    Where be the thronging troops that followed thee?\r\n    Decline an this, and see what now thou art:\r\n    For happy wife, a most distressed widow;\r\n    For joyful mother, one that wails the name;\r\n    For one being su'd to, one that humbly sues;\r\n    For Queen, a very caitiff crown'd with care;\r\n    For she that scorn'd at me, now scorn'd of me;\r\n    For she being fear'd of all, now fearing one;\r\n    For she commanding all, obey'd of none.\r\n    Thus hath the course of justice whirl'd about\r\n    And left thee but a very prey to time,\r\n    Having no more but thought of what thou wast\r\n    To torture thee the more, being what thou art.\r\n    Thou didst usurp my place, and dost thou not\r\n    Usurp the just proportion of my sorrow?\r\n    Now thy proud neck bears half my burden'd yoke,\r\n    From which even here I slip my weary head\r\n    And leave the burden of it all on thee.\r\n    Farewell, York's wife, and queen of sad mischance;\r\n    These English woes shall make me smile in France.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. O thou well skill'd in curses, stay awhile\r\n    And teach me how to curse mine enemies!\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Forbear to sleep the nights, and fast the\r\n      days;\r\n    Compare dead happiness with living woe;\r\n    Think that thy babes were sweeter than they were,\r\n    And he that slew them fouler than he is.\r\n    Bett'ring thy loss makes the bad-causer worse;\r\n    Revolving this will teach thee how to curse.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. My words are dull; O, quicken them\r\n    with thine!\r", "type": "direction"}, {"direction": "  QUEEN MARGARET. Thy woes will make them sharp and\r\n    pierce like mine.                                       Exit\r", "type": "direction"}, {"direction": "  DUCHESS. Why should calamity be fun of words?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Windy attorneys to their client woes,\r\n    Airy succeeders of intestate joys,\r\n    Poor breathing orators of miseries,\r\n    Let them have scope; though what they will impart\r\n    Help nothing else, yet do they case the heart.\r", "type": "direction"}, {"direction": "  DUCHESS. If so, then be not tongue-tied. Go with me,\r\n    And in the breath of bitter words let's smother\r\n    My damned son that thy two sweet sons smother'd.\r\n    The trumpet sounds; be copious in exclaims.\r", "type": "direction"}, {"direction": "Enter KING RICHARD and his train, marching with\r\n                     drums and trumpets\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Who intercepts me in my expedition?\r", "type": "direction"}, {"direction": "  DUCHESS. O, she that might have intercepted thee,\r\n    By strangling thee in her accursed womb,\r\n    From all the slaughters, wretch, that thou hast done!\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Hidest thou that forehead with a golden\r\n    crown\r\n    Where't should be branded, if that right were right,\r\n    The slaughter of the Prince that ow'd that crown,\r\n    And the dire death of my poor sons and brothers?\r\n    Tell me, thou villain slave, where are my children?\r", "type": "direction"}, {"direction": "  DUCHESS. Thou toad, thou toad, where is thy brother\r\n    Clarence?\r\n    And little Ned Plantagenet, his son?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Where is the gentle Rivers, Vaughan,\r\n    Grey?\r", "type": "direction"}, {"direction": "  DUCHESS. Where is kind Hastings?\r", "type": "direction"}, {"direction": "  KING RICHARD. A flourish, trumpets! Strike alarum, drums!\r\n    Let not the heavens hear these tell-tale women\r\n    Rail on the Lord's anointed. Strike, I say!\r\n                                             [Flourish. Alarums]\r\n    Either be patient and entreat me fair,\r\n    Or with the clamorous report of war\r\n    Thus will I drown your exclamations.\r", "type": "direction"}, {"direction": "  DUCHESS. Art thou my son?\r", "type": "direction"}, {"direction": "  KING RICHARD. Ay, I thank God, my father, and yourself.\r", "type": "direction"}, {"direction": "  DUCHESS. Then patiently hear my impatience.\r", "type": "direction"}, {"direction": "  KING RICHARD. Madam, I have a touch of your condition\r\n    That cannot brook the accent of reproof.\r", "type": "direction"}, {"direction": "  DUCHESS. O, let me speak!\r", "type": "direction"}, {"direction": "  KING RICHARD. Do, then; but I'll not hear.\r", "type": "direction"}, {"direction": "  DUCHESS. I will be mild and gentle in my words.\r", "type": "direction"}, {"direction": "  KING RICHARD. And brief, good mother; for I am in haste.\r", "type": "direction"}, {"direction": "  DUCHESS. Art thou so hasty? I have stay'd for thee,\r\n    God knows, in torment and in agony.\r", "type": "direction"}, {"direction": "  KING RICHARD. And came I not at last to comfort you?\r", "type": "direction"}, {"direction": "  DUCHESS. No, by the holy rood, thou know'st it well\r\n    Thou cam'st on earth to make the earth my hell.\r\n    A grievous burden was thy birth to me;\r\n    Tetchy and wayward was thy infancy;\r\n    Thy school-days frightful, desp'rate, wild, and furious;\r\n    Thy prime of manhood daring, bold, and venturous;\r\n    Thy age confirm'd, proud, subtle, sly, and bloody,\r\n    More mild, but yet more harmful-kind in hatred.\r\n    What comfortable hour canst thou name\r\n    That ever grac'd me with thy company?\r", "type": "direction"}, {"direction": "  KING RICHARD. Faith, none but Humphrey Hour, that call'd\r\n    your Grace\r\n    To breakfast once forth of my company.\r\n    If I be so disgracious in your eye,\r\n    Let me march on and not offend you, madam.\r\n    Strike up the drum.\r", "type": "direction"}, {"direction": "  DUCHESS. I prithee hear me speak.\r", "type": "direction"}, {"direction": "  KING RICHARD. You speak too bitterly.\r", "type": "direction"}, {"direction": "  DUCHESS. Hear me a word;\r\n    For I shall never speak to thee again.\r", "type": "direction"}, {"direction": "  KING RICHARD. So.\r", "type": "direction"}, {"direction": "  DUCHESS. Either thou wilt die by God's just ordinance\r\n    Ere from this war thou turn a conqueror;\r\n    Or I with grief and extreme age shall perish\r\n    And never more behold thy face again.\r\n    Therefore take with thee my most grievous curse,\r\n    Which in the day of battle tire thee more\r\n    Than all the complete armour that thou wear'st!\r\n    My prayers on the adverse party fight;\r\n    And there the little souls of Edward's children\r\n    Whisper the spirits of thine enemies\r\n    And promise them success and victory.\r\n    Bloody thou art; bloody will be thy end.\r\n    Shame serves thy life and doth thy death attend.        Exit\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Though far more cause, yet much less\r\n      spirit to curse\r\n    Abides in me; I say amen to her.\r", "type": "direction"}, {"direction": "  KING RICHARD. Stay, madam, I must talk a word with you.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. I have no moe sons of the royal blood\r\n    For thee to slaughter. For my daughters, Richard,\r\n    They shall be praying nuns, not weeping queens;\r\n    And therefore level not to hit their lives.\r", "type": "direction"}, {"direction": "  KING RICHARD. You have a daughter call'd Elizabeth.\r\n    Virtuous and fair, royal and gracious.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. And must she die for this? O, let her\r\n      live,\r\n    And I'll corrupt her manners, stain her beauty,\r\n    Slander myself as false to Edward's bed,\r\n    Throw over her the veil of infamy;\r\n    So she may live unscarr'd of bleeding slaughter,\r\n    I will confess she was not Edward's daughter.\r", "type": "direction"}, {"direction": "  KING RICHARD. Wrong not her birth; she is a royal\r\n    Princess.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. To save her life I'll say she is not so.\r", "type": "direction"}, {"direction": "  KING RICHARD. Her life is safest only in her birth.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. And only in that safety died her\r\n      brothers.\r", "type": "direction"}, {"direction": "  KING RICHARD. Lo, at their birth good stars were opposite.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. No, to their lives ill friends were\r\n      contrary.\r", "type": "direction"}, {"direction": "  KING RICHARD. All unavoided is the doom of destiny.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. True, when avoided grace makes destiny.\r\n    My babes were destin'd to a fairer death,\r\n    If grace had bless'd thee with a fairer life.\r", "type": "direction"}, {"direction": "  KING RICHARD. You speak as if that I had slain my cousins.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Cousins, indeed; and by their uncle\r\n      cozen'd\r\n    Of comfort, kingdom, kindred, freedom, life.\r\n    Whose hand soever lanc'd their tender hearts,\r\n    Thy head, an indirectly, gave direction.\r\n    No doubt the murd'rous knife was dull and blunt\r\n    Till it was whetted on thy stone-hard heart\r\n    To revel in the entrails of my lambs.\r\n    But that stiff use of grief makes wild grief tame,\r\n    My tongue should to thy ears not name my boys\r\n    Till that my nails were anchor'd in thine eyes;\r\n    And I, in such a desp'rate bay of death,\r\n    Like a poor bark, of sails and tackling reft,\r\n    Rush all to pieces on thy rocky bosom.\r", "type": "direction"}, {"direction": "  KING RICHARD. Madam, so thrive I in my enterprise\r\n    And dangerous success of bloody wars,\r\n    As I intend more good to you and yours\r\n    Than ever you or yours by me were harm'd!\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. What good is cover'd with the face of\r\n      heaven,\r\n    To be discover'd, that can do me good?\r", "type": "direction"}, {"direction": "  KING RICHARD. advancement of your children, gentle\r\n    lady.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Up to some scaffold, there to lose their\r\n    heads?\r", "type": "direction"}, {"direction": "  KING RICHARD. Unto the dignity and height of Fortune,\r\n    The high imperial type of this earth's glory.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Flatter my sorrow with report of it;\r\n    Tell me what state, what dignity, what honour,\r\n    Canst thou demise to any child of mine?\r", "type": "direction"}, {"direction": "  KING RICHARD. Even all I have-ay, and myself and all\r\n    Will I withal endow a child of thine;\r\n    So in the Lethe of thy angry soul\r\n    Thou drown the sad remembrance of those wrongs\r\n    Which thou supposest I have done to thee.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Be brief, lest that the process of thy\r\n      kindness\r\n    Last longer telling than thy kindness' date.\r", "type": "direction"}, {"direction": "  KING RICHARD. Then know, that from my soul I love thy\r\n    daughter.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. My daughter's mother thinks it with her\r\n    soul.\r", "type": "direction"}, {"direction": "  KING RICHARD. What do you think?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. That thou dost love my daughter from\r\n      thy soul.\r\n    So from thy soul's love didst thou love her brothers,\r\n    And from my heart's love I do thank thee for it.\r", "type": "direction"}, {"direction": "  KING RICHARD. Be not so hasty to confound my meaning.\r\n    I mean that with my soul I love thy daughter\r\n    And do intend to make her Queen of England.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Well, then, who dost thou mean shall be\r\n    her king?\r", "type": "direction"}, {"direction": "  KING RICHARD. Even he that makes her Queen. Who else\r\n    should be?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. What, thou?\r", "type": "direction"}, {"direction": "  KING RICHARD. Even so. How think you of it?\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. How canst thou woo her?\r", "type": "direction"}, {"direction": "  KING RICHARD. That would I learn of you,\r\n    As one being best acquainted with her humour.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. And wilt thou learn of me?\r", "type": "direction"}, {"direction": "  KING RICHARD. Madam, with all my heart.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Send to her, by the man that slew her\r\n    brothers,\r\n    A pair of bleeding hearts; thereon engrave\r\n    'Edward' and 'York.' Then haply will she weep;\r\n    Therefore present to her-as sometimes Margaret\r\n    Did to thy father, steep'd in Rutland's blood-\r\n    A handkerchief; which, say to her, did drain\r\n    The purple sap from her sweet brother's body,\r\n    And bid her wipe her weeping eyes withal.\r\n    If this inducement move her not to love,\r\n    Send her a letter of thy noble deeds;\r\n    Tell her thou mad'st away her uncle Clarence,\r\n    Her uncle Rivers; ay, and for her sake\r\n    Mad'st quick conveyance with her good aunt Anne.\r", "type": "direction"}, {"direction": "  KING RICHARD. You mock me, madam; this is not the way\r\n    To win your daughter.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. There is no other way;\r\n    Unless thou couldst put on some other shape\r\n    And not be Richard that hath done all this.\r", "type": "direction"}, {"direction": "  KING RICHARD. Say that I did all this for love of her.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Nay, then indeed she cannot choose but\r\n      hate thee,\r\n    Having bought love with such a bloody spoil.\r", "type": "direction"}, {"direction": "  KING RICHARD. Look what is done cannot be now amended.\r\n    Men shall deal unadvisedly sometimes,\r\n    Which after-hours gives leisure to repent.\r\n    If I did take the kingdom from your sons,\r\n    To make amends I'll give it to your daughter.\r\n    If I have kill'd the issue of your womb,\r\n    To quicken your increase I will beget\r\n    Mine issue of your blood upon your daughter.\r\n    A grandam's name is little less in love\r\n    Than is the doating title of a mother;\r\n    They are as children but one step below,\r\n    Even of your metal, of your very blood;\r\n    Of all one pain, save for a night of groans\r\n    Endur'd of her, for whom you bid like sorrow.\r\n    Your children were vexation to your youth;\r\n    But mine shall be a comfort to your age.\r\n    The loss you have is but a son being King,\r\n    And by that loss your daughter is made Queen.\r\n    I cannot make you what amends I would,\r\n    Therefore accept such kindness as I can.\r\n    Dorset your son, that with a fearful soul\r\n    Leads discontented steps in foreign soil,\r\n    This fair alliance quickly shall can home\r\n    To high promotions and great dignity.\r\n    The King, that calls your beauteous daughter wife,\r\n    Familiarly shall call thy Dorset brother;\r\n    Again shall you be mother to a king,\r\n    And all the ruins of distressful times\r\n    Repair'd with double riches of content.\r\n    What! we have many goodly days to see.\r\n    The liquid drops of tears that you have shed\r\n    Shall come again, transform'd to orient pearl,\r\n    Advantaging their loan with interest\r\n    Of ten times double gain of happiness.\r\n    Go, then, my mother, to thy daughter go;\r\n    Make bold her bashful years with your experience;\r\n    Prepare her ears to hear a wooer's tale;\r\n    Put in her tender heart th' aspiring flame\r\n    Of golden sovereignty; acquaint the Princes\r\n    With the sweet silent hours of marriage joys.\r\n    And when this arm of mine hath chastised\r\n    The petty rebel, dull-brain'd Buckingham,\r\n    Bound with triumphant garlands will I come,\r\n    And lead thy daughter to a conqueror's bed;\r\n    To whom I will retail my conquest won,\r\n    And she shall be sole victoress, Caesar's Caesar.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. What were I best to say? Her father's\r\n      brother\r\n    Would be her lord? Or shall I say her uncle?\r\n    Or he that slew her brothers and her uncles?\r\n    Under what title shall I woo for thee\r\n    That God, the law, my honour, and her love\r\n    Can make seem pleasing to her tender years?\r", "type": "direction"}, {"direction": "  KING RICHARD. Infer fair England's peace by this alliance.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Which she shall purchase with\r\n    still-lasting war.\r", "type": "direction"}, {"direction": "  KING RICHARD. Tell her the King, that may command,\r\n    entreats.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. That at her hands which the King's\r\n    King forbids.\r", "type": "direction"}, {"direction": "  KING RICHARD. Say she shall be a high and mighty queen.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. To wail the title, as her mother doth.\r", "type": "direction"}, {"direction": "  KING RICHARD. Say I will love her everlastingly.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. But how long shall that title 'ever' last?\r", "type": "direction"}, {"direction": "  KING RICHARD. Sweetly in force unto her fair life's end.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. But how long fairly shall her sweet life\r\n    last?\r", "type": "direction"}, {"direction": "  KING RICHARD. As long as heaven and nature lengthens it.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. As long as hell and Richard likes of it.\r", "type": "direction"}, {"direction": "  KING RICHARD. Say I, her sovereign, am her subject low.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. But she, your subject, loathes such\r\n    sovereignty.\r", "type": "direction"}, {"direction": "  KING RICHARD. Be eloquent in my behalf to her.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. An honest tale speeds best being plainly\r\n    told.\r", "type": "direction"}, {"direction": "  KING RICHARD. Then plainly to her tell my loving tale.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Plain and not honest is too harsh a style.\r", "type": "direction"}, {"direction": "  KING RICHARD. Your reasons are too shallow and too quick.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. O, no, my reasons are too deep and\r\n      dead-\r\n    Too deep and dead, poor infants, in their graves.\r", "type": "direction"}, {"direction": "  KING RICHARD. Harp not on that string, madam; that is past.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Harp on it still shall I till heartstrings\r\n    break.\r", "type": "direction"}, {"direction": "  KING RICHARD. Now, by my George, my garter, and my\r\n    crown-\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Profan'd, dishonour'd, and the third\r\n    usurp'd.\r", "type": "direction"}, {"direction": "  KING RICHARD. I swear-\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. By nothing; for this is no oath:\r\n    Thy George, profan'd, hath lost his lordly honour;\r\n    Thy garter, blemish'd, pawn'd his knightly virtue;\r\n    Thy crown, usurp'd, disgrac'd his kingly glory.\r\n    If something thou wouldst swear to be believ'd,\r\n    Swear then by something that thou hast not wrong'd.\r", "type": "direction"}, {"direction": "  KING RICHARD. Then, by my self-\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Thy self is self-misus'd.\r", "type": "direction"}, {"direction": "  KING RICHARD. Now, by the world-\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. 'Tis full of thy foul wrongs.\r", "type": "direction"}, {"direction": "  KING RICHARD. My father's death-\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Thy life hath it dishonour'd.\r", "type": "direction"}, {"direction": "  KING RICHARD. Why, then, by God-\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. God's wrong is most of all.\r\n    If thou didst fear to break an oath with Him,\r\n    The unity the King my husband made\r\n    Thou hadst not broken, nor my brothers died.\r\n    If thou hadst fear'd to break an oath by Him,\r\n    Th' imperial metal, circling now thy head,\r\n    Had grac'd the tender temples of my child;\r\n    And both the Princes had been breathing here,\r\n    Which now, two tender bedfellows for dust,\r\n    Thy broken faith hath made the prey for worms.\r\n    What canst thou swear by now?\r", "type": "direction"}, {"direction": "  KING RICHARD. The time to come.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. That thou hast wronged in the time\r\n    o'erpast;\r\n    For I myself have many tears to wash\r\n    Hereafter time, for time past wrong'd by thee.\r\n    The children live whose fathers thou hast slaughter'd,\r\n    Ungovern'd youth, to wail it in their age;\r\n    The parents live whose children thou hast butcheed,\r\n    Old barren plants, to wail it with their age.\r\n    Swear not by time to come; for that thou hast\r\n    Misus'd ere us'd, by times ill-us'd o'erpast.\r", "type": "direction"}, {"direction": "  KING RICHARD. As I intend to prosper and repent,\r\n    So thrive I in my dangerous affairs\r\n    Of hostile arms! Myself myself confound!\r\n    Heaven and fortune bar me happy hours!\r\n    Day, yield me not thy light; nor, night, thy rest!\r\n    Be opposite all planets of good luck\r\n    To my proceeding!-if, with dear heart's love,\r\n    Immaculate devotion, holy thoughts,\r\n    I tender not thy beauteous princely daughter.\r\n    In her consists my happiness and thine;\r\n    Without her, follows to myself and thee,\r\n    Herself, the land, and many a Christian soul,\r\n    Death, desolation, ruin, and decay.\r\n    It cannot be avoided but by this;\r\n    It will not be avoided but by this.\r\n    Therefore, dear mother-I must call you so-\r\n    Be the attorney of my love to her;\r\n    Plead what I will be, not what I have been;\r\n    Not my deserts, but what I will deserve.\r\n    Urge the necessity and state of times,\r\n    And be not peevish-fond in great designs.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Shall I be tempted of the devil thus?\r", "type": "direction"}, {"direction": "  KING RICHARD. Ay, if the devil tempt you to do good.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Shall I forget myself to be myself?\r", "type": "direction"}, {"direction": "  KING RICHARD. Ay, if your self's remembrance wrong\r\n    yourself.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Yet thou didst kill my children.\r", "type": "direction"}, {"direction": "  KING RICHARD. But in your daughter's womb I bury them;\r\n    Where, in that nest of spicery, they will breed\r\n    Selves of themselves, to your recomforture.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. Shall I go win my daughter to thy will?\r", "type": "direction"}, {"direction": "  KING RICHARD. And be a happy mother by the deed.\r", "type": "direction"}, {"direction": "  QUEEN ELIZABETH. I go. Write to me very shortly,\r\n    And you shall understand from me her mind.\r", "type": "direction"}, {"direction": "  KING RICHARD. Bear her my true love's kiss; and so, farewell.\r\n                               Kissing her. Exit QUEEN ELIZABETH\r\n    Relenting fool, and shallow, changing woman!\r", "type": "direction"}, {"direction": "Enter RATCLIFF; CATESBY following\r\n\r\n    How now! what news?\r", "type": "direction"}, {"direction": "  RATCLIFF. Most mighty sovereign, on the western coast\r\n    Rideth a puissant navy; to our shores\r\n    Throng many doubtful hollow-hearted friends,\r\n    Unarm'd, and unresolv'd to beat them back.\r\n    'Tis thought that Richmond is their admiral;\r\n    And there they hull, expecting but the aid\r\n    Of Buckingham to welcome them ashore.\r", "type": "direction"}, {"direction": "  KING RICHARD. Some light-foot friend post to the Duke of\r\n    Norfolk.\r\n    Ratcliff, thyself-or Catesby; where is he?\r", "type": "direction"}, {"direction": "  CATESBY. Here, my good lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Catesby, fly to the Duke.\r", "type": "direction"}, {"direction": "  CATESBY. I will my lord, with all convenient haste.\r", "type": "direction"}, {"direction": "  KING RICHARD. Ratcliff, come hither. Post to Salisbury;\r\n    When thou com'st thither-  [To CATESBY]  Dull,\r\n    unmindfull villain,\r\n    Why stay'st thou here, and go'st not to the Duke?\r", "type": "direction"}, {"direction": "  CATESBY. First, mighty liege, tell me your Highness' pleasure,\r\n    What from your Grace I shall deliver to him.\r", "type": "direction"}, {"direction": "  KING RICHARD. O, true, good Catesby. Bid him levy straight\r\n    The greatest strength and power that he can make\r\n    And meet me suddenly at Salisbury.\r", "type": "direction"}, {"direction": "  CATESBY. I go.                                            Exit\r", "type": "direction"}, {"direction": "  RATCLIFF. What, may it please you, shall I do at Salisbury?\r", "type": "direction"}, {"direction": "  KING RICHARD. Why, what wouldst thou do there before I\r\n    go?\r", "type": "direction"}, {"direction": "  RATCLIFF. Your Highness told me I should post before.\r", "type": "direction"}, {"direction": "  KING RICHARD. My mind is chang'd.\r", "type": "direction"}, {"direction": "Enter LORD STANLEY\r\n\r\n  STANLEY, what news with you?\r", "type": "direction"}, {"direction": "  STANLEY. None good, my liege, to please you with\r\n    the hearing;\r\n    Nor none so bad but well may be reported.\r", "type": "direction"}, {"direction": "  KING RICHARD. Hoyday, a riddle! neither good nor bad!\r\n    What need'st thou run so many miles about,\r\n    When thou mayest tell thy tale the nearest way?\r\n    Once more, what news?\r", "type": "direction"}, {"direction": "  STANLEY. Richmond is on the seas.\r", "type": "direction"}, {"direction": "  KING RICHARD. There let him sink, and be the seas on him!\r\n    White-liver'd runagate, what doth he there?\r", "type": "direction"}, {"direction": "  STANLEY. I know not, mighty sovereign, but by guess.\r", "type": "direction"}, {"direction": "  KING RICHARD. Well, as you guess?\r", "type": "direction"}, {"direction": "  STANLEY. Stirr'd up by Dorset, Buckingham, and Morton,\r\n    He makes for England here to claim the crown.\r", "type": "direction"}, {"direction": "  KING RICHARD. Is the chair empty? Is the sword unsway'd?\r\n    Is the King dead, the empire unpossess'd?\r\n    What heir of York is there alive but we?\r\n    And who is England's King but great York's heir?\r\n    Then tell me what makes he upon the seas.\r", "type": "direction"}, {"direction": "  STANLEY. Unless for that, my liege, I cannot guess.\r", "type": "direction"}, {"direction": "  KING RICHARD. Unless for that he comes to be your liege,\r\n    You cannot guess wherefore the Welshman comes.\r\n    Thou wilt revolt and fly to him, I fear.\r", "type": "direction"}, {"direction": "  STANLEY. No, my good lord; therefore mistrust me not.\r", "type": "direction"}, {"direction": "  KING RICHARD. Where is thy power then, to beat him back?\r\n    Where be thy tenants and thy followers?\r\n    Are they not now upon the western shore,\r\n    Safe-conducting the rebels from their ships?\r", "type": "direction"}, {"direction": "  STANLEY. No, my good lord, my friends are in the north.\r", "type": "direction"}, {"direction": "  KING RICHARD. Cold friends to me. What do they in the\r\n    north,\r\n    When they should serve their sovereign in the west?\r", "type": "direction"}, {"direction": "  STANLEY. They have not been commanded, mighty King.\r\n    Pleaseth your Majesty to give me leave,\r\n    I'll muster up my friends and meet your Grace\r\n    Where and what time your Majesty shall please.\r", "type": "direction"}, {"direction": "  KING RICHARD. Ay, ay, thou wouldst be gone to join with\r\n    Richmond;\r\n    But I'll not trust thee.\r", "type": "direction"}, {"direction": "  STANLEY. Most mighty sovereign,\r\n    You have no cause to hold my friendship doubtful.\r\n    I never was nor never will be false.\r", "type": "direction"}, {"direction": "  KING RICHARD. Go, then, and muster men. But leave behind\r\n    Your son, George Stanley. Look your heart be firm,\r\n    Or else his head's assurance is but frail.\r", "type": "direction"}, {"direction": "  STANLEY. So deal with him as I prove true to you.         Exit\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MESSENGER. My gracious sovereign, now in Devonshire,\r\n    As I by friends am well advertised,\r\n    Sir Edward Courtney and the haughty prelate,\r\n    Bishop of Exeter, his elder brother,\r\n    With many moe confederates, are in arms.\r", "type": "direction"}, {"direction": "Enter another MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SECOND MESSENGER. In Kent, my liege, the Guilfords are in\r\n    arms;\r\n    And every hour more competitors\r\n    Flock to the rebels, and their power grows strong.\r", "type": "direction"}, {"direction": "Enter another MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  THIRD MESSENGER. My lord, the army of great Buckingham-\r", "type": "direction"}, {"direction": "  KING RICHARD. Out on you, owls! Nothing but songs of\r\n    death?                                      [He strikes him]\r\n    There, take thou that till thou bring better news.\r", "type": "direction"}, {"direction": "  THIRD MESSENGER. The news I have to tell your Majesty\r\n    Is that by sudden floods and fall of waters\r\n    Buckingham's army is dispers'd and scatter'd;\r\n    And he himself wand'red away alone,\r\n    No man knows whither.\r", "type": "direction"}, {"direction": "  KING RICHARD. I cry thee mercy.\r\n    There is my purse to cure that blow of thine.\r\n    Hath any well-advised friend proclaim'd\r\n    Reward to him that brings the traitor in?\r", "type": "direction"}, {"direction": "  THIRD MESSENGER. Such proclamation hath been made,\r\n    my Lord.\r", "type": "direction"}, {"direction": "Enter another MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FOURTH MESSENGER. Sir Thomas Lovel and Lord Marquis\r\n    Dorset,\r\n    'Tis said, my liege, in Yorkshire are in arms.\r\n    But this good comfort bring I to your Highness-\r\n    The Britaine navy is dispers'd by tempest.\r\n    Richmond in Dorsetshire sent out a boat\r\n    Unto the shore, to ask those on the banks\r\n    If they were his assistants, yea or no;\r\n    Who answer'd him they came from Buckingham\r\n    Upon his party. He, mistrusting them,\r\n    Hois'd sail, and made his course again for Britaine.\r", "type": "direction"}, {"direction": "  KING RICHARD. March on, march on, since we are up in\r\n    arms;\r\n    If not to fight with foreign enemies,\r\n    Yet to beat down these rebels here at home.\r\n\r\n                          Re-enter CATESBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CATESBY. My liege, the Duke of Buckingham is taken-\r\n    That is the best news. That the Earl of Richmond\r\n    Is with a mighty power landed at Milford\r\n    Is colder tidings, yet they must be told.\r", "type": "direction"}, {"direction": "  KING RICHARD. Away towards Salisbury! While we reason\r\n    here\r\n    A royal battle might be won and lost.\r\n    Some one take order Buckingham be brought\r\n    To Salisbury; the rest march on with me.\r\n    Flourish.                                             Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4.\r\n\r\nLondon. Before the palace\r", "scene": 16, "act": 1}, {"text": [{"direction": "SCENE 5.\r\n\r\nLORD DERBY'S house\r", "type": "direction"}, {"direction": "Enter STANLEY and SIR CHRISTOPHER URSWICK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  STANLEY. Sir Christopher, tell Richmond this from me:\r\n    That in the sty of the most deadly boar\r\n    My son George Stanley is frank'd up in hold;\r\n    If I revolt, off goes young George's head;\r\n    The fear of that holds off my present aid.\r\n    So, get thee gone; commend me to thy lord.\r\n    Withal say that the Queen hath heartily consented\r\n    He should espouse Elizabeth her daughter.\r\n    But tell me, where is princely Richmond now?\r", "type": "direction"}, {"direction": "  CHRISTOPHER. At Pembroke, or at Ha'rford west in Wales.\r", "type": "direction"}, {"direction": "  STANLEY. What men of name resort to him?\r", "type": "direction"}, {"direction": "  CHRISTOPHER. Sir Walter Herbert, a renowned soldier;\r\n  SIR Gilbert Talbot, Sir William Stanley,\r\n  OXFORD, redoubted Pembroke, Sir James Blunt,\r\n    And Rice ap Thomas, with a valiant crew;\r\n    And many other of great name and worth;\r\n    And towards London do they bend their power,\r\n    If by the way they be not fought withal.\r", "type": "direction"}, {"direction": "  STANLEY. Well, hie thee to thy lord; I kiss his hand;\r\n    My letter will resolve him of my mind.\r\n    Farewell.                                             Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 1.\r\n\r\nSalisbury. An open place\r", "type": "direction"}, {"direction": "Enter the SHERIFF and guard, with BUCKINGHAM, led to execution\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Will not King Richard let me speak with\r\n    him?\r", "type": "direction"}, {"direction": "  SHERIFF. No, my good lord; therefore be patient.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Hastings, and Edward's children, Grey, and\r\n    Rivers,\r\n    Holy King Henry, and thy fair son Edward,\r\n    Vaughan, and all that have miscarried\r\n    By underhand corrupted foul injustice,\r\n    If that your moody discontented souls\r\n    Do through the clouds behold this present hour,\r\n    Even for revenge mock my destruction!\r\n    This is All-Souls' day, fellow, is it not?\r", "type": "direction"}, {"direction": "  SHERIFF. It is, my lord.\r", "type": "direction"}, {"direction": "  BUCKINGHAM. Why, then All-Souls' day is my body's\r\n    doomsday.\r\n    This is the day which in King Edward's time\r\n    I wish'd might fall on me when I was found\r\n    False to his children and his wife's allies;\r\n    This is the day wherein I wish'd to fall\r\n    By the false faith of him whom most I trusted;\r\n    This, this All-Souls' day to my fearful soul\r\n    Is the determin'd respite of my wrongs;\r\n    That high All-Seer which I dallied with\r\n    Hath turn'd my feigned prayer on my head\r\n    And given in earnest what I begg'd in jest.\r\n    Thus doth He force the swords of wicked men\r\n    To turn their own points in their masters' bosoms.\r\n    Thus Margaret's curse falls heavy on my neck.\r\n    'When he' quoth she 'shall split thy heart with sorrow,\r\n    Remember Margaret was a prophetess.'\r\n    Come lead me, officers, to the block of shame;\r\n    Wrong hath but wrong, and blame the due of blame.          Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 5.\r\n\r\nLORD DERBY'S house\r", "scene": 17, "act": 1}, {"text": [{"direction": "SCENE 2.\r\n\r\nCamp near Tamworth\r", "type": "direction"}, {"direction": "Enter RICHMOND, OXFORD, SIR JAMES BLUNT, SIR WALTER HERBERT, and\r\nothers, with drum and colours\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  RICHMOND. Fellows in arms, and my most loving friends,\r\n    Bruis'd underneath the yoke of tyranny,\r\n    Thus far into the bowels of the land\r\n    Have we march'd on without impediment;\r\n    And here receive we from our father Stanley\r\n    Lines of fair comfort and encouragement.\r\n    The wretched, bloody, and usurping boar,\r\n    That spoil'd your summer fields and fruitful vines,\r\n    Swills your warm blood like wash, and makes his trough\r\n    In your embowell'd bosoms-this foul swine\r\n    Is now even in the centre of this isle,\r\n    Near to the town of Leicester, as we learn.\r\n    From Tamworth thither is but one day's march.\r\n    In God's name cheerly on, courageous friends,\r\n    To reap the harvest of perpetual peace\r\n    By this one bloody trial of sharp war.\r", "type": "direction"}, {"direction": "  OXFORD. Every man's conscience is a thousand men,\r\n    To fight against this guilty homicide.\r", "type": "direction"}, {"direction": "  HERBERT. I doubt not but his friends will turn to us.\r", "type": "direction"}, {"direction": "  BLUNT. He hath no friends but what are friends for fear,\r\n    Which in his dearest need will fly from him.\r", "type": "direction"}, {"direction": "  RICHMOND. All for our vantage. Then in God's name march.\r\n    True hope is swift and flies with swallow's wings;\r\n    Kings it makes gods, and meaner creatures kings.      Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 2.\r\n\r\nCamp near Tamworth\r", "scene": 18, "act": 1}, {"text": [{"direction": "SCENE 3.\r\n\r\nBosworth Field\r", "type": "direction"}, {"direction": "Enter KING RICHARD in arms, with NORFOLK, RATCLIFF, the EARL of SURREYS\r\nand others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. Here pitch our tent, even here in Bosworth\r\n    field.\r\n    My Lord of Surrey, why look you so sad?\r", "type": "direction"}, {"direction": "  SURREY. My heart is ten times lighter than my looks.\r", "type": "direction"}, {"direction": "  KING RICHARD. My Lord of Norfolk!\r", "type": "direction"}, {"direction": "  NORFOLK. Here, most gracious liege.\r", "type": "direction"}, {"direction": "  KING RICHARD. Norfolk, we must have knocks; ha! must we\r\n    not?\r", "type": "direction"}, {"direction": "  NORFOLK. We must both give and take, my loving lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Up With my tent! Here will I lie to-night;\r\n                      [Soldiers begin to set up the KING'S tent]\r\n    But where to-morrow? Well, all's one for that.\r\n    Who hath descried the number of the traitors?\r", "type": "direction"}, {"direction": "  NORFOLK. Six or seven thousand is their utmost power.\r", "type": "direction"}, {"direction": "  KING RICHARD. Why, our battalia trebles that account;\r\n    Besides, the King's name is a tower of strength,\r\n    Which they upon the adverse faction want.\r\n    Up with the tent! Come, noble gentlemen,\r\n    Let us survey the vantage of the ground.\r\n    Call for some men of sound direction.\r\n    Let's lack no discipline, make no delay;\r\n    For, lords, to-morrow is a busy day.                  Exeunt\r", "type": "direction"}, {"direction": "Enter, on the other side of the field,\r\n          RICHMOND, SIR WILLIAM BRANDON, OXFORD, DORSET,\r\n              and others. Some pitch RICHMOND'S tent\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  RICHMOND. The weary sun hath made a golden set,\r\n    And by the bright tract of his fiery car\r\n    Gives token of a goodly day to-morrow.\r\n    Sir William Brandon, you shall bear my standard.\r\n    Give me some ink and paper in my tent.\r\n    I'll draw the form and model of our battle,\r\n    Limit each leader to his several charge,\r\n    And part in just proportion our small power.\r\n    My Lord of Oxford-you, Sir William Brandon-\r\n    And you, Sir Walter Herbert-stay with me.\r\n    The Earl of Pembroke keeps his regiment;\r\n    Good Captain Blunt, bear my good night to him,\r\n    And by the second hour in the morning\r\n    Desire the Earl to see me in my tent.\r\n    Yet one thing more, good Captain, do for me-\r\n    Where is Lord Stanley quarter'd, do you know?\r", "type": "direction"}, {"direction": "  BLUNT. Unless I have mista'en his colours much-\r\n    Which well I am assur'd I have not done-\r\n    His regiment lies half a mile at least\r\n    South from the mighty power of the King.\r", "type": "direction"}, {"direction": "  RICHMOND. If without peril it be possible,\r\n    Sweet Blunt, make some good means to speak with him\r\n    And give him from me this most needful note.\r", "type": "direction"}, {"direction": "  BLUNT. Upon my life, my lord, I'll undertake it;\r\n    And so, God give you quiet rest to-night!\r", "type": "direction"}, {"direction": "  RICHMOND. Good night, good Captain Blunt. Come,\r\n    gentlemen,\r\n    Let us consult upon to-morrow's business.\r\n    In to my tent; the dew is raw and cold.\r\n                                   [They withdraw into the tent]\r", "type": "direction"}, {"direction": "Enter, to his-tent, KING RICHARD, NORFOLK,\r\n                       RATCLIFF, and CATESBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. What is't o'clock?\r", "type": "direction"}, {"direction": "  CATESBY. It's supper-time, my lord;\r\n    It's nine o'clock.\r", "type": "direction"}, {"direction": "  KING RICHARD. I will not sup to-night.\r\n    Give me some ink and paper.\r\n    What, is my beaver easier than it was?\r\n    And all my armour laid into my tent?\r", "type": "direction"}, {"direction": "  CATESBY. It is, my liege; and all things are in readiness.\r", "type": "direction"}, {"direction": "  KING RICHARD. Good Norfolk, hie thee to thy charge;\r\n    Use careful watch, choose trusty sentinels.\r", "type": "direction"}, {"direction": "  NORFOLK. I go, my lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Stir with the lark to-morrow, gentle Norfolk.\r", "type": "direction"}, {"direction": "  NORFOLK. I warrant you, my lord.                          Exit\r", "type": "direction"}, {"direction": "  KING RICHARD. Catesby!\r", "type": "direction"}, {"direction": "  CATESBY. My lord?\r", "type": "direction"}, {"direction": "  KING RICHARD. Send out a pursuivant-at-arms\r\n    To Stanley's regiment; bid him bring his power\r\n    Before sunrising, lest his son George fall\r\n    Into the blind cave of eternal night.           Exit CATESBY\r\n    Fill me a bowl of wine. Give me a watch.\r\n    Saddle white Surrey for the field to-morrow.\r\n    Look that my staves be sound, and not too heavy.\r\n    Ratcliff!\r", "type": "direction"}, {"direction": "  RATCLIFF. My lord?\r", "type": "direction"}, {"direction": "  KING RICHARD. Saw'st thou the melancholy Lord\r\n    Northumberland?\r", "type": "direction"}, {"direction": "  RATCLIFF. Thomas the Earl of Surrey and himself,\r\n    Much about cock-shut time, from troop to troop\r\n    Went through the army, cheering up the soldiers.\r", "type": "direction"}, {"direction": "  KING RICHARD. So, I am satisfied. Give me a bowl of wine.\r\n    I have not that alacrity of spirit\r\n    Nor cheer of mind that I was wont to have.\r\n    Set it down. Is ink and paper ready?\r", "type": "direction"}, {"direction": "  RATCLIFF. It is, my lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Bid my guard watch; leave me.\r\n  RATCLIFF, about the mid of night come to my tent\r\n    And help to arm me. Leave me, I say.\r\n                                   Exit RATCLIFF. RICHARD sleeps\r", "type": "direction"}, {"direction": "Enter DERBY to RICHMOND in his tent;\r\n                        LORDS attending\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  DERBY. Fortune and victory sit on thy helm!\r", "type": "direction"}, {"direction": "  RICHMOND. All comfort that the dark night can afford\r\n    Be to thy person, noble father-in-law!\r\n    Tell me, how fares our loving mother?\r", "type": "direction"}, {"direction": "  DERBY. I, by attorney, bless thee from thy mother,\r\n    Who prays continually for Richmond's good.\r\n    So much for that. The silent hours steal on,\r\n    And flaky darkness breaks within the east.\r\n    In brief, for so the season bids us be,\r\n    Prepare thy battle early in the morning,\r\n    And put thy fortune to the arbitrement\r\n    Of bloody strokes and mortal-staring war.\r\n    I, as I may-that which I would I cannot-\r\n    With best advantage will deceive the time\r\n    And aid thee in this doubtful shock of arms;\r\n    But on thy side I may not be too forward,\r\n    Lest, being seen, thy brother, tender George,\r\n    Be executed in his father's sight.\r\n    Farewell; the leisure and the fearful time\r\n    Cuts off the ceremonious vows of love\r\n    And ample interchange of sweet discourse\r\n    Which so-long-sund'red friends should dwell upon.\r\n    God give us leisure for these rites of love!\r\n    Once more, adieu; be valiant, and speed well!\r", "type": "direction"}, {"direction": "  RICHMOND. Good lords, conduct him to his regiment.\r\n    I'll strive with troubled thoughts to take a nap,\r\n    Lest leaden slumber peise me down to-morrow\r\n    When I should mount with wings of victory.\r\n    Once more, good night, kind lords and gentlemen.\r\n                                         Exeunt all but RICHMOND\r\n    O Thou, whose captain I account myself,\r\n    Look on my forces with a gracious eye;\r\n    Put in their hands Thy bruising irons of wrath,\r\n    That they may crush down with a heavy fall\r\n    The usurping helmets of our adversaries!\r\n    Make us Thy ministers of chastisement,\r\n    That we may praise Thee in the victory!\r\n    To Thee I do commend my watchful soul\r\n    Ere I let fall the windows of mine eyes.\r\n    Sleeping and waking, O, defend me still!            [Sleeps]\r", "type": "direction"}, {"direction": "Enter the GHOST Of YOUNG PRINCE EDWARD,\r\n                    son to HENRY THE SIXTH\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOST.  [To RICHARD]  Let me sit heavy on thy soul\r\n    to-morrow!\r\n    Think how thou stabb'dst me in my prime of youth\r\n    At Tewksbury; despair, therefore, and die!\r\n    [To RICHMOND]  Be cheerful, Richmond; for the wronged\r\n    souls\r\n    Of butcher'd princes fight in thy behalf.\r\n    King Henry's issue, Richmond, comforts thee.\r", "type": "direction"}, {"direction": "Enter the GHOST of HENRY THE SIXTH\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOST.  [To RICHARD]  When I was mortal, my anointed\r\n    body\r\n    By thee was punched full of deadly holes.\r\n    Think on the Tower and me. Despair, and die.\r\n    Harry the Sixth bids thee despair and die.\r\n    [To RICHMOND]  Virtuous and holy, be thou conqueror!\r\n    Harry, that prophesied thou shouldst be King,\r\n    Doth comfort thee in thy sleep. Live and flourish!\r", "type": "direction"}, {"direction": "Enter the GHOST of CLARENCE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOST.  [To RICHARD]  Let me sit heavy in thy soul\r\n    to-morrow! I that was wash'd to death with fulsome wine,\r\n    Poor Clarence, by thy guile betray'd to death!\r\n    To-morrow in the battle think on me,\r\n    And fall thy edgeless sword. Despair and die!\r\n    [To RICHMOND]  Thou offspring of the house of Lancaster,\r\n    The wronged heirs of York do pray for thee.\r\n    Good angels guard thy battle! Live and flourish!\r", "type": "direction"}, {"direction": "Enter the GHOSTS of RIVERS, GREY, and VAUGHAN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOST OF RIVERS.  [To RICHARD]  Let me sit heavy in thy\r\n    soul to-morrow,\r\n    Rivers that died at Pomfret! Despair and die!\r", "type": "direction"}, {"direction": "  GHOST OF GREY.  [To RICHARD]  Think upon Grey, and let\r\n    thy soul despair!\r", "type": "direction"}, {"direction": "  GHOST OF VAUGHAN.  [To RICHARD]  Think upon Vaughan,\r\n    and with guilty fear\r\n    Let fall thy lance. Despair and die!\r", "type": "direction"}, {"direction": "  ALL.  [To RICHMOND]  Awake, and think our wrongs in\r\n    Richard's bosom\r\n    Will conquer him. Awake and win the day.\r", "type": "direction"}, {"direction": "Enter the GHOST of HASTINGS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOST.  [To RICHARD]  Bloody and guilty, guiltily awake,\r\n    And in a bloody battle end thy days!\r\n    Think on Lord Hastings. Despair and die.\r\n    [To RICHMOND]   Quiet untroubled soul, awake, awake!\r\n    Arm, fight, and conquer, for fair England's sake!\r", "type": "direction"}, {"direction": "Enter the GHOSTS of the two young PRINCES\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOSTS.  [To RICHARD]  Dream on thy cousins smothered in\r\n    the Tower.\r\n    Let us be lead within thy bosom, Richard,\r\n    And weigh thee down to ruin, shame, and death!\r\n    Thy nephews' souls bid thee despair and die.\r\n    [To RICHMOND]  Sleep, Richmond, sleep in peace, and\r\n    wake in joy;\r\n    Good angels guard thee from the boar's annoy!\r\n    Live, and beget a happy race of kings!\r\n    Edward's unhappy sons do bid thee flourish.\r", "type": "direction"}, {"direction": "Enter the GHOST of LADY ANNE, his wife\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOST.  [To RICHARD]  Richard, thy wife, that wretched\r\n    Anne thy wife\r\n    That never slept a quiet hour with thee\r\n    Now fills thy sleep with perturbations.\r\n    To-morrow in the battle think on me,\r\n    And fall thy edgeless sword. Despair and die.\r\n    [To RICHMOND]  Thou quiet soul, sleep thou a quiet sleep;\r\n    Dream of success and happy victory.\r\n    Thy adversary's wife doth pray for thee.\r", "type": "direction"}, {"direction": "Enter the GHOST of BUCKINGHAM\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GHOST.  [To RICHARD]  The first was I that help'd thee\r\n    to the crown;\r\n    The last was I that felt thy tyranny.\r\n    O, in the battle think on Buckingham,\r\n    And die in terror of thy guiltiness!\r\n    Dream on, dream on of bloody deeds and death;\r\n    Fainting, despair; despairing, yield thy breath!\r\n    [To RICHMOND]  I died for hope ere I could lend thee aid;\r\n    But cheer thy heart and be thou not dismay'd:\r\n    God and good angels fight on Richmond's side;\r\n    And Richard falls in height of all his pride.\r\n            [The GHOSTS vanish. RICHARD starts out of his dream]\r", "type": "direction"}, {"direction": "  KING RICHARD. Give me another horse. Bind up my wounds.\r\n    Have mercy, Jesu! Soft! I did but dream.\r\n    O coward conscience, how dost thou afflict me!\r\n    The lights burn blue. It is now dead midnight.\r\n    Cold fearful drops stand on my trembling flesh.\r\n    What do I fear? Myself? There's none else by.\r\n    Richard loves Richard; that is, I am I.\r\n    Is there a murderer here? No-yes, I am.\r\n    Then fly. What, from myself? Great reason why-\r\n    Lest I revenge. What, myself upon myself!\r\n    Alack, I love myself. Wherefore? For any good\r\n    That I myself have done unto myself?\r\n    O, no! Alas, I rather hate myself\r\n    For hateful deeds committed by myself!\r\n    I am a villain; yet I lie, I am not.\r\n    Fool, of thyself speak well. Fool, do not flatter.\r\n    My conscience hath a thousand several tongues,\r\n    And every tongue brings in a several tale,\r\n    And every tale condemns me for a villain.\r\n    Perjury, perjury, in the high'st degree;\r\n    Murder, stern murder, in the dir'st degree;\r\n    All several sins, all us'd in each degree,\r\n    Throng to the bar, crying all 'Guilty! guilty!'\r\n    I shall despair. There is no creature loves me;\r\n    And if I die no soul will pity me:\r\n    And wherefore should they, since that I myself\r\n    Find in myself no pity to myself?\r\n    Methought the souls of all that I had murder'd\r\n    Came to my tent, and every one did threat\r\n    To-morrow's vengeance on the head of Richard.\r", "type": "direction"}, {"direction": "Enter RATCLIFF\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  RATCLIFF. My lord!\r", "type": "direction"}, {"direction": "  KING RICHARD. Zounds, who is there?\r", "type": "direction"}, {"direction": "  RATCLIFF. Ratcliff, my lord; 'tis I. The early village-cock\r\n    Hath twice done salutation to the morn;\r\n    Your friends are up and buckle on their armour.\r", "type": "direction"}, {"direction": "  KING RICHARD. O Ratcliff, I have dream'd a fearful dream!\r\n    What think'st thou-will our friends prove all true?\r", "type": "direction"}, {"direction": "  RATCLIFF. No doubt, my lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. O Ratcliff, I fear, I fear.\r", "type": "direction"}, {"direction": "  RATCLIFF. Nay, good my lord, be not afraid of shadows.\r\n  KING RICHARD By the apostle Paul, shadows to-night\r\n    Have stuck more terror to the soul of Richard\r\n    Than can the substance of ten thousand soldiers\r\n    Armed in proof and led by shallow Richmond.\r\n    'Tis not yet near day. Come, go with me;\r\n    Under our tents I'll play the eaves-dropper,\r\n    To see if any mean to shrink from me.                 Exeunt\r", "type": "direction"}, {"direction": "Enter the LORDS to RICHMOND sitting in his tent\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  LORDS. Good morrow, Richmond!\r", "type": "direction"}, {"direction": "  RICHMOND. Cry mercy, lords and watchful gentlemen,\r\n    That you have ta'en a tardy sluggard here.\r", "type": "direction"}, {"direction": "  LORDS. How have you slept, my lord?\r", "type": "direction"}, {"direction": "  RICHMOND. The sweetest sleep and fairest-boding dreams\r\n    That ever ent'red in a drowsy head\r\n    Have I since your departure had, my lords.\r\n    Methought their souls whose bodies Richard murder'd\r\n    Came to my tent and cried on victory.\r\n    I promise you my soul is very jocund\r\n    In the remembrance of so fair a dream.\r\n    How far into the morning is it, lords?\r", "type": "direction"}, {"direction": "  LORDS. Upon the stroke of four.\r", "type": "direction"}, {"direction": "  RICHMOND. Why, then 'tis time to arm and give direction.\r\n\r\n                 His ORATION to his SOLDIERS\r\n\r\n    More than I have said, loving countrymen,\r\n    The leisure and enforcement of the time\r\n    Forbids to dwell upon; yet remember this:\r\n    God and our good cause fight upon our side;\r\n    The prayers of holy saints and wronged souls,\r\n    Like high-rear'd bulwarks, stand before our faces;\r\n    Richard except, those whom we fight against\r\n    Had rather have us win than him they follow.\r\n    For what is he they follow? Truly, gentlemen,\r\n    A bloody tyrant and a homicide;\r\n    One rais'd in blood, and one in blood establish'd;\r\n    One that made means to come by what he hath,\r\n    And slaughtered those that were the means to help him;\r\n    A base foul stone, made precious by the foil\r\n    Of England's chair, where he is falsely set;\r\n    One that hath ever been God's enemy.\r\n    Then if you fight against God's enemy,\r\n    God will in justice ward you as his soldiers;\r\n    If you do sweat to put a tyrant down,\r\n    You sleep in peace, the tyrant being slain;\r\n    If you do fight against your country's foes,\r\n    Your country's foes shall pay your pains the hire;\r\n    If you do fight in safeguard of your wives,\r\n    Your wives shall welcome home the conquerors;\r\n    If you do free your children from the sword,\r\n    Your children's children quits it in your age.\r\n    Then, in the name of God and all these rights,\r\n    Advance your standards, draw your willing swords.\r\n    For me, the ransom of my bold attempt\r\n    Shall be this cold corpse on the earth's cold face;\r\n    But if I thrive, the gain of my attempt\r\n    The least of you shall share his part thereof.\r\n    Sound drums and trumpets boldly and cheerfully;\r\n    God and Saint George! Richmond and victory!           Exeunt\r\n\r\n           Re-enter KING RICHARD, RATCLIFF, attendants,\r\n                         and forces\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. What said Northumberland as touching\r\n    Richmond?\r", "type": "direction"}, {"direction": "  RATCLIFF. That he was never trained up in arms.\r", "type": "direction"}, {"direction": "  KING RICHARD. He said the truth; and what said Surrey\r\n    then?\r", "type": "direction"}, {"direction": "  RATCLIFF. He smil'd, and said 'The better for our purpose.'\r\n  KING He was in the right; and so indeed it is.\r\n                                                 [Clock strikes]\r\n    Tell the clock there. Give me a calendar.\r\n    Who saw the sun to-day?\r", "type": "direction"}, {"direction": "  RATCLIFF. Not I, my lord.\r", "type": "direction"}, {"direction": "  KING RICHARD. Then he disdains to shine; for by the book\r\n    He should have brav'd the east an hour ago.\r\n    A black day will it be to somebody.\r\n    Ratcliff!\r", "type": "direction"}, {"direction": "  RATCLIFF. My lord?\r", "type": "direction"}, {"direction": "  KING RICHARD. The sun will not be seen to-day;\r\n    The sky doth frown and lour upon our army.\r\n    I would these dewy tears were from the ground.\r\n    Not shine to-day! Why, what is that to me\r\n    More than to Richmond? For the selfsame heaven\r\n    That frowns on me looks sadly upon him.\r", "type": "direction"}, {"direction": "Enter NORFOLK\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  NORFOLK. Arm, arm, my lord; the foe vaunts in the field.\r", "type": "direction"}, {"direction": "  KING RICHARD. Come, bustle, bustle; caparison my horse;\r\n    Call up Lord Stanley, bid him bring his power.\r\n    I will lead forth my soldiers to the plain,\r\n    And thus my battle shall be ordered:\r\n    My foreward shall be drawn out all in length,\r\n    Consisting equally of horse and foot;\r\n    Our archers shall be placed in the midst.\r\n    John Duke of Norfolk, Thomas Earl of Surrey,\r\n    Shall have the leading of this foot and horse.\r\n    They thus directed, we will follow\r\n    In the main battle, whose puissance on either side\r\n    Shall be well winged with our chiefest horse.\r\n    This, and Saint George to boot! What think'st thou,\r\n    Norfolk?\r", "type": "direction"}, {"direction": "  NORFOLK. A good direction, warlike sovereign.\r\n    This found I on my tent this morning.\r\n                                        [He sheweth him a paper]\r", "type": "direction"}, {"direction": "  KING RICHARD.                                          [Reads]\r\n    'Jockey of Norfolk, be not so bold,\r\n    For Dickon thy master is bought and sold.'\r\n    A thing devised by the enemy.\r\n    Go, gentlemen, every man unto his charge.\r\n    Let not our babbling dreams affright our souls;\r\n    Conscience is but a word that cowards use,\r\n    Devis'd at first to keep the strong in awe.\r\n    Our strong arms be our conscience, swords our law.\r\n    March on, join bravely, let us to it pell-mell;\r\n    If not to heaven, then hand in hand to hell.\r\n\r\n                      His ORATION to his ARMY\r\n\r\n    What shall I say more than I have inferr'd?\r\n    Remember whom you are to cope withal-\r\n    A sort of vagabonds, rascals, and runaways,\r\n    A scum of Britaines, and base lackey peasants,\r\n    Whom their o'er-cloyed country vomits forth\r\n    To desperate adventures and assur'd destruction.\r\n    You sleeping safe, they bring to you unrest;\r\n    You having lands, and bless'd with beauteous wives,\r\n    They would restrain the one, distain the other.\r\n    And who doth lead them but a paltry fellow,\r\n    Long kept in Britaine at our mother's cost?\r\n    A milk-sop, one that never in his life\r\n    Felt so much cold as over shoes in snow?\r\n    Let's whip these stragglers o'er the seas again;\r\n    Lash hence these over-weening rags of France,\r\n    These famish'd beggars, weary of their lives;\r\n    Who, but for dreaming on this fond exploit,\r\n    For want of means, poor rats, had hang'd themselves.\r\n    If we be conquered, let men conquer us,\r\n    And not these bastard Britaines, whom our fathers\r\n    Have in their own land beaten, bobb'd, and thump'd,\r\n    And, in record, left them the heirs of shame.\r\n    Shall these enjoy our lands? lie with our wives,\r\n    Ravish our daughters?  [Drum afar off]  Hark! I hear their\r\n    drum.\r\n    Fight, gentlemen of England! Fight, bold yeomen!\r\n    Draw, archers, draw your arrows to the head!\r\n    Spur your proud horses hard, and ride in blood;\r\n    Amaze the welkin with your broken staves!\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r\n\r\n    What says Lord Stanley? Will he bring his power?\r", "type": "direction"}, {"direction": "  MESSENGER. My lord, he doth deny to come.\r", "type": "direction"}, {"direction": "  KING RICHARD. Off with his son George's head!\r", "type": "direction"}, {"direction": "  NORFOLK. My lord, the enemy is pass'd the marsh.\r\n    After the battle let George Stanley die.\r", "type": "direction"}, {"direction": "  KING RICHARD. A thousand hearts are great within my\r\n    bosom.\r\n    Advance our standards, set upon our foes;\r\n    Our ancient word of courage, fair Saint George,\r\n    Inspire us with the spleen of fiery dragons!\r\n    Upon them! Victory sits on our helms.                 Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 3.\r\n\r\nBosworth Field\r", "scene": 19, "act": 1}, {"text": [{"direction": "SCENE 4.\r\n\r\nAnother part of the field\r\n\r\nAlarum; excursions. Enter NORFOLK and forces; to him CATESBY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CATESBY. Rescue, my Lord of Norfolk, rescue, rescue!\r\n    The King enacts more wonders than a man,\r\n    Daring an opposite to every danger.\r\n    His horse is slain, and all on foot he fights,\r\n    Seeking for Richmond in the throat of death.\r\n    Rescue, fair lord, or else the day is lost.\r\n\r\n                     Alarums. Enter KING RICHARD\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING RICHARD. A horse! a horse! my kingdom for a horse!\r", "type": "direction"}, {"direction": "  CATESBY. Withdraw, my lord! I'll help you to a horse.\r", "type": "direction"}, {"direction": "  KING RICHARD. Slave, I have set my life upon a cast\r\n    And I Will stand the hazard of the die.\r\n    I think there be six Richmonds in the field;\r\n    Five have I slain to-day instead of him.\r\n    A horse! a horse! my kingdom for a horse!             Exeunt\r\n\r", "type": "direction"}], "title": "SCENE 4.\r\n\r\nAnother part of the field\r\n\r\nAlarum; excursions. Enter NORFOLK and forces; to him CATESBY\r", "scene": 20, "act": 1}, {"text": [{"direction": "SCENE 5.\r\n\r\nAnother part of the field\r\n\r\nAlarum. Enter RICHARD and RICHMOND; they fight; RICHARD is slain.\r\nRetreat and flourish. Enter RICHMOND, DERBY bearing the crown, with\r\nother LORDS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  RICHMOND. God and your arms be prais'd, victorious friends;\r\n    The day is ours, the bloody dog is dead.\r", "type": "direction"}, {"direction": "  DERBY. Courageous Richmond, well hast thou acquit thee!\r\n    Lo, here, this long-usurped royalty\r\n    From the dead temples of this bloody wretch\r\n    Have I pluck'd off, to grace thy brows withal.\r\n    Wear it, enjoy it, and make much of it.\r", "type": "direction"}, {"direction": "  RICHMOND. Great God of heaven, say Amen to all!\r\n    But, teLL me is young George Stanley living.\r", "type": "direction"}, {"direction": "  DERBY. He is, my lord, and safe in Leicester town,\r\n    Whither, if it please you, we may now withdraw us.\r", "type": "direction"}, {"direction": "  RICHMOND. What men of name are slain on either side?\r", "type": "direction"}, {"direction": "  DERBY. John Duke of Norfolk, Walter Lord Ferrers,\r\n    Sir Robert Brakenbury, and Sir William Brandon.\r", "type": "direction"}, {"direction": "  RICHMOND. Inter their bodies as becomes their births.\r\n    Proclaim a pardon to the soldiers fled\r\n    That in submission will return to us.\r\n    And then, as we have ta'en the sacrament,\r\n    We will unite the white rose and the red.\r\n    Smile heaven upon this fair conjunction,\r\n    That long have frown'd upon their emnity!\r\n    What traitor hears me, and says not Amen?\r\n    England hath long been mad, and scarr'd herself;\r\n    The brother blindly shed the brother's blood,\r\n    The father rashly slaughter'd his own son,\r\n    The son, compell'd, been butcher to the sire;\r\n    All this divided York and Lancaster,\r\n    Divided in their dire division,\r\n    O, now let Richmond and Elizabeth,\r\n    The true succeeders of each royal house,\r\n    By God's fair ordinance conjoin together!\r\n    And let their heirs, God, if thy will be so,\r\n    Enrich the time to come with smooth-fac'd peace,\r\n    With smiling plenty, and fair prosperous days!\r\n    Abate the edge of traitors, gracious Lord,\r\n    That would reduce these bloody days again\r\n    And make poor England weep in streams of blood!\r\n    Let them not live to taste this land's increase\r\n    That would with treason wound this fair land's peace!\r\n    Now civil wounds are stopp'd, peace lives again-\r\n    That she may long live here, God say Amen!            Exeunt\r\n\r\n\r\n\r\n\r", "type": "direction"}], "title": "SCENE 5.\r\n\r\nAnother part of the field\r\n\r\nAlarum. Enter RICHARD and RICHMOND; they fight; RICHARD is slain.\r\nRetreat and flourish. Enter RICHMOND, DERBY bearing the crown, with\r\nother LORDS\r", "scene": 21, "act": 1}]}], "table_of_contents": "KING RICHARD THE THIRD\r\n\r\nDramatis Personae\r\n\r\n  EDWARD THE FOURTH\r\n\r\n    Sons to the King\r\n  EDWARD, PRINCE OF WALES afterwards KING EDWARD V\r\n  RICHARD, DUKE OF YORK,\r\n\r\n    Brothers to the King\r\n  GEORGE, DUKE OF CLARENCE,\r\n  RICHARD, DUKE OF GLOUCESTER, afterwards KING RICHARD III\r\n\r\n  A YOUNG SON OF CLARENCE (Edward, Earl of Warwick)\r\n  HENRY, EARL OF RICHMOND, afterwards KING HENRY VII\r\n  CARDINAL BOURCHIER, ARCHBISHOP OF CANTERBURY\r\n  THOMAS ROTHERHAM, ARCHBISHOP OF YORK\r\n  JOHN MORTON, BISHOP OF ELY\r\n  DUKE OF BUCKINGHAM\r\n  DUKE OF NORFOLK\r\n  EARL OF SURREY, his son\r\n  EARL RIVERS, brother to King Edward's Queen\r\n  MARQUIS OF DORSET and LORD GREY, her sons\r\n  EARL OF OXFORD\r\n  LORD HASTINGS\r\n  LORD LOVEL\r\n  LORD STANLEY, called also EARL OF DERBY\r\n  SIR THOMAS VAUGHAN\r\n  SIR RICHARD RATCLIFF\r\n  SIR WILLIAM CATESBY\r\n  SIR JAMES TYRREL\r\n  SIR JAMES BLOUNT\r\n  SIR WALTER HERBERT\r\n  SIR WILLIAM BRANDON\r\n  SIR ROBERT BRAKENBURY, Lieutenant of the Tower\r\n  CHRISTOPHER URSWICK, a priest\r\n  LORD MAYOR OF LONDON\r\n  SHERIFF OF WILTSHIRE\r\n  HASTINGS, a pursuivant\r\n  TRESSEL and BERKELEY, gentlemen attending on Lady Anne\r\n  ELIZABETH, Queen to King Edward IV\r\n  MARGARET, widow of King Henry VI\r\n  DUCHESS OF YORK, mother to King Edward IV\r\n  LADY ANNE, widow of Edward, Prince of Wales, son to King\r\n    Henry VI; afterwards married to the Duke of Gloucester\r\n  A YOUNG DAUGHTER OF CLARENCE (Margaret Plantagenet,\r\n    Countess of Salisbury)\r\n  Ghosts, of Richard's victims\r\n  Lords, Gentlemen, and Attendants; Priest, Scrivener, Page, Bishops,\r\n    Aldermen, Citizens, Soldiers, Messengers, Murderers, Keeper\r\n\r\nSCENE: England\r\n\r\nKing Richard the Third\r\n\r"}