{"table_of_contents": "LOVE’S LABOUR’S LOST\n\nDramatis Personae.\n\n  FERDINAND, King of Navarre\n  BEROWNE,    lord attending on the King\n  LONGAVILLE,  \"      \"      \"   \"   \"\n  DUMAIN,      \"      \"      \"   \"   \"\n  BOYET,   lord attending on the Princess of France\n  MARCADE,   \"     \"       \"  \"     \"      \"    \"\n  DON ADRIANO DE ARMADO, fantastical Spaniard\n  SIR NATHANIEL, a curate\n  HOLOFERNES, a schoolmaster\n  DULL, a constable\n  COSTARD, a clown\n  MOTH, page to Armado\n  A FORESTER\n\n  THE PRINCESS OF FRANCE\n  ROSALINE, lady attending on the Princess\n  MARIA,      \"     \"       \"  \"     \"\n  KATHARINE, lady attending on the Princess\n  JAQUENETTA, a country wench\n\n  Lords, Attendants, etc.\n\nSCENE: Navarre\n", "body": [{"Act 1": [{"text": [{"type": "direction", "direction": "ACT I. SCENE I. Navarre. The King's park"}, {"type": "direction", "direction": "Enter the King, BEROWNE, LONGAVILLE, and DUMAIN"}, {"type": "direction", "direction": "  KING. Let fame, that all hunt after in their lives,\n    Live regist'red upon our brazen tombs,\n    And then grace us in the disgrace of death;\n    When, spite of cormorant devouring Time,\n    Th' endeavour of this present breath may buy\n    That honour which shall bate his scythe's keen edge,\n    And make us heirs of all eternity.\n    Therefore, brave conquerors- for so you are\n    That war against your own affections\n    And the huge army of the world's desires-\n    Our late edict shall strongly stand in force:\n    Navarre shall be the wonder of the world;\n    Our court shall be a little Academe,\n    Still and contemplative in living art.\n    You three, Berowne, Dumain, and Longaville,\n    Have sworn for three years' term to live with me\n    My fellow-scholars, and to keep those statutes\n    That are recorded in this schedule here.\n    Your oaths are pass'd; and now subscribe your names,\n    That his own hand may strike his honour down\n    That violates the smallest branch herein.\n    If you are arm'd to do as sworn to do,\n    Subscribe to your deep oaths, and keep it too."}, {"type": "direction", "direction": "  LONGAVILLE. I am resolv'd; 'tis but a three years' fast.\n    The mind shall banquet, though the body pine.\n    Fat paunches have lean pates; and dainty bits\n    Make rich the ribs, but bankrupt quite the wits."}, {"type": "direction", "direction": "  DUMAIN. My loving lord, Dumain is mortified.\n    The grosser manner of these world's delights\n    He throws upon the gross world's baser slaves;\n    To love, to wealth, to pomp, I pine and die,\n    With all these living in philosophy."}, {"type": "direction", "direction": "  BEROWNE. I can but say their protestation over;\n    So much, dear liege, I have already sworn,\n    That is, to live and study here three years.\n    But there are other strict observances,\n    As: not to see a woman in that term,\n    Which I hope well is not enrolled there;\n    And one day in a week to touch no food,\n    And but one meal on every day beside,\n    The which I hope is not enrolled there;\n    And then to sleep but three hours in the night\n    And not be seen to wink of all the day-\n    When I was wont to think no harm all night,\n    And make a dark night too of half the day-\n    Which I hope well is not enrolled there.\n    O, these are barren tasks, too hard to keep,\n    Not to see ladies, study, fast, not sleep!"}, {"type": "direction", "direction": "  KING. Your oath is pass'd to pass away from these."}, {"type": "direction", "direction": "  BEROWNE. Let me say no, my liege, an if you please:\n    I only swore to study with your Grace,\n    And stay here in your court for three years' space."}, {"type": "direction", "direction": "  LONGAVILLE. You swore to that, Berowne, and to the rest."}, {"type": "direction", "direction": "  BEROWNE. By yea and nay, sir, then I swore in jest.\n    What is the end of study, let me know."}, {"type": "direction", "direction": "  KING. Why, that to know which else we should not know."}, {"type": "direction", "direction": "  BEROWNE. Things hid and barr'd, you mean, from common sense?"}, {"type": "direction", "direction": "  KING. Ay, that is study's god-like recompense."}, {"type": "direction", "direction": "  BEROWNE. Come on, then; I will swear to study so,\n    To know the thing I am forbid to know,\n    As thus: to study where I well may dine,\n    When I to feast expressly am forbid;\n    Or study where to meet some mistress fine,\n    When mistresses from common sense are hid;\n    Or, having sworn too hard-a-keeping oath,\n    Study to break it, and not break my troth.\n    If study's gain be thus, and this be so,\n    Study knows that which yet it doth not know.\n    Swear me to this, and I will ne'er say no."}, {"type": "direction", "direction": "  KING. These be the stops that hinder study quite,\n    And train our intellects to vain delight."}, {"type": "direction", "direction": "  BEROWNE. Why, all delights are vain; but that most vain\n    Which, with pain purchas'd, doth inherit pain,\n    As painfully to pore upon a book\n    To seek the light of truth; while truth the while\n    Doth falsely blind the eyesight of his look.\n    Light, seeking light, doth light of light beguile;\n    So, ere you find where light in darkness lies,\n    Your light grows dark by losing of your eyes.\n    Study me how to please the eye indeed,\n    By fixing it upon a fairer eye;\n    Who dazzling so, that eye shall be his heed,\n    And give him light that it was blinded by.\n    Study is like the heaven's glorious sun,\n    That will not be deep-search'd with saucy looks;\n    Small have continual plodders ever won,\n    Save base authority from others' books.\n    These earthly godfathers of heaven's lights\n    That give a name to every fixed star\n    Have no more profit of their shining nights\n    Than those that walk and wot not what they are.\n    Too much to know is to know nought but fame;\n    And every godfather can give a name."}, {"type": "direction", "direction": "  KING. How well he's read, to reason against reading!"}, {"type": "direction", "direction": "  DUMAIN. Proceeded well, to stop all good proceeding!"}, {"type": "direction", "direction": "  LONGAVILLE. He weeds the corn, and still lets grow the weeding."}, {"type": "direction", "direction": "  BEROWNE. The spring is near, when green geese are a-breeding."}, {"type": "direction", "direction": "  DUMAIN. How follows that?"}, {"type": "direction", "direction": "  BEROWNE. Fit in his place and time."}, {"type": "direction", "direction": "  DUMAIN. In reason nothing."}, {"type": "direction", "direction": "  BEROWNE. Something then in rhyme."}, {"type": "direction", "direction": "  LONGAVILLE. Berowne is like an envious sneaping frost\n    That bites the first-born infants of the spring."}, {"type": "direction", "direction": "  BEROWNE. Well, say I am; why should proud summer boast\n    Before the birds have any cause to sing?\n    Why should I joy in any abortive birth?\n    At Christmas I no more desire a rose\n    Than wish a snow in May's new-fangled shows;\n    But like of each thing that in season grows;\n    So you, to study now it is too late,\n    Climb o'er the house to unlock the little gate."}, {"type": "direction", "direction": "  KING. Well, sit out; go home, Berowne; adieu."}, {"type": "direction", "direction": "  BEROWNE. No, my good lord; I have sworn to stay with you;\n    And though I have for barbarism spoke more\n    Than for that angel knowledge you can say,\n    Yet confident I'll keep what I have swore,\n    And bide the penance of each three years' day.\n    Give me the paper; let me read the same;\n    And to the strictest decrees I'll write my name."}, {"type": "direction", "direction": "  KING. How well this yielding rescues thee from shame!"}, {"type": "direction", "direction": "  BEROWNE. [Reads] 'Item. That no woman shall come within a mile of\n    my court'- Hath this been proclaimed?"}, {"type": "direction", "direction": "  LONGAVILLE. Four days ago."}, {"type": "direction", "direction": "  BEROWNE. Let's see the penalty. [Reads] '-on pain of losing her\n    tongue.' Who devis'd this penalty?"}, {"type": "direction", "direction": "  LONGAVILLE. Marry, that did I."}, {"type": "direction", "direction": "  BEROWNE. Sweet lord, and why?"}, {"type": "direction", "direction": "  LONGAVILLE. To fright them hence with that dread penalty."}, {"type": "direction", "direction": "  BEROWNE. A dangerous law against gentility.\n    [Reads] 'Item. If any man be seen to talk with a woman within\n    the term of three years, he shall endure such public shame as the\n    rest of the court can possibly devise.'\n    This article, my liege, yourself must break;\n    For well you know here comes in embassy\n    The French king's daughter, with yourself to speak-\n    A mild of grace and complete majesty-\n    About surrender up of Aquitaine\n    To her decrepit, sick, and bedrid father;\n    Therefore this article is made in vain,\n    Or vainly comes th' admired princess hither."}, {"type": "direction", "direction": "  KING. What say you, lords? Why, this was quite forgot."}, {"type": "direction", "direction": "  BEROWNE. So study evermore is over-shot.\n    While it doth study to have what it would,\n    It doth forget to do the thing it should;\n    And when it hath the thing it hunteth most,\n    'Tis won as towns with fire- so won, so lost."}, {"type": "direction", "direction": "  KING. We must of force dispense with this decree;\n    She must lie here on mere necessity."}, {"type": "direction", "direction": "  BEROWNE. Necessity will make us all forsworn\n    Three thousand times within this three years' space;\n    For every man with his affects is born,\n    Not by might mast'red, but by special grace.\n    If I break faith, this word shall speak for me:\n    I am forsworn on mere necessity.\n    So to the laws at large I write my name;        [Subscribes]\n    And he that breaks them in the least degree\n    Stands in attainder of eternal shame.\n    Suggestions are to other as to me;\n    But I believe, although I seem so loath,\n    I am the last that will last keep his oath.\n    But is there no quick recreation granted?"}, {"type": "direction", "direction": "  KING. Ay, that there is. Our court, you know, is haunted\n    With a refined traveller of Spain,\n    A man in all the world's new fashion planted,\n    That hath a mint of phrases in his brain;\n    One who the music of his own vain tongue\n    Doth ravish like enchanting harmony;\n    A man of complements, whom right and wrong\n    Have chose as umpire of their mutiny.\n    This child of fancy, that Armado hight,\n    For interim to our studies shall relate,\n    In high-born words, the worth of many a knight\n    From tawny Spain lost in the world's debate.\n    How you delight, my lords, I know not, I;\n    But I protest I love to hear him lie,\n    And I will use him for my minstrelsy."}, {"type": "direction", "direction": "  BEROWNE. Armado is a most illustrious wight,\n    A man of fire-new words, fashion's own knight."}, {"type": "direction", "direction": "  LONGAVILLE. Costard the swain and he shall be our sport;\n    And so to study three years is but short."}, {"type": "direction", "direction": "Enter DULL, a constable, with a letter, and COSTARD"}, {"type": "direction", "direction": "  DULL. Which is the Duke's own person?"}, {"type": "direction", "direction": "  BEROWNE. This, fellow. What wouldst?"}, {"type": "direction", "direction": "  DULL. I myself reprehend his own person, for I am his Grace's\n    farborough; but I would see his own person in flesh and blood."}, {"type": "direction", "direction": "  BEROWNE. This is he."}, {"type": "direction", "direction": "  DULL. Signior Arme- Arme- commends you. There's villainy abroad;\n    this letter will tell you more."}, {"type": "direction", "direction": "  COSTARD. Sir, the contempts thereof are as touching me."}, {"type": "direction", "direction": "  KING. A letter from the magnificent Armado."}, {"type": "direction", "direction": "  BEROWNE. How low soever the matter, I hope in God for high words."}, {"type": "direction", "direction": "  LONGAVILLE. A high hope for a low heaven. God grant us patience!"}, {"type": "direction", "direction": "  BEROWNE. To hear, or forbear hearing?"}, {"type": "direction", "direction": "  LONGAVILLE. To hear meekly, sir, and to laugh moderately; or, to\n    forbear both."}, {"type": "direction", "direction": "  BEROWNE. Well, sir, be it as the style shall give us cause to climb\n    in the merriness."}, {"type": "direction", "direction": "  COSTARD. The matter is to me, sir, as concerning Jaquenetta.\n    The manner of it is, I was taken with the manner."}, {"type": "direction", "direction": "  BEROWNE. In what manner?"}, {"type": "direction", "direction": "  COSTARD. In manner and form following, sir; all those three: I was\n    seen with her in the manor-house, sitting with her upon the form,\n    and taken following her into the park; which, put together, is in\n    manner and form following. Now, sir, for the manner- it is the\n    manner of a man to speak to a woman. For the form- in some form."}, {"type": "direction", "direction": "  BEROWNE. For the following, sir?"}, {"type": "direction", "direction": "  COSTARD. As it shall follow in my correction; and God defend the\n    right!"}, {"type": "direction", "direction": "  KING. Will you hear this letter with attention?"}, {"type": "direction", "direction": "  BEROWNE. As we would hear an oracle."}, {"type": "direction", "direction": "  COSTARD. Such is the simplicity of man to hearken after the flesh."}, {"type": "direction", "direction": "  KING. [Reads] 'Great deputy, the welkin's vicegerent and sole\n    dominator of Navarre, my soul's earth's god and body's fost'ring\n    patron'-"}, {"type": "direction", "direction": "  COSTARD. Not a word of Costard yet."}, {"type": "direction", "direction": "  KING. [Reads] 'So it is'-"}, {"type": "direction", "direction": "  COSTARD. It may be so; but if he say it is so, he is, in telling\n    true, but so."}, {"type": "direction", "direction": "  KING. Peace!"}, {"type": "direction", "direction": "  COSTARD. Be to me, and every man that dares not fight!"}, {"type": "direction", "direction": "  KING. No words!"}, {"type": "direction", "direction": "  COSTARD. Of other men's secrets, I beseech you."}, {"type": "direction", "direction": "  KING. [Reads] 'So it is, besieged with sable-coloured melancholy, I\n    did commend the black oppressing humour to the most wholesome\n    physic of thy health-giving air; and, as I am a gentleman, betook\n    myself to walk. The time When? About the sixth hour; when beasts\n    most graze, birds best peck, and men sit down to that nourishment\n    which is called supper. So much for the time When. Now for the\n    ground Which? which, I mean, I upon; it is ycleped thy park. Then\n    for the place Where? where, I mean, I did encounter that obscene\n    and most prepost'rous event that draweth from my snow-white pen\n    the ebon-coloured ink which here thou viewest, beholdest,\n    surveyest, or seest. But to the place Where? It standeth\n    north-north-east and by east from the west corner of thy\n    curious-knotted garden. There did I see that low-spirited swain,\n    that base minnow of thy mirth,'"}, {"type": "direction", "direction": "  COSTARD. Me?"}, {"type": "direction", "direction": "  KING. 'that unlettered small-knowing soul,'"}, {"type": "direction", "direction": "  COSTARD. Me?"}, {"type": "direction", "direction": "  KING. 'that shallow vassal,'"}, {"type": "direction", "direction": "  COSTARD. Still me?"}, {"type": "direction", "direction": "  KING. 'which, as I remember, hight Costard,'"}, {"type": "direction", "direction": "  COSTARD. O, me!"}, {"type": "direction", "direction": "  KING. 'sorted and consorted, contrary to thy established proclaimed\n    edict and continent canon; which, with, O, with- but with this I\n    passion to say wherewith-'"}, {"type": "direction", "direction": "  COSTARD. With a wench.\n    King. 'with a child of our grandmother Eve, a female; or, for thy\n    more sweet understanding, a woman. Him I, as my ever-esteemed\n    duty pricks me on, have sent to thee, to receive the meed of\n    punishment, by thy sweet Grace's officer, Antony Dull, a man of\n    good repute, carriage, bearing, and estimation.'"}, {"type": "direction", "direction": "  DULL. Me, an't shall please you; I am Antony Dull."}, {"type": "direction", "direction": "  KING. 'For Jaquenetta- so is the weaker vessel called, which I\n    apprehended with the aforesaid swain- I keep her as a vessel of\n    thy law's fury; and shall, at the least of thy sweet notice,\n    bring her to trial. Thine, in all compliments of devoted and\n    heart-burning heat of duty,"}, {"type": "direction", "direction": "                                         DON ADRIANO DE ARMADO.'"}, {"type": "direction", "direction": "  BEROWNE. This is not so well as I look'd for, but the best that\n    ever I heard."}, {"type": "direction", "direction": "  KING. Ay, the best for the worst. But, sirrah, what say you to\n    this?"}, {"type": "direction", "direction": "  COSTARD. Sir, I confess the wench."}, {"type": "direction", "direction": "  KING. Did you hear the proclamation?"}, {"type": "direction", "direction": "  COSTARD. I do confess much of the hearing it, but little of the\n    marking of it."}, {"type": "direction", "direction": "  KING. It was proclaimed a year's imprisonment to be taken with a\n    wench."}, {"type": "direction", "direction": "  COSTARD. I was taken with none, sir; I was taken with a damsel."}, {"type": "direction", "direction": "  KING. Well, it was proclaimed damsel."}, {"type": "direction", "direction": "  COSTARD. This was no damsel neither, sir; she was a virgin."}, {"type": "direction", "direction": "  KING. It is so varied too, for it was proclaimed virgin."}, {"type": "direction", "direction": "  COSTARD. If it were, I deny her virginity; I was taken with a maid."}, {"type": "direction", "direction": "  KING. This 'maid' not serve your turn, sir."}, {"type": "direction", "direction": "  COSTARD. This maid will serve my turn, sir."}, {"type": "direction", "direction": "  KING. Sir, I will pronounce your sentence: you shall fast a week\n    with bran and water."}, {"type": "direction", "direction": "  COSTARD. I had rather pray a month with mutton and porridge."}, {"type": "direction", "direction": "  KING. And Don Armado shall be your keeper.\n    My Lord Berowne, see him delivered o'er;\n    And go we, lords, to put in practice that\n    Which each to other hath so strongly sworn.\n                             Exeunt KING, LONGAVILLE, and DUMAIN"}, {"type": "direction", "direction": "  BEROWNE. I'll lay my head to any good man's hat\n    These oaths and laws will prove an idle scorn.\n    Sirrah, come on."}, {"type": "direction", "direction": "  COSTARD. I suffer for the truth, sir; for true it is I was taken\n    with Jaquenetta, and Jaquenetta is a true girl; and therefore\n    welcome the sour cup of prosperity! Affliction may one day smile\n    again; and till then, sit thee down, sorrow.\n                                                          Exeunt"}], "act": 1, "scene": 1, "title": "ACT I. SCENE I. Navarre. The King's park"}, {"text": [{"type": "direction", "direction": "SCENE II. The park"}, {"type": "direction", "direction": "Enter ARMADO and MOTH, his page"}, {"type": "direction", "direction": "  ARMADO. Boy, what sign is it when a man of great spirit grows\n    melancholy?"}, {"type": "direction", "direction": "  MOTH. A great sign, sir, that he will look sad."}, {"type": "direction", "direction": "  ARMADO. Why, sadness is one and the self-same thing, dear imp."}, {"type": "direction", "direction": "  MOTH. No, no; O Lord, sir, no!"}, {"type": "direction", "direction": "  ARMADO. How canst thou part sadness and melancholy, my tender\n    juvenal?"}, {"type": "direction", "direction": "  MOTH. By a familiar demonstration of the working, my tough signior."}, {"type": "direction", "direction": "  ARMADO. Why tough signior? Why tough signior?"}, {"type": "direction", "direction": "  MOTH. Why tender juvenal? Why tender juvenal?"}, {"type": "direction", "direction": "  ARMADO. I spoke it, tender juvenal, as a congruent epitheton\n    appertaining to thy young days, which we may nominate tender."}, {"type": "direction", "direction": "  MOTH. And I, tough signior, as an appertinent title to your old\n    time, which we may name tough."}, {"type": "direction", "direction": "  ARMADO. Pretty and apt."}, {"type": "direction", "direction": "  MOTH. How mean you, sir? I pretty, and my saying apt? or I apt, and\n    my saying pretty?"}, {"type": "direction", "direction": "  ARMADO. Thou pretty, because little."}, {"type": "direction", "direction": "  MOTH. Little pretty, because little. Wherefore apt?"}, {"type": "direction", "direction": "  ARMADO. And therefore apt, because quick."}, {"type": "direction", "direction": "  MOTH. Speak you this in my praise, master?"}, {"type": "direction", "direction": "  ARMADO. In thy condign praise."}, {"type": "direction", "direction": "  MOTH. I will praise an eel with the same praise."}, {"type": "direction", "direction": "  ARMADO. that an eel is ingenious?"}, {"type": "direction", "direction": "  MOTH. That an eel is quick."}, {"type": "direction", "direction": "  ARMADO. I do say thou art quick in answers; thou heat'st my blood."}, {"type": "direction", "direction": "  MOTH. I am answer'd, sir."}, {"type": "direction", "direction": "  ARMADO. I love not to be cross'd."}, {"type": "direction", "direction": "  MOTH. [Aside] He speaks the mere contrary: crosses love not him."}, {"type": "direction", "direction": "  ARMADO. I have promised to study three years with the Duke."}, {"type": "direction", "direction": "  MOTH. You may do it in an hour, sir."}, {"type": "direction", "direction": "  ARMADO. Impossible."}, {"type": "direction", "direction": "  MOTH. How many is one thrice told?"}, {"type": "direction", "direction": "  ARMADO. I am ill at reck'ning; it fitteth the spirit of a tapster."}, {"type": "direction", "direction": "  MOTH. You are a gentleman and a gamester, sir."}, {"type": "direction", "direction": "  ARMADO. I confess both; they are both the varnish of a complete\n    man."}, {"type": "direction", "direction": "  MOTH. Then I am sure you know how much the gross sum of deuce-ace\n    amounts to."}, {"type": "direction", "direction": "  ARMADO. It doth amount to one more than two."}, {"type": "direction", "direction": "  MOTH. Which the base vulgar do call three."}, {"type": "direction", "direction": "  ARMADO. True."}, {"type": "direction", "direction": "  MOTH. Why, sir, is this such a piece of study? Now here is three\n    studied ere ye'll thrice wink; and how easy it is to put 'years'\n    to the word 'three,' and study three years in two words, the\n    dancing horse will tell you."}, {"type": "direction", "direction": "  ARMADO. A most fine figure!"}, {"type": "direction", "direction": "  MOTH. [Aside] To prove you a cipher."}, {"type": "direction", "direction": "  ARMADO. I will hereupon confess I am in love. And as it is base for\n    a soldier to love, so am I in love with a base wench. If drawing\n    my sword against the humour of affection would deliver me from\n    the reprobate thought of it, I would take Desire prisoner, and\n    ransom him to any French courtier for a new-devis'd curtsy. I\n    think scorn to sigh; methinks I should out-swear Cupid. Comfort\n    me, boy; what great men have been in love?"}, {"type": "direction", "direction": "  MOTH. Hercules, master."}, {"type": "direction", "direction": "  ARMADO. Most sweet Hercules! More authority, dear boy, name more;\n    and, sweet my child, let them be men of good repute and carriage."}, {"type": "direction", "direction": "  MOTH. Samson, master; he was a man of good carriage, great\n    carriage, for he carried the town gates on his back like a\n    porter; and he was in love."}, {"type": "direction", "direction": "  ARMADO. O well-knit Samson! strong-jointed Samson! I do excel thee\n    in my rapier as much as thou didst me in carrying gates. I am in\n    love too. Who was Samson's love, my dear Moth?"}, {"type": "direction", "direction": "  MOTH. A woman, master."}, {"type": "direction", "direction": "  ARMADO. Of what complexion?"}, {"type": "direction", "direction": "  MOTH. Of all the four, or the three, or the two, or one of the\n    four."}, {"type": "direction", "direction": "  ARMADO. Tell me precisely of what complexion."}, {"type": "direction", "direction": "  MOTH. Of the sea-water green, sir."}, {"type": "direction", "direction": "  ARMADO. Is that one of the four complexions?"}, {"type": "direction", "direction": "  MOTH. As I have read, sir; and the best of them too."}, {"type": "direction", "direction": "  ARMADO. Green, indeed, is the colour of lovers; but to have a love\n    of that colour, methinks Samson had small reason for it. He\n    surely affected her for her wit."}, {"type": "direction", "direction": "  MOTH. It was so, sir; for she had a green wit."}, {"type": "direction", "direction": "  ARMADO. My love is most immaculate white and red."}, {"type": "direction", "direction": "  MOTH. Most maculate thoughts, master, are mask'd under such\n    colours."}, {"type": "direction", "direction": "  ARMADO. Define, define, well-educated infant."}, {"type": "direction", "direction": "  MOTH. My father's wit my mother's tongue assist me!"}, {"type": "direction", "direction": "  ARMADO. Sweet invocation of a child; most pretty, and pathetical!"}, {"type": "direction", "direction": "  MOTH.      If she be made of white and red,\n               Her faults will ne'er be known;\n             For blushing cheeks by faults are bred,\n               And fears by pale white shown.\n             Then if she fear, or be to blame,\n               By this you shall not know;\n             For still her cheeks possess the same\n               Which native she doth owe.\n    A dangerous rhyme, master, against the reason of white and red."}, {"type": "direction", "direction": "  ARMADO. Is there not a ballad, boy, of the King and the Beggar?"}, {"type": "direction", "direction": "  MOTH. The world was very guilty of such a ballad some three ages\n    since; but I think now 'tis not to be found; or if it were, it\n    would neither serve for the writing nor the tune."}, {"type": "direction", "direction": "  ARMADO. I will have that subject newly writ o'er, that I may\n    example my digression by some mighty precedent. Boy, I do love\n    that country girl that I took in the park with the rational hind\n    Costard; she deserves well."}, {"type": "direction", "direction": "  MOTH. [Aside] To be whipt; and yet a better love than my master."}, {"type": "direction", "direction": "  ARMADO. Sing, boy; my spirit grows heavy in love."}, {"type": "direction", "direction": "  MOTH. And that's great marvel, loving a light wench."}, {"type": "direction", "direction": "  ARMADO. I say, sing."}, {"type": "direction", "direction": "  MOTH. Forbear till this company be past."}, {"type": "direction", "direction": "Enter DULL, COSTARD, and JAQUENETTA"}, {"type": "direction", "direction": "  DULL. Sir, the Duke's pleasure is that you keep Costard safe; and\n    you must suffer him to take no delight nor no penance; but 'a\n    must fast three days a week. For this damsel, I must keep her at\n    the park; she is allow'd for the day-woman. Fare you well."}, {"type": "direction", "direction": "  ARMADO. I do betray myself with blushing. Maid!"}, {"type": "direction", "direction": "  JAQUENETTA. Man!"}, {"type": "direction", "direction": "  ARMADO. I will visit thee at the lodge."}, {"type": "direction", "direction": "  JAQUENETTA. That's hereby."}, {"type": "direction", "direction": "  ARMADO. I know where it is situate."}, {"type": "direction", "direction": "  JAQUENETTA. Lord, how wise you are!"}, {"type": "direction", "direction": "  ARMADO. I will tell thee wonders."}, {"type": "direction", "direction": "  JAQUENETTA. With that face?"}, {"type": "direction", "direction": "  ARMADO. I love thee."}, {"type": "direction", "direction": "  JAQUENETTA. So I heard you say."}, {"type": "direction", "direction": "  ARMADO. And so, farewell."}, {"type": "direction", "direction": "  JAQUENETTA. Fair weather after you!"}, {"type": "direction", "direction": "  DULL. Come, Jaquenetta, away.             Exit with JAQUENETTA"}, {"type": "direction", "direction": "  ARMADO. Villain, thou shalt fast for thy offences ere thou be\n    pardoned."}, {"type": "direction", "direction": "  COSTARD. Well, sir, I hope when I do it I shall do it on a full\n    stomach."}, {"type": "direction", "direction": "  ARMADO. Thou shalt be heavily punished."}, {"type": "direction", "direction": "  COSTARD. I am more bound to you than your fellows, for they are but\n    lightly rewarded."}, {"type": "direction", "direction": "  ARMADO. Take away this villain; shut him up."}, {"type": "direction", "direction": "  MOTH. Come, you transgressing slave, away."}, {"type": "direction", "direction": "  COSTARD. Let me not be pent up, sir; I will fast, being loose."}, {"type": "direction", "direction": "  MOTH. No, sir; that were fast, and loose. Thou shalt to prison."}, {"type": "direction", "direction": "  COSTARD. Well, if ever I do see the merry days of desolation that I\n    have seen, some shall see."}, {"type": "direction", "direction": "  MOTH. What shall some see?"}, {"type": "direction", "direction": "  COSTARD. Nay, nothing, Master Moth, but what they look upon. It is\n    not for prisoners to be too silent in their words, and therefore\n    I will say nothing. I thank God I have as little patience as\n    another man, and therefore I can be quiet.\n                                         Exeunt MOTH and COSTARD"}, {"type": "direction", "direction": "  ARMADO. I do affect the very ground, which is base, where her shoe,\n    which is baser, guided by her foot, which is basest, doth tread.\n    I shall be forsworn- which is a great argument of falsehood- if I\n    love. And how can that be true love which is falsely attempted?\n    Love is a familiar; Love is a devil. There is no evil angel but\n    Love. Yet was Samson so tempted, and he had an excellent\n    strength; yet was Solomon so seduced, and he had a very good wit.\n    Cupid's butt-shaft is too hard for Hercules' club, and therefore\n    too much odds for a Spaniard's rapier. The first and second cause\n    will not serve my turn; the passado he respects not, the duello\n    he regards not; his disgrace is to be called boy, but his glory\n    is to subdue men. Adieu, valour; rust, rapier; be still, drum;\n    for your manager is in love; yea, he loveth. Assist me, some\n    extemporal god of rhyme, for I am sure I shall turn sonnet.\n    Devise, wit; write, pen; for I am for whole volumes in folio.\n Exit"}, {"type": "direction", "direction": "ACT II. SCENE II. The park"}, {"type": "direction", "direction": "Enter the PRINCESS OF FRANCE, with three attending ladies,\nROSALINE, MARIA, KATHARINE, BOYET, and two other LORDS"}, {"type": "direction", "direction": "  BOYET. Now, madam, summon up your dearest spirits.\n    Consider who the King your father sends,\n    To whom he sends, and what's his embassy:\n    Yourself, held precious in the world's esteem,\n    To parley with the sole inheritor\n    Of all perfections that a man may owe,\n    Matchless Navarre; the plea of no less weight\n    Than Aquitaine, a dowry for a queen.\n    Be now as prodigal of all dear grace\n    As Nature was in making graces dear,\n    When she did starve the general world beside\n    And prodigally gave them all to you."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Good Lord Boyet, my beauty, though but mean,\n    Needs not the painted flourish of your praise.\n    Beauty is bought by judgment of the eye,\n    Not utt'red by base sale of chapmen's tongues;\n    I am less proud to hear you tell my worth\n    Than you much willing to be counted wise\n    In spending your wit in the praise of mine.\n    But now to task the tasker: good Boyet,\n    You are not ignorant all-telling fame\n    Doth noise abroad Navarre hath made a vow,\n    Till painful study shall outwear three years,\n    No woman may approach his silent court.\n    Therefore to's seemeth it a needful course,\n    Before we enter his forbidden gates,\n    To know his pleasure; and in that behalf,\n    Bold of your worthiness, we single you\n    As our best-moving fair solicitor.\n    Tell him the daughter of the King of France,\n    On serious business, craving quick dispatch,\n    Importunes personal conference with his Grace.\n    Haste, signify so much; while we attend,\n    Like humble-visag'd suitors, his high will."}, {"type": "direction", "direction": "  BOYET. Proud of employment, willingly I go."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. All pride is willing pride, and yours is so.\n                                                      Exit BOYET\n    Who are the votaries, my loving lords,\n    That are vow-fellows with this virtuous duke?"}, {"type": "direction", "direction": "  FIRST LORD. Lord Longaville is one."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Know you the man?"}, {"type": "direction", "direction": "  MARIA. I know him, madam; at a marriage feast,\n    Between Lord Perigort and the beauteous heir\n    Of Jaques Falconbridge, solemnized\n    In Normandy, saw I this Longaville.\n    A man of sovereign parts, peerless esteem'd,\n    Well fitted in arts, glorious in arms;\n    Nothing becomes him ill that he would well.\n    The only soil of his fair virtue's gloss,\n    If virtue's gloss will stain with any soil,\n    Is a sharp wit match'd with too blunt a will,\n    Whose edge hath power to cut, whose will still wills\n    It should none spare that come within his power."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Some merry mocking lord, belike; is't so?"}, {"type": "direction", "direction": "  MARIA. They say so most that most his humours know."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Such short-liv'd wits do wither as they grow.\n    Who are the rest?"}, {"type": "direction", "direction": "  KATHARINE. The young Dumain, a well-accomplish'd youth,\n    Of all that virtue love for virtue loved;\n    Most power to do most harm, least knowing ill,\n    For he hath wit to make an ill shape good,\n    And shape to win grace though he had no wit.\n    I saw him at the Duke Alencon's once;\n    And much too little of that good I saw\n    Is my report to his great worthiness."}, {"type": "direction", "direction": "  ROSALINE. Another of these students at that time\n    Was there with him, if I have heard a truth.\n    Berowne they call him; but a merrier man,\n    Within the limit of becoming mirth,\n    I never spent an hour's talk withal.\n    His eye begets occasion for his wit,\n    For every object that the one doth catch\n    The other turns to a mirth-moving jest,\n    Which his fair tongue, conceit's expositor,\n    Delivers in such apt and gracious words\n    That aged ears play truant at his tales,\n    And younger hearings are quite ravished;\n    So sweet and voluble is his discourse."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. God bless my ladies! Are they all in love,\n    That every one her own hath garnished\n    With such bedecking ornaments of praise?"}, {"type": "direction", "direction": "  FIRST LORD. Here comes Boyet.\n\n                       Re-enter BOYET"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Now, what admittance, lord?"}, {"type": "direction", "direction": "  BOYET. Navarre had notice of your fair approach,\n    And he and his competitors in oath\n    Were all address'd to meet you, gentle lady,\n    Before I came. Marry, thus much I have learnt:\n    He rather means to lodge you in the field,\n    Like one that comes here to besiege his court,\n    Than seek a dispensation for his oath,\n    To let you enter his unpeopled house.\n                                    [The LADIES-IN-WAITING mask]"}, {"type": "direction", "direction": "Enter KING, LONGAVILLE, DUMAIN, BEROWNE,\n                         and ATTENDANTS\n\n    Here comes Navarre."}, {"type": "direction", "direction": "  KING. Fair Princess, welcome to the court of Navarre."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. 'Fair' I give you back again; and 'welcome' I\n    have not yet. The roof of this court is too high to be yours, and\n    welcome to the wide fields too base to be mine."}, {"type": "direction", "direction": "  KING. You shall be welcome, madam, to my court."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. I will be welcome then; conduct me thither."}, {"type": "direction", "direction": "  KING. Hear me, dear lady: I have sworn an oath-"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Our Lady help my lord! He'll be forsworn."}, {"type": "direction", "direction": "  KING. Not for the world, fair madam, by my will."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Why, will shall break it; will, and nothing\n    else."}, {"type": "direction", "direction": "  KING. Your ladyship is ignorant what it is."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Were my lord so, his ignorance were wise,\n    Where now his knowledge must prove ignorance.\n    I hear your Grace hath sworn out house-keeping.\n    'Tis deadly sin to keep that oath, my lord,\n    And sin to break it.\n    But pardon me, I am too sudden bold;\n    To teach a teacher ill beseemeth me.\n    Vouchsafe to read the purpose of my coming,\n    And suddenly resolve me in my suit.         [Giving a paper]"}, {"type": "direction", "direction": "  KING. Madam, I will, if suddenly I may."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. YOU Will the sooner that I were away,\n    For you'll prove perjur'd if you make me stay."}, {"type": "direction", "direction": "  BEROWNE. Did not I dance with you in Brabant once?"}, {"type": "direction", "direction": "  KATHARINE. Did not I dance with you in Brabant once?"}, {"type": "direction", "direction": "  BEROWNE. I know you did."}, {"type": "direction", "direction": "  KATHARINE. How needless was it then to ask the question!"}, {"type": "direction", "direction": "  BEROWNE. You must not be so quick."}, {"type": "direction", "direction": "  KATHARINE. 'Tis long of you, that spur me with such questions."}, {"type": "direction", "direction": "  BEROWNE. Your wit 's too hot, it speeds too fast, 'twill tire."}, {"type": "direction", "direction": "  KATHARINE. Not till it leave the rider in the mire."}, {"type": "direction", "direction": "  BEROWNE. What time o' day?"}, {"type": "direction", "direction": "  KATHARINE. The hour that fools should ask."}, {"type": "direction", "direction": "  BEROWNE. Now fair befall your mask!"}, {"type": "direction", "direction": "  KATHARINE. Fair fall the face it covers!"}, {"type": "direction", "direction": "  BEROWNE. And send you many lovers!"}, {"type": "direction", "direction": "  KATHARINE. Amen, so you be none."}, {"type": "direction", "direction": "  BEROWNE. Nay, then will I be gone."}, {"type": "direction", "direction": "  KING. Madam, your father here doth intimate\n    The payment of a hundred thousand crowns;\n    Being but the one half of an entire sum\n    Disbursed by my father in his wars.\n    But say that he or we, as neither have,\n    Receiv'd that sum, yet there remains unpaid\n    A hundred thousand more, in surety of the which,\n    One part of Aquitaine is bound to us,\n    Although not valued to the money's worth.\n    If then the King your father will restore\n    But that one half which is unsatisfied,\n    We will give up our right in Aquitaine,\n    And hold fair friendship with his Majesty.\n    But that, it seems, he little purposeth,\n    For here he doth demand to have repaid\n    A hundred thousand crowns; and not demands,\n    On payment of a hundred thousand crowns,\n    To have his title live in Aquitaine;\n    Which we much rather had depart withal,\n    And have the money by our father lent,\n    Than Aquitaine so gelded as it is.\n    Dear Princess, were not his requests so far\n    From reason's yielding, your fair self should make\n    A yielding 'gainst some reason in my breast,\n    And go well satisfied to France again."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. You do the King my father too much wrong,\n    And wrong the reputation of your name,\n    In so unseeming to confess receipt\n    Of that which hath so faithfully been paid."}, {"type": "direction", "direction": "  KING. I do protest I never heard of it;\n    And, if you prove it, I'll repay it back\n    Or yield up Aquitaine."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. We arrest your word.\n    Boyet, you can produce acquittances\n    For such a sum from special officers\n    Of Charles his father."}, {"type": "direction", "direction": "  KING. Satisfy me so."}, {"type": "direction", "direction": "  BOYET. So please your Grace, the packet is not come,\n    Where that and other specialties are bound;\n    To-morrow you shall have a sight of them."}, {"type": "direction", "direction": "  KING. It shall suffice me; at which interview\n    All liberal reason I will yield unto.\n    Meantime receive such welcome at my hand\n    As honour, without breach of honour, may\n    Make tender of to thy true worthiness.\n    You may not come, fair Princess, within my gates;\n    But here without you shall be so receiv'd\n    As you shall deem yourself lodg'd in my heart,\n    Though so denied fair harbour in my house.\n    Your own good thoughts excuse me, and farewell.\n    To-morrow shall we visit you again."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Sweet health and fair desires consort your\n    Grace!"}, {"type": "direction", "direction": "  KING. Thy own wish wish I thee in every place.\n                                            Exit with attendants"}, {"type": "direction", "direction": "  BEROWNE. Lady, I will commend you to mine own heart."}, {"type": "direction", "direction": "  ROSALINE. Pray you, do my commendations;\n    I would be glad to see it."}, {"type": "direction", "direction": "  BEROWNE. I would you heard it groan."}, {"type": "direction", "direction": "  ROSALINE. Is the fool sick?"}, {"type": "direction", "direction": "  BEROWNE. Sick at the heart."}, {"type": "direction", "direction": "  ROSALINE. Alack, let it blood."}, {"type": "direction", "direction": "  BEROWNE. Would that do it good?"}, {"type": "direction", "direction": "  ROSALINE. My physic says 'ay.'"}, {"type": "direction", "direction": "  BEROWNE. Will YOU prick't with your eye?"}, {"type": "direction", "direction": "  ROSALINE. No point, with my knife."}, {"type": "direction", "direction": "  BEROWNE. Now, God save thy life!"}, {"type": "direction", "direction": "  ROSALINE. And yours from long living!"}, {"type": "direction", "direction": "  BEROWNE. I cannot stay thanksgiving.                [Retiring]"}, {"type": "direction", "direction": "  DUMAIN. Sir, I pray you, a word: what lady is that same?"}, {"type": "direction", "direction": "  BOYET. The heir of Alencon, Katharine her name."}, {"type": "direction", "direction": "  DUMAIN. A gallant lady! Monsieur, fare you well.          Exit"}, {"type": "direction", "direction": "  LONGAVILLE. I beseech you a word: what is she in the white?"}, {"type": "direction", "direction": "  BOYET. A woman sometimes, an you saw her in the light."}, {"type": "direction", "direction": "  LONGAVILLE. Perchance light in the light. I desire her name."}, {"type": "direction", "direction": "  BOYET. She hath but one for herself; to desire that were a shame."}, {"type": "direction", "direction": "  LONGAVILLE. Pray you, sir, whose daughter?"}, {"type": "direction", "direction": "  BOYET. Her mother's, I have heard."}, {"type": "direction", "direction": "  LONGAVILLE. God's blessing on your beard!"}, {"type": "direction", "direction": "  BOYET. Good sir, be not offended;\n    She is an heir of Falconbridge."}, {"type": "direction", "direction": "  LONGAVILLE. Nay, my choler is ended.\n    She is a most sweet lady."}, {"type": "direction", "direction": "  BOYET. Not unlike, sir; that may be.           Exit LONGAVILLE"}, {"type": "direction", "direction": "  BEROWNE. What's her name in the cap?"}, {"type": "direction", "direction": "  BOYET. Rosaline, by good hap."}, {"type": "direction", "direction": "  BEROWNE. Is she wedded or no?"}, {"type": "direction", "direction": "  BOYET. To her will, sir, or so."}, {"type": "direction", "direction": "  BEROWNE. You are welcome, sir; adieu!"}, {"type": "direction", "direction": "  BOYET. Farewell to me, sir, and welcome to you.\n                                     Exit BEROWNE. LADIES Unmask"}, {"type": "direction", "direction": "  MARIA. That last is Berowne, the merry mad-cap lord;\n    Not a word with him but a jest."}, {"type": "direction", "direction": "  BOYET. And every jest but a word."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. It was well done of you to take him at his\n    word."}, {"type": "direction", "direction": "  BOYET. I was as willing to grapple as he was to board."}, {"type": "direction", "direction": "  KATHARINE. Two hot sheeps, marry!"}, {"type": "direction", "direction": "  BOYET. And wherefore not ships?\n    No sheep, sweet lamb, unless we feed on your lips."}, {"type": "direction", "direction": "  KATHARINE. You sheep and I pasture- shall that finish the jest?"}, {"type": "direction", "direction": "  BOYET. So you grant pasture for me.     [Offering to kiss her]"}, {"type": "direction", "direction": "  KATHARINE. Not so, gentle beast;\n    My lips are no common, though several they be."}, {"type": "direction", "direction": "  BOYET. Belonging to whom?"}, {"type": "direction", "direction": "  KATHARINE. To my fortunes and me."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Good wits will be jangling; but, gentles,\n      agree;\n    This civil war of wits were much better used\n    On Navarre and his book-men, for here 'tis abused."}, {"type": "direction", "direction": "  BOYET. If my observation, which very seldom lies,\n    By the heart's still rhetoric disclosed with eyes,\n    Deceive me not now, Navarre is infected."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. With what?"}, {"type": "direction", "direction": "  BOYET. With that which we lovers entitle 'affected.'"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Your reason?"}, {"type": "direction", "direction": "  BOYET. Why, all his behaviours did make their retire\n    To the court of his eye, peeping thorough desire.\n    His heart, like an agate, with your print impressed,\n    Proud with his form, in his eye pride expressed;\n    His tongue, all impatient to speak and not see,\n    Did stumble with haste in his eyesight to be;\n    All senses to that sense did make their repair,\n    To feel only looking on fairest of fair.\n    Methought all his senses were lock'd in his eye,\n    As jewels in crystal for some prince to buy;\n    Who, tend'ring their own worth from where they were glass'd,\n    Did point you to buy them, along as you pass'd.\n    His face's own margent did quote such amazes\n    That all eyes saw his eyes enchanted with gazes.\n    I'll give you Aquitaine and all that is his,\n    An you give him for my sake but one loving kiss."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Come, to our pavilion. Boyet is dispos'd."}, {"type": "direction", "direction": "  BOYET. But to speak that in words which his eye hath disclos'd;\n    I only have made a mouth of his eye,\n    By adding a tongue which I know will not lie."}, {"type": "direction", "direction": "  MARIA. Thou art an old love-monger, and speakest skilfully."}, {"type": "direction", "direction": "  KATHARINE. He is Cupid's grandfather, and learns news of him."}, {"type": "direction", "direction": "  ROSALINE. Then was Venus like her mother; for her father is but\n    grim."}, {"type": "direction", "direction": "  BOYET. Do you hear, my mad wenches?"}, {"type": "direction", "direction": "  MARIA. No."}, {"type": "direction", "direction": "  BOYET. What, then; do you see?"}, {"type": "direction", "direction": "  MARIA. Ay, our way to be gone."}, {"type": "direction", "direction": "  BOYET. You are too hard for me.                         Exeunt"}, {"type": "direction", "direction": "ACT III. SCENE I. The park"}, {"type": "direction", "direction": "Enter ARMADO and MOTH"}, {"type": "direction", "direction": "  ARMADO. Warble, child; make passionate my sense of hearing.\n                                         [MOTH sings Concolinel]"}, {"type": "direction", "direction": "  ARMADO. Sweet air! Go, tenderness of years, take this key, give\n    enlargement to the swain, bring him festinately hither; I must\n    employ him in a letter to my love."}, {"type": "direction", "direction": "  MOTH. Master, will you win your love with a French brawl?"}, {"type": "direction", "direction": "  ARMADO. How meanest thou? Brawling in French?"}, {"type": "direction", "direction": "  MOTH. No, my complete master; but to jig off a tune at the tongue's\n    end, canary to it with your feet, humour it with turning up your\n    eyelids, sigh a note and sing a note, sometime through the\n    throat, as if you swallowed love with singing love, sometime\n    through the nose, as if you snuff'd up love by smelling love,\n    with your hat penthouse-like o'er the shop of your eyes, with\n    your arms cross'd on your thin-belly doublet, like a rabbit on a\n    spit, or your hands in your pocket, like a man after the old\n    painting; and keep not too long in one tune, but a snip and away.\n    These are complements, these are humours; these betray nice\n    wenches, that would be betrayed without these; and make them men\n    of note- do you note me?- that most are affected to these."}, {"type": "direction", "direction": "  ARMADO. How hast thou purchased this experience?"}, {"type": "direction", "direction": "  MOTH. By my penny of observation."}, {"type": "direction", "direction": "  ARMADO. But O- but O-"}, {"type": "direction", "direction": "  MOTH. The hobby-horse is forgot."}, {"type": "direction", "direction": "  ARMADO. Call'st thou my love 'hobby-horse'?"}, {"type": "direction", "direction": "  MOTH. No, master; the hobby-horse is but a colt, and your love\n    perhaps a hackney. But have you forgot your love?"}, {"type": "direction", "direction": "  ARMADO. Almost I had."}, {"type": "direction", "direction": "  MOTH. Negligent student! learn her by heart."}, {"type": "direction", "direction": "  ARMADO. By heart and in heart, boy."}, {"type": "direction", "direction": "  MOTH. And out of heart, master; all those three I will prove."}, {"type": "direction", "direction": "  ARMADO. What wilt thou prove?"}, {"type": "direction", "direction": "  MOTH. A man, if I live; and this, by, in, and without, upon the\n    instant. By heart you love her, because your heart cannot come by\n    her; in heart you love her, because your heart is in love with\n    her; and out of heart you love her, being out of heart that you\n    cannot enjoy her."}, {"type": "direction", "direction": "  ARMADO. I am all these three."}, {"type": "direction", "direction": "  MOTH. And three times as much more, and yet nothing at all."}, {"type": "direction", "direction": "  ARMADO. Fetch hither the swain; he must carry me a letter."}, {"type": "direction", "direction": "  MOTH. A message well sympathiz'd- a horse to be ambassador for an\n    ass."}, {"type": "direction", "direction": "  ARMADO. Ha, ha, what sayest thou?"}, {"type": "direction", "direction": "  MOTH. Marry, sir, you must send the ass upon the horse, for he is\n    very slow-gaited. But I go."}, {"type": "direction", "direction": "  ARMADO. The way is but short; away."}, {"type": "direction", "direction": "  MOTH. As swift as lead, sir."}, {"type": "direction", "direction": "  ARMADO. The meaning, pretty ingenious?\n    Is not lead a metal heavy, dull, and slow?"}, {"type": "direction", "direction": "  MOTH. Minime, honest master; or rather, master, no."}, {"type": "direction", "direction": "  ARMADO. I say lead is slow."}, {"type": "direction", "direction": "  MOTH. You are too swift, sir, to say so:\n    Is that lead slow which is fir'd from a gun?"}, {"type": "direction", "direction": "  ARMADO. Sweet smoke of rhetoric!\n    He reputes me a cannon; and the bullet, that's he;\n    I shoot thee at the swain."}, {"type": "direction", "direction": "  MOTH. Thump, then, and I flee.                            Exit"}, {"type": "direction", "direction": "  ARMADO. A most acute juvenal; volable and free of grace!\n    By thy favour, sweet welkin, I must sigh in thy face;\n    Most rude melancholy, valour gives thee place.\n    My herald is return'd.\n\n                       Re-enter MOTH with COSTARD"}, {"type": "direction", "direction": "  MOTH. A wonder, master! here's a costard broken in a shin."}, {"type": "direction", "direction": "  ARMADO. Some enigma, some riddle; come, thy l'envoy; begin."}, {"type": "direction", "direction": "  COSTARD. No egma, no riddle, no l'envoy; no salve in the mail, sir.\n    O, sir, plantain, a plain plantain; no l'envoy, no l'envoy; no\n    salve, sir, but a plantain!"}, {"type": "direction", "direction": "  ARMADO. By virtue thou enforcest laughter; thy silly thought, my\n    spleen; the heaving of my lungs provokes me to ridiculous\n    smiling. O, pardon me, my stars! Doth the inconsiderate take\n    salve for l'envoy, and the word 'l'envoy' for a salve?"}, {"type": "direction", "direction": "  MOTH. Do the wise think them other? Is not l'envoy a salve?"}, {"type": "direction", "direction": "  ARMADO. No, page; it is an epilogue or discourse to make plain\n    Some obscure precedence that hath tofore been sain.\n    I will example it:\n           The fox, the ape, and the humble-bee,\n           Were still at odds, being but three.\n    There's the moral. Now the l'envoy."}, {"type": "direction", "direction": "  MOTH. I will add the l'envoy. Say the moral again."}, {"type": "direction", "direction": "  ARMADO.  The fox, the ape, and the humble-bee,\n           Were still at odds, being but three."}, {"type": "direction", "direction": "  MOTH.    Until the goose came out of door,\n           And stay'd the odds by adding four.\n    Now will I begin your moral, and do you follow with my l'envoy.\n           The fox, the ape, and the humble-bee,\n           Were still at odds, being but three."}, {"type": "direction", "direction": "  ARMADO.  Until the goose came out of door,\n           Staying the odds by adding four."}, {"type": "direction", "direction": "  MOTH. A good l'envoy, ending in the goose; would you desire more?"}, {"type": "direction", "direction": "  COSTARD. The boy hath sold him a bargain, a goose, that's flat.\n    Sir, your pennyworth is good, an your goose be fat.\n    To sell a bargain well is as cunning as fast and loose;\n    Let me see: a fat l'envoy; ay, that's a fat goose."}, {"type": "direction", "direction": "  ARMADO. Come hither, come hither. How did this argument begin?"}, {"type": "direction", "direction": "  MOTH. By saying that a costard was broken in a shin.\n    Then call'd you for the l'envoy."}, {"type": "direction", "direction": "  COSTARD. True, and I for a plantain. Thus came your argument in;\n    Then the boy's fat l'envoy, the goose that you bought;\n    And he ended the market."}, {"type": "direction", "direction": "  ARMADO. But tell me: how was there a costard broken in a shin?"}, {"type": "direction", "direction": "  MOTH. I will tell you sensibly."}, {"type": "direction", "direction": "  COSTARD. Thou hast no feeling of it, Moth; I will speak that\n      l'envoy.\n    I, Costard, running out, that was safely within,\n    Fell over the threshold and broke my shin."}, {"type": "direction", "direction": "  ARMADO. We will talk no more of this matter."}, {"type": "direction", "direction": "  COSTARD. Till there be more matter in the shin."}, {"type": "direction", "direction": "  ARMADO. Sirrah Costard. I will enfranchise thee."}, {"type": "direction", "direction": "  COSTARD. O, Marry me to one Frances! I smell some l'envoy, some\n    goose, in this."}, {"type": "direction", "direction": "  ARMADO. By my sweet soul, I mean setting thee at liberty,\n    enfreedoming thy person; thou wert immured, restrained,\n    captivated, bound."}, {"type": "direction", "direction": "  COSTARD. True, true; and now you will be my purgation, and let me\n    loose."}, {"type": "direction", "direction": "  ARMADO. I give thee thy liberty, set thee from durance; and, in\n    lieu thereof, impose on thee nothing but this: bear this\n    significant [giving a letter] to the country maid Jaquenetta;\n    there is remuneration, for the best ward of mine honour is\n    rewarding my dependents. Moth, follow.                  Exit"}, {"type": "direction", "direction": "  MOTH. Like the sequel, I. Signior Costard, adieu."}, {"type": "direction", "direction": "  COSTARD. My sweet ounce of man's flesh, my incony Jew!\n                                                       Exit MOTH\n    Now will I look to his remuneration. Remuneration! O, that's the\n    Latin word for three farthings. Three farthings- remuneration.\n    'What's the price of this inkle?'- 'One penny.'- 'No, I'll give\n    you a remuneration.' Why, it carries it. Remuneration! Why, it is\n    a fairer name than French crown. I will never buy and sell out of\n    this word."}, {"type": "direction", "direction": "Enter BEROWNE"}, {"type": "direction", "direction": "  BEROWNE. My good knave Costard, exceedingly well met!"}, {"type": "direction", "direction": "  COSTARD. Pray you, sir, how much carnation ribbon may a man buy for\n    a remuneration?"}, {"type": "direction", "direction": "  BEROWNE. What is a remuneration?"}, {"type": "direction", "direction": "  COSTARD. Marry, sir, halfpenny farthing."}, {"type": "direction", "direction": "  BEROWNE. Why, then, three-farthing worth of silk."}, {"type": "direction", "direction": "  COSTARD. I thank your worship. God be wi' you!"}, {"type": "direction", "direction": "  BEROWNE. Stay, slave; I must employ thee.\n    As thou wilt win my favour, good my knave,\n    Do one thing for me that I shall entreat."}, {"type": "direction", "direction": "  COSTARD. When would you have it done, sir?"}, {"type": "direction", "direction": "  BEROWNE. This afternoon."}, {"type": "direction", "direction": "  COSTARD. Well, I will do it, sir; fare you well."}, {"type": "direction", "direction": "  BEROWNE. Thou knowest not what it is."}, {"type": "direction", "direction": "  COSTARD. I shall know, sir, when I have done it."}, {"type": "direction", "direction": "  BEROWNE. Why, villain, thou must know first."}, {"type": "direction", "direction": "  COSTARD. I will come to your worship to-morrow morning."}, {"type": "direction", "direction": "  BEROWNE. It must be done this afternoon.\n    Hark, slave, it is but this:\n    The Princess comes to hunt here in the park,\n    And in her train there is a gentle lady;\n    When tongues speak sweetly, then they name her name,\n    And Rosaline they call her. Ask for her,\n    And to her white hand see thou do commend\n    This seal'd-up counsel. There's thy guerdon; go.\n                                         [Giving him a shilling]"}, {"type": "direction", "direction": "  COSTARD. Gardon, O sweet gardon! better than remuneration; a\n    'leven-pence farthing better; most sweet gardon! I will do it,\n    sir, in print. Gardon- remuneration!                    Exit"}, {"type": "direction", "direction": "  BEROWNE. And I, forsooth, in love; I, that have been love's whip;\n    A very beadle to a humorous sigh;\n    A critic, nay, a night-watch constable;\n    A domineering pedant o'er the boy,\n    Than whom no mortal so magnificent!\n    This wimpled, whining, purblind, wayward boy,\n    This senior-junior, giant-dwarf, Dan Cupid;\n    Regent of love-rhymes, lord of folded arms,\n    Th' anointed sovereign of sighs and groans,\n    Liege of all loiterers and malcontents,\n    Dread prince of plackets, king of codpieces,\n    Sole imperator, and great general\n    Of trotting paritors. O my little heart!\n    And I to be a corporal of his field,\n    And wear his colours like a tumbler's hoop!\n    What! I love, I sue, I seek a wife-\n    A woman, that is like a German clock,\n    Still a-repairing, ever out of frame,\n    And never going aright, being a watch,\n    But being watch'd that it may still go right!\n    Nay, to be perjur'd, which is worst of all;\n    And, among three, to love the worst of all,\n    A whitely wanton with a velvet brow,\n    With two pitch balls stuck in her face for eyes;\n    Ay, and, by heaven, one that will do the deed,\n    Though Argus were her eunuch and her guard.\n    And I to sigh for her! to watch for her!\n    To pray for her! Go to; it is a plague\n    That Cupid will impose for my neglect\n    Of his almighty dreadful little might.\n    Well, I will love, write, sigh, pray, sue, and groan:\n    Some men must love my lady, and some Joan.              Exit"}, {"type": "direction", "direction": "ACT IV. SCENE I. The park"}, {"type": "direction", "direction": "Enter the PRINCESS, ROSALINE, MARIA, KATHARINE, BOYET, LORDS,\nATTENDANTS, and a FORESTER"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Was that the King that spurr'd his horse so\n      hard\n    Against the steep uprising of the hill?"}, {"type": "direction", "direction": "  BOYET. I know not; but I think it was not he."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Whoe'er 'a was, 'a show'd a mounting mind.\n    Well, lords, to-day we shall have our dispatch;\n    On Saturday we will return to France.\n    Then, forester, my friend, where is the bush\n    That we must stand and play the murderer in?"}, {"type": "direction", "direction": "  FORESTER. Hereby, upon the edge of yonder coppice;\n    A stand where you may make the fairest shoot."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. I thank my beauty I am fair that shoot,\n    And thereupon thou speak'st the fairest shoot."}, {"type": "direction", "direction": "  FORESTER. Pardon me, madam, for I meant not so."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. What, what? First praise me, and again say no?\n    O short-liv'd pride! Not fair? Alack for woe!"}, {"type": "direction", "direction": "  FORESTER. Yes, madam, fair."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Nay, never paint me now;\n    Where fair is not, praise cannot mend the brow.\n    Here, good my glass, take this for telling true:\n                                             [ Giving him money]\n    Fair payment for foul words is more than due."}, {"type": "direction", "direction": "  FORESTER. Nothing but fair is that which you inherit."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. See, see, my beauty will be sav'd by merit.\n    O heresy in fair, fit for these days!\n    A giving hand, though foul, shall have fair praise.\n    But come, the bow. Now mercy goes to kill,\n    And shooting well is then accounted ill;\n    Thus will I save my credit in the shoot:\n    Not wounding, pity would not let me do't;\n    If wounding, then it was to show my skill,\n    That more for praise than purpose meant to kill.\n    And, out of question, so it is sometimes:\n    Glory grows guilty of detested crimes,\n    When, for fame's sake, for praise, an outward part,\n    We bend to that the working of the heart;\n    As I for praise alone now seek to spill\n    The poor deer's blood that my heart means no ill."}, {"type": "direction", "direction": "  BOYET. Do not curst wives hold that self-sovereignty\n    Only for praise sake, when they strive to be\n    Lords o'er their lords?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Only for praise; and praise we may afford\n    To any lady that subdues a lord."}, {"type": "direction", "direction": "Enter COSTARD"}, {"type": "direction", "direction": "  BOYET. Here comes a member of the commonwealth."}, {"type": "direction", "direction": "  COSTARD. God dig-you-den all! Pray you, which is the head lady?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Thou shalt know her, fellow, by the rest that\n    have no heads."}, {"type": "direction", "direction": "  COSTARD. Which is the greatest lady, the highest?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. The thickest and the tallest."}, {"type": "direction", "direction": "  COSTARD. The thickest and the tallest! It is so; truth is truth.\n    An your waist, mistress, were as slender as my wit,\n    One o' these maids' girdles for your waist should be fit.\n    Are not you the chief woman? You are the thickest here."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. What's your will, sir? What's your will?"}, {"type": "direction", "direction": "  COSTARD. I have a letter from Monsieur Berowne to one\n    Lady Rosaline."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. O, thy letter, thy letter! He's a good friend\n      of mine.\n    Stand aside, good bearer. Boyet, you can carve.\n    Break up this capon."}, {"type": "direction", "direction": "  BOYET. I am bound to serve.\n    This letter is mistook; it importeth none here.\n    It is writ to Jaquenetta."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. We will read it, I swear.\n    Break the neck of the wax, and every one give ear."}, {"type": "direction", "direction": "  BOYET. [Reads] 'By heaven, that thou art fair is most infallible;\n    true that thou art beauteous; truth itself that thou art lovely.\n    More fairer than fair, beautiful than beauteous, truer than truth\n    itself, have commiseration on thy heroical vassal. The\n    magnanimous and most illustrate king Cophetua set eye upon the\n    pernicious and indubitate beggar Zenelophon; and he it was that\n    might rightly say, 'Veni, vidi, vici'; which to annothanize in\n    the vulgar,- O base and obscure vulgar!- videlicet, He came, saw,\n    and overcame. He came, one; saw, two; overcame, three. Who came?-\n    the king. Why did he come?- to see. Why did he see?-to overcome.\n    To whom came he?- to the beggar. What saw he?- the beggar. Who\n    overcame he?- the beggar. The conclusion is victory; on whose\n    side?- the king's. The captive is enrich'd; on whose side?- the\n    beggar's. The catastrophe is a nuptial; on whose side?- the\n    king's. No, on both in one, or one in both. I am the king, for so\n    stands the comparison; thou the beggar, for so witnesseth thy\n    lowliness. Shall I command thy love? I may. Shall I enforce thy\n    love? I could. Shall I entreat thy love? I will. What shalt thou\n    exchange for rags?- robes, for tittles?- titles, for thyself?\n    -me. Thus expecting thy reply, I profane my lips on thy foot, my\n    eyes on thy picture, and my heart on thy every part.\n                  Thine in the dearest design of industry,"}, {"type": "dialouge", "character": "                                           DON ADRIANO DE ARMADO.", "line": "    'Thus dost thou hear the Nemean lion roar\n    'Gainst thee, thou lamb, that standest as his prey;\n    Submissive fall his princely feet before,\n    And he from forage will incline to play.\n    But if thou strive, poor soul, what are thou then?\n    Food for his rage, repasture for his den.'"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. What plume of feathers is he that indited this\n      letter?\n    What vane? What weathercock? Did you ever hear better?"}, {"type": "direction", "direction": "  BOYET. I am much deceived but I remember the style."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Else your memory is bad, going o'er it\n    erewhile."}, {"type": "direction", "direction": "  BOYET. This Armado is a Spaniard, that keeps here in court;\n    A phantasime, a Monarcho, and one that makes sport\n    To the Prince and his book-mates."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Thou fellow, a word.\n    Who gave thee this letter?"}, {"type": "direction", "direction": "  COSTARD. I told you: my lord."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. To whom shouldst thou give it?"}, {"type": "direction", "direction": "  COSTARD. From my lord to my lady."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. From which lord to which lady?"}, {"type": "direction", "direction": "  COSTARD. From my Lord Berowne, a good master of mine,\n    To a lady of France that he call'd Rosaline."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Thou hast mistaken his letter. Come, lords,\n      away.\n    [To ROSALINE] Here, sweet, put up this; 'twill be thine another\n      day.                             Exeunt PRINCESS and TRAIN"}, {"type": "direction", "direction": "  BOYET. Who is the shooter? who is the shooter?"}, {"type": "direction", "direction": "  ROSALINE. Shall I teach you to know?"}, {"type": "direction", "direction": "  BOYET. Ay, my continent of beauty."}, {"type": "direction", "direction": "  ROSALINE. Why, she that bears the bow.\n    Finely put off!"}, {"type": "direction", "direction": "  BOYET. My lady goes to kill horns; but, if thou marry,\n    Hang me by the neck, if horns that year miscarry.\n    Finely put on!"}, {"type": "direction", "direction": "  ROSALINE. Well then, I am the shooter."}, {"type": "direction", "direction": "  BOYET. And who is your deer?"}, {"type": "direction", "direction": "  ROSALINE. If we choose by the horns, yourself come not near.\n    Finely put on indeed!"}, {"type": "direction", "direction": "  MARIA. You Still wrangle with her, Boyet, and she strikes at the\n    brow."}, {"type": "direction", "direction": "  BOYET. But she herself is hit lower. Have I hit her now?"}, {"type": "direction", "direction": "  ROSALINE. Shall I come upon thee with an old saying, that was a man\n    when King Pepin of France was a little boy, as touching the hit\n    it?"}, {"type": "direction", "direction": "  BOYET. So I may answer thee with one as old, that was a woman when\n    Queen Guinever of Britain was a little wench, as touching the hit\n    it."}, {"type": "direction", "direction": "  ROSALINE. [Singing]\n            Thou canst not hit it, hit it, hit it,\n            Thou canst not hit it, my good man."}, {"type": "direction", "direction": "  BOYET.    An I cannot, cannot, cannot,\n            An I cannot, another can.\n                                   Exeunt ROSALINE and KATHARINE"}, {"type": "direction", "direction": "  COSTARD. By my troth, most pleasant! How both did fit it!"}, {"type": "direction", "direction": "  MARIA. A mark marvellous well shot; for they both did hit it."}, {"type": "direction", "direction": "  BOYET. A mark! O, mark but that mark! A mark, says my lady!\n    Let the mark have a prick in't, to mete at, if it may be."}, {"type": "direction", "direction": "  MARIA. Wide o' the bow-hand! I' faith, your hand is out."}, {"type": "direction", "direction": "  COSTARD. Indeed, 'a must shoot nearer, or he'll ne'er hit the\n    clout."}, {"type": "direction", "direction": "  BOYET. An if my hand be out, then belike your hand is in."}, {"type": "direction", "direction": "  COSTARD. Then will she get the upshoot by cleaving the pin."}, {"type": "direction", "direction": "  MARIA. Come, come, you talk greasily; your lips grow foul."}, {"type": "direction", "direction": "  COSTARD. She's too hard for you at pricks, sir; challenge her to\n    bowl."}, {"type": "direction", "direction": "  BOYET. I fear too much rubbing; good-night, my good owl.\n                                          Exeunt BOYET and MARIA"}, {"type": "direction", "direction": "  COSTARD. By my soul, a swain, a most simple clown!\n    Lord, Lord! how the ladies and I have put him down!\n    O' my troth, most sweet jests, most incony vulgar wit!\n    When it comes so smoothly off, so obscenely, as it were, so fit.\n    Armado a th' t'one side- O, a most dainty man!\n    To see him walk before a lady and to bear her fan!\n    To see him kiss his hand, and how most sweetly 'a will swear!\n    And his page a t' other side, that handful of wit!\n    Ah, heavens, it is a most pathetical nit!\n    Sola, sola!                                     Exit COSTARD"}], "act": 1, "scene": 2, "title": "SCENE II. The park"}, {"text": [{"type": "direction", "direction": "SCENE II. The park\n\nFrom the shooting within, enter HOLOFERNES, SIR NATHANIEL, and DULL"}, {"type": "direction", "direction": "  NATHANIEL. Very reverent sport, truly; and done in the testimony of\n    a good conscience."}, {"type": "direction", "direction": "  HOLOFERNES. The deer was, as you know, sanguis, in blood; ripe as\n    the pomewater, who now hangeth like a jewel in the ear of caelo,\n    the sky, the welkin, the heaven; and anon falleth like a crab on\n    the face of terra, the soil, the land, the earth."}, {"type": "direction", "direction": "  NATHANIEL. Truly, Master Holofernes, the epithets are sweetly\n    varied, like a scholar at the least; but, sir, I assure ye it was\n    a buck of the first head."}, {"type": "direction", "direction": "  HOLOFERNES. Sir Nathaniel, haud credo."}, {"type": "direction", "direction": "  DULL. 'Twas not a haud credo; 'twas a pricket."}, {"type": "direction", "direction": "  HOLOFERNES. Most barbarous intimation! yet a kind of insinuation,\n    as it were, in via, in way, of explication; facere, as it were,\n    replication, or rather, ostentare, to show, as it were, his\n    inclination, after his undressed, unpolished, uneducated,\n    unpruned, untrained, or rather unlettered, or ratherest\n    unconfirmed fashion, to insert again my haud credo for a deer."}, {"type": "direction", "direction": "  DULL. I Said the deer was not a haud credo; 'twas a pricket."}, {"type": "direction", "direction": "  HOLOFERNES. Twice-sod simplicity, bis coctus!\n    O thou monster Ignorance, how deformed dost thou look!"}, {"type": "direction", "direction": "  NATHANIEL. Sir, he hath never fed of the dainties that are bred in\n      a book;\n    He hath not eat paper, as it were; he hath not drunk ink; his\n    intellect is not replenished; he is only an animal, only sensible\n    in the duller parts;\n    And such barren plants are set before us that we thankful should\n      be-\n    Which we of taste and feeling are- for those parts that do\n      fructify in us more than he.\n    For as it would ill become me to be vain, indiscreet, or a fool,\n    So, were there a patch set on learning, to see him in a school.\n    But, omne bene, say I, being of an old father's mind:\n    Many can brook the weather that love not the wind."}, {"type": "direction", "direction": "  DULL. You two are book-men: can you tell me by your wit\n    What was a month old at Cain's birth that's not five weeks old as\n      yet?"}, {"type": "direction", "direction": "  HOLOFERNES. Dictynna, goodman Dull; Dictynna, goodman Dull."}, {"type": "direction", "direction": "  DULL. What is Dictynna?"}, {"type": "direction", "direction": "  NATHANIEL. A title to Phoebe, to Luna, to the moon."}, {"type": "direction", "direction": "  HOLOFERNES. The moon was a month old when Adam was no more,\n    And raught not to five weeks when he came to five-score.\n    Th' allusion holds in the exchange."}, {"type": "direction", "direction": "  DULL. 'Tis true, indeed; the collusion holds in the exchange."}, {"type": "direction", "direction": "  HOLOFERNES. God comfort thy capacity! I say th' allusion holds in\n    the exchange."}, {"type": "direction", "direction": "  DULL. And I say the polusion holds in the exchange; for the moon is\n    never but a month old; and I say, beside, that 'twas a pricket\n    that the Princess kill'd."}, {"type": "direction", "direction": "  HOLOFERNES. Sir Nathaniel, will you hear an extemporal epitaph on\n    the death of the deer? And, to humour the ignorant, call the deer\n    the Princess kill'd a pricket."}, {"type": "direction", "direction": "  NATHANIEL. Perge, good Master Holofernes, perge, so it shall please\n    you to abrogate scurrility."}, {"type": "direction", "direction": "  HOLOFERNES. I Will something affect the letter, for it argues\n    facility.\n\n    The preyful Princess pierc'd and prick'd a pretty pleasing\n      pricket.\n    Some say a sore; but not a sore till now made sore with shooting.\n    The dogs did yell; put el to sore, then sorel jumps from thicket-\n    Or pricket sore, or else sorel; the people fall a-hooting.\n    If sore be sore, then L to sore makes fifty sores o' sorel.\n    Of one sore I an hundred make by adding but one more L."}, {"type": "direction", "direction": "  NATHANIEL. A rare talent!"}, {"type": "direction", "direction": "  DULL. [Aside] If a talent be a claw, look how he claws him with a\n    talent."}, {"type": "direction", "direction": "  HOLOFERNES. This is a gift that I have, simple, simple; a foolish\n    extravagant spirit, full of forms, figures, shapes, objects,\n    ideas, apprehensions, motions, revolutions. These are begot in\n    the ventricle of memory, nourish'd in the womb of pia mater, and\n    delivered upon the mellowing of occasion. But the gift is good in\n    those in whom it is acute, and I am thankful for it."}, {"type": "direction", "direction": "  NATHANIEL. Sir, I praise the Lord for you, and so may my\n    parishioners; for their sons are well tutor'd by you, and their\n    daughters profit very greatly under you. You are a good member of\n    the commonwealth."}, {"type": "direction", "direction": "  HOLOFERNES. Mehercle, if their sons be ingenious, they shall want\n    no instruction; if their daughters be capable, I will put it to\n    them; but, vir sapit qui pauca loquitur. A soul feminine saluteth\n    us."}, {"type": "direction", "direction": "Enter JAQUENETTA and COSTARD"}, {"type": "direction", "direction": "  JAQUENETTA. God give you good morrow, Master Person."}, {"type": "direction", "direction": "  HOLOFERNES. Master Person, quasi pers-one. And if one should be\n    pierc'd which is the one?"}, {"type": "direction", "direction": "  COSTARD. Marry, Master Schoolmaster, he that is likest to a\n    hogshead."}, {"type": "direction", "direction": "  HOLOFERNES. Piercing a hogshead! A good lustre of conceit in a turf\n    of earth; fire enough for a flint, pearl enough for a swine; 'tis\n    pretty; it is well."}, {"type": "direction", "direction": "  JAQUENETTA. Good Master Parson, be so good as read me this letter;\n    it was given me by Costard, and sent me from Don Armado. I\n    beseech you read it."}, {"type": "direction", "direction": "  HOLOFERNES. Fauste, precor gelida quando pecus omne sub umbra\n    Ruminat-\n    and so forth. Ah, good old Mantuan! I may speak of thee as\n    the traveller doth of Venice:\n                   Venetia, Venetia,\n                   Chi non ti vede, non ti pretia.\n    Old Mantuan, old Mantuan! Who understandeth thee not,\n    loves thee not-\n                      Ut, re, sol, la, mi, fa.\n    Under pardon, sir, what are the contents? or rather as\n    Horace says in his- What, my soul, verses?"}, {"type": "direction", "direction": "  NATHANIEL. Ay, sir, and very learned."}, {"type": "direction", "direction": "  HOLOFERNES. Let me hear a staff, a stanze, a verse; lege, domine."}, {"type": "direction", "direction": "  NATHANIEL. [Reads] 'If love make me forsworn, how shall I swear to\n      love?\n    Ah, never faith could hold, if not to beauty vowed!\n    Though to myself forsworn, to thee I'll faithful prove;\n    Those thoughts to me were oaks, to thee like osiers bowed.\n    Study his bias leaves, and makes his book thine eyes,\n    Where all those pleasures live that art would comprehend.\n    If knowledge be the mark, to know thee shall suffice;\n    Well learned is that tongue that well can thee commend;\n    All ignorant that soul that sees thee without wonder;\n    Which is to me some praise that I thy parts admire.\n    Thy eye Jove's lightning bears, thy voice his dreadful thunder,\n    Which, not to anger bent, is music and sweet fire.\n    Celestial as thou art, O, pardon love this wrong,\n    That singes heaven's praise with such an earthly tongue.'"}, {"type": "direction", "direction": "  HOLOFERNES. You find not the apostrophas, and so miss the accent:\n    let me supervise the canzonet. Here are only numbers ratified;\n    but, for the elegancy, facility, and golden cadence of poesy,\n    caret. Ovidius Naso was the man. And why, indeed, 'Naso' but for\n    smelling out the odoriferous flowers of fancy, the jerks of\n    invention? Imitari is nothing: so doth the hound his master, the\n    ape his keeper, the tired horse his rider. But, damosella virgin,\n    was this directed to you?"}, {"type": "direction", "direction": "  JAQUENETTA. Ay, sir, from one Monsieur Berowne, one of the strange\n    queen's lords."}, {"type": "direction", "direction": "  HOLOFERNES. I will overglance the superscript: 'To the snow-white\n    hand of the most beauteous Lady Rosaline.' I will look again on\n    the intellect of the letter, for the nomination of the party\n    writing to the person written unto: 'Your Ladyship's in all\n    desired employment, Berowne.' Sir Nathaniel, this Berowne is one\n    of the votaries with the King; and here he hath framed a letter\n    to a sequent of the stranger queen's which accidentally, or by\n    the way of progression, hath miscarried. Trip and go, my sweet;\n    deliver this paper into the royal hand of the King; it may\n    concern much. Stay not thy compliment; I forgive thy duty. Adieu."}, {"type": "direction", "direction": "  JAQUENETTA. Good Costard, go with me. Sir, God save your life!"}, {"type": "direction", "direction": "  COSTARD. Have with thee, my girl.\n                                   Exeunt COSTARD and JAQUENETTA"}, {"type": "direction", "direction": "  NATHANIEL. Sir, you have done this in the fear of God, very\n    religiously; and, as a certain father saith-"}, {"type": "direction", "direction": "  HOLOFERNES. Sir, tell not me of the father; I do fear colourable\n    colours. But to return to the verses: did they please you, Sir\n    Nathaniel?"}, {"type": "direction", "direction": "  NATHANIEL. Marvellous well for the pen."}, {"type": "direction", "direction": "  HOLOFERNES. I do dine to-day at the father's of a certain pupil of\n    mine; where, if, before repast, it shall please you to gratify\n    the table with a grace, I will, on my privilege I have with the\n    parents of the foresaid child or pupil, undertake your ben\n    venuto; where I will prove those verses to be very unlearned,\n    neither savouring of poetry, wit, nor invention. I beseech your\n    society."}, {"type": "direction", "direction": "  NATHANIEL. And thank you too; for society, saith the text, is the\n    happiness of life."}, {"type": "direction", "direction": "  HOLOFERNES. And certes, the text most infallibly concludes it.\n    [To DULL] Sir, I do invite you too; you shall not say me nay:\n    pauca verba. Away; the gentles are at their game, and we will to\n    our recreation.                                       Exeunt"}], "act": 1, "scene": 3, "title": "SCENE II. The park\n\nFrom the shooting within, enter HOLOFERNES, SIR NATHANIEL, and DULL"}, {"text": [{"type": "direction", "direction": "SCENE III. The park"}, {"type": "direction", "direction": "Enter BEROWNE, with a paper his band, alone"}, {"type": "direction", "direction": "  BEROWNE. The King he is hunting the deer: I am coursing myself. They\n  have pitch'd a toil: I am tolling in a pitch- pitch that defiles.\n  Defile! a foul word. Well, 'set thee down, sorrow!' for so they say\n  the fool said, and so say I, and I am the fool. Well proved, wit. By\n  the Lord, this love is as mad as Ajax: it kills sheep; it kills me- I\n  a sheep. Well proved again o' my side. I will not love; if I do, hang\n  me. I' faith, I will not. O, but her eye! By this light, but for her\n  eye, I would not love her- yes, for her two eyes. Well, I do nothing\n  in the world but lie, and lie in my throat. By heaven, I do love; and\n  it hath taught me to rhyme, and to be melancholy; and here is part of\n  my rhyme, and here my melancholy. Well, she hath one o' my sonnets\n  already; the clown bore it, the fool sent it, and the lady hath it:\n  sweet clown, sweeter fool, sweetest lady! By the world, I would not\n  care a pin if the other three were in. Here comes one with a paper;\n  God give him grace to groan! [Climbs into a tree]"}, {"type": "direction", "direction": "Enter the KING, with a paper"}, {"type": "direction", "direction": "  KING. Ay me!"}, {"type": "direction", "direction": "  BEROWNE. Shot, by heaven! Proceed, sweet Cupid; thou hast thump'd\n    him with thy bird-bolt under the left pap. In faith, secrets!"}, {"type": "direction", "direction": "  KING. [Reads]\n      'So sweet a kiss the golden sun gives not\n      To those fresh morning drops upon the rose,\n      As thy eye-beams, when their fresh rays have smote\n      The night of dew that on my cheeks down flows;\n      Nor shines the silver moon one half so bright\n      Through the transparent bosom of the deep,\n      As doth thy face through tears of mine give light.\n      Thou shin'st in every tear that I do weep;\n      No drop but as a coach doth carry thee;\n      So ridest thou triumphing in my woe.\n      Do but behold the tears that swell in me,\n      And they thy glory through my grief will show.\n      But do not love thyself; then thou wilt keep\n      My tears for glasses, and still make me weep.\n      O queen of queens! how far dost thou excel\n      No thought can think nor tongue of mortal tell.'\n    How shall she know my griefs? I'll drop the paper-\n    Sweet leaves, shade folly. Who is he comes here?\n                                                   [Steps aside]"}, {"type": "direction", "direction": "Enter LONGAVILLE, with a paper\n\n    What, Longaville, and reading! Listen, car."}, {"type": "direction", "direction": "  BEROWNE. Now, in thy likeness, one more fool appear!"}, {"type": "direction", "direction": "  LONGAVILLE. Ay me, I am forsworn!"}, {"type": "direction", "direction": "  BEROWNE. Why, he comes in like a perjure, wearing papers."}, {"type": "direction", "direction": "  KING. In love, I hope; sweet fellowship in shame!"}, {"type": "direction", "direction": "  BEROWNE. One drunkard loves another of the name."}, {"type": "direction", "direction": "  LONGAVILLE. Am I the first that have been perjur'd so?"}, {"type": "direction", "direction": "  BEROWNE. I could put thee in comfort: not by two that I know;\n    Thou makest the triumviry, the corner-cap of society,\n    The shape of Love's Tyburn that hangs up simplicity."}, {"type": "direction", "direction": "  LONGAVILLE. I fear these stubborn lines lack power to move.\n    O sweet Maria, empress of my love!\n    These numbers will I tear, and write in prose."}, {"type": "direction", "direction": "  BEROWNE. O, rhymes are guards on wanton Cupid's hose:\n    Disfigure not his slop."}, {"type": "direction", "direction": "  LONGAVILLE. This same shall go.          [He reads the sonnet]\n      'Did not the heavenly rhetoric of thine eye,\n      'Gainst whom the world cannot hold argument,\n      Persuade my heart to this false perjury?\n      Vows for thee broke deserve not punishment.\n      A woman I forswore; but I will prove,\n      Thou being a goddess, I forswore not thee:\n      My vow was earthly, thou a heavenly love;\n      Thy grace being gain'd cures all disgrace in me.\n      Vows are but breath, and breath a vapour is;\n      Then thou, fair sun, which on my earth dost shine,\n      Exhal'st this vapour-vow; in thee it is.\n      If broken, then it is no fault of mine;\n      If by me broke, what fool is not so wise\n      To lose an oath to win a paradise?'"}, {"type": "direction", "direction": "  BEROWNE. This is the liver-vein, which makes flesh a deity,\n    A green goose a goddess- pure, pure idolatry.\n    God amend us, God amend! We are much out o' th' way."}, {"type": "direction", "direction": "Enter DUMAIN, with a paper"}, {"type": "direction", "direction": "  LONGAVILLE. By whom shall I send this?- Company! Stay.\n                                                   [Steps aside]"}, {"type": "direction", "direction": "  BEROWNE. 'All hid, all hid'- an old infant play.\n    Like a demigod here sit I in the sky,\n    And wretched fools' secrets heedfully o'er-eye.\n    More sacks to the mill! O heavens, I have my wish!\n    Dumain transformed! Four woodcocks in a dish!"}, {"type": "direction", "direction": "  DUMAIN. O most divine Kate!"}, {"type": "direction", "direction": "  BEROWNE. O most profane coxcomb!"}, {"type": "direction", "direction": "  DUMAIN. By heaven, the wonder in a mortal eye!"}, {"type": "direction", "direction": "  BEROWNE. By earth, she is not, corporal: there you lie."}, {"type": "direction", "direction": "  DUMAIN. Her amber hairs for foul hath amber quoted."}, {"type": "direction", "direction": "  BEROWNE. An amber-colour'd raven was well noted."}, {"type": "direction", "direction": "  DUMAIN. As upright as the cedar."}, {"type": "direction", "direction": "  BEROWNE. Stoop, I say;\n    Her shoulder is with child."}, {"type": "direction", "direction": "  DUMAIN. As fair as day."}, {"type": "direction", "direction": "  BEROWNE. Ay, as some days; but then no sun must shine."}, {"type": "direction", "direction": "  DUMAIN. O that I had my wish!"}, {"type": "direction", "direction": "  LONGAVILLE. And I had mine!"}, {"type": "direction", "direction": "  KING. And I mine too,.good Lord!"}, {"type": "direction", "direction": "  BEROWNE. Amen, so I had mine! Is not that a good word?"}, {"type": "direction", "direction": "  DUMAIN. I would forget her; but a fever she\n    Reigns in my blood, and will rememb'red be."}, {"type": "direction", "direction": "  BEROWNE. A fever in your blood? Why, then incision\n    Would let her out in saucers. Sweet misprision!"}, {"type": "direction", "direction": "  DUMAIN. Once more I'll read the ode that I have writ."}, {"type": "direction", "direction": "  BEROWNE. Once more I'll mark how love can vary wit."}, {"type": "direction", "direction": "  DUMAIN. [Reads]\n        'On a day-alack the day!-\n        Love, whose month is ever May,\n        Spied a blossom passing fair\n        Playing in the wanton air.\n        Through the velvet leaves the wind,\n        All unseen, can passage find;\n        That the lover, sick to death,\n        Wish'd himself the heaven's breath.\n        \"Air,\" quoth he \"thy cheeks may blow;\n        Air, would I might triumph so!\n        But, alack, my hand is sworn\n        Ne'er to pluck thee from thy thorn;\n        Vow, alack, for youth unmeet,\n        Youth so apt to pluck a sweet.\n        Do not call it sin in me\n        That I am forsworn for thee;\n        Thou for whom Jove would swear\n        Juno but an Ethiope were;\n        And deny himself for Jove,\n        Turning mortal for thy love.\"'\n    This will I send; and something else more plain\n    That shall express my true love's fasting pain.\n    O, would the King, Berowne and Longaville,\n    Were lovers too! Ill, to example ill,\n    Would from my forehead wipe a perjur'd note;\n    For none offend where all alike do dote."}, {"type": "direction", "direction": "  LONGAVILLE. [Advancing] Dumain, thy love is far from charity,\n    That in love's grief desir'st society;\n    You may look pale, but I should blush, I know,\n    To be o'erheard and taken napping so."}, {"type": "direction", "direction": "  KING. [Advancing] Come, sir, you blush; as his, your case is such.\n    You chide at him, offending twice as much:\n    You do not love Maria! Longaville\n    Did never sonnet for her sake compile;\n    Nor never lay his wreathed arms athwart\n    His loving bosom, to keep down his heart.\n    I have been closely shrouded in this bush,\n    And mark'd you both, and for you both did blush.\n    I heard your guilty rhymes, observ'd your fashion,\n    Saw sighs reek from you, noted well your passion.\n    'Ay me!' says one. 'O Jove!' the other cries.\n    One, her hairs were gold; crystal the other's eyes.\n    [To LONGAVILLE] You would for paradise break faith and troth;\n    [To Dumain] And Jove for your love would infringe an oath.\n    What will Berowne say when that he shall hear\n    Faith infringed which such zeal did swear?\n    How will he scorn, how will he spend his wit!\n    How will he triumph, leap, and laugh at it!\n    For all the wealth that ever I did see,\n    I would not have him know so much by me."}, {"type": "direction", "direction": "  BEROWNE. [Descending] Now step I forth to whip hypocrisy,\n    Ah, good my liege, I pray thee pardon me.\n    Good heart, what grace hast thou thus to reprove\n    These worms for loving, that art most in love?\n    Your eyes do make no coaches; in your tears\n    There is no certain princess that appears;\n    You'll not be perjur'd; 'tis a hateful thing;\n    Tush, none but minstrels like of sonneting.\n    But are you not ashamed? Nay, are you not,\n    All three of you, to be thus much o'ershot?\n    You found his mote; the King your mote did see;\n    But I a beam do find in each of three.\n    O, what a scene of fool'ry have I seen,\n    Of sighs, of groans, of sorrow, and of teen!\n    O, me, with what strict patience have I sat,\n    To see a king transformed to a gnat!\n    To see great Hercules whipping a gig,\n    And profound Solomon to tune a jig,\n    And Nestor play at push-pin with the boys,\n    And critic Timon laugh at idle toys!\n    Where lies thy grief, O, tell me, good Dumain?\n    And, gentle Longaville, where lies thy pain?\n    And where my liege's? All about the breast.\n    A caudle, ho!"}, {"type": "direction", "direction": "  KING. Too bitter is thy jest.\n    Are we betrayed thus to thy over-view?"}, {"type": "direction", "direction": "  BEROWNE. Not you by me, but I betrayed to you.\n    I that am honest, I that hold it sin\n    To break the vow I am engaged in;\n    I am betrayed by keeping company\n    With men like you, men of inconstancy.\n    When shall you see me write a thing in rhyme?\n    Or groan for Joan? or spend a minute's time\n    In pruning me? When shall you hear that I\n    Will praise a hand, a foot, a face, an eye,\n    A gait, a state, a brow, a breast, a waist,\n    A leg, a limb-"}, {"type": "direction", "direction": "  KING. Soft! whither away so fast?\n    A true man or a thief that gallops so?"}, {"type": "direction", "direction": "  BEROWNE. I post from love; good lover, let me go."}, {"type": "direction", "direction": "Enter JAQUENETTA and COSTARD"}, {"type": "direction", "direction": "  JAQUENETTA. God bless the King!"}, {"type": "direction", "direction": "  KING. What present hast thou there?"}, {"type": "direction", "direction": "  COSTARD. Some certain treason."}, {"type": "direction", "direction": "  KING. What makes treason here?"}, {"type": "direction", "direction": "  COSTARD. Nay, it makes nothing, sir."}, {"type": "direction", "direction": "  KING. If it mar nothing neither,\n    The treason and you go in peace away together."}, {"type": "direction", "direction": "  JAQUENETTA. I beseech your Grace, let this letter be read;\n    Our person misdoubts it: 'twas treason, he said."}, {"type": "direction", "direction": "  KING. Berowne, read it over.        [BEROWNE reads the letter]\n    Where hadst thou it?"}, {"type": "direction", "direction": "  JAQUENETTA. Of Costard."}, {"type": "direction", "direction": "  KING. Where hadst thou it?"}, {"type": "direction", "direction": "  COSTARD. Of Dun Adramadio, Dun Adramadio.\n                                      [BEROWNE tears the letter]"}, {"type": "direction", "direction": "  KING. How now! What is in you? Why dost thou tear it?"}, {"type": "direction", "direction": "  BEROWNE. A toy, my liege, a toy! Your Grace needs not fear it."}, {"type": "direction", "direction": "  LONGAVILLE. It did move him to passion, and therefore let's hear\n     it."}, {"type": "direction", "direction": "  DUMAIN. It is Berowne's writing, and here is his name.\n                                       [Gathering up the pieces]"}, {"type": "direction", "direction": "  BEROWNE. [ To COSTARD] Ah, you whoreson loggerhead, you were born\n      to do me shame.\n    Guilty, my lord, guilty! I confess, I confess."}, {"type": "direction", "direction": "  KING. What?"}, {"type": "direction", "direction": "  BEROWNE. That you three fools lack'd me fool to make up the mess;\n    He, he, and you- and you, my liege!- and I\n    Are pick-purses in love, and we deserve to die.\n    O, dismiss this audience, and I shall tell you more."}, {"type": "direction", "direction": "    DUMAIN. Now the number is even."}, {"type": "direction", "direction": "  BEROWNE. True, true, we are four.\n    Will these turtles be gone?"}, {"type": "direction", "direction": "  KING. Hence, sirs, away."}, {"type": "direction", "direction": "  COSTARD. Walk aside the true folk, and let the traitors stay.\n                                   Exeunt COSTARD and JAQUENETTA"}, {"type": "direction", "direction": "  BEROWNE. Sweet lords, sweet lovers, O, let us embrace!\n    As true we are as flesh and blood can be.\n    The sea will ebb and flow, heaven show his face;\n    Young blood doth not obey an old decree.\n    We cannot cross the cause why we were born,\n    Therefore of all hands must we be forsworn."}, {"type": "direction", "direction": "  KING. What, did these rent lines show some love of thine?"}, {"type": "direction", "direction": "  BEROWNE. 'Did they?' quoth you. Who sees the heavenly Rosaline\n    That, like a rude and savage man of Inde\n    At the first op'ning of the gorgeous east,\n    Bows not his vassal head and, strucken blind,\n    Kisses the base ground with obedient breast?\n    What peremptory eagle-sighted eye\n    Dares look upon the heaven of her brow\n    That is not blinded by her majesty?"}, {"type": "direction", "direction": "  KING. What zeal, what fury hath inspir'd thee now?\n    My love, her mistress, is a gracious moon;\n    She, an attending star, scarce seen a light."}, {"type": "direction", "direction": "  BEROWNE. My eyes are then no eyes, nor I Berowne.\n    O, but for my love, day would turn to night!\n    Of all complexions the cull'd sovereignty\n    Do meet, as at a fair, in her fair cheek,\n    Where several worthies make one dignity,\n    Where nothing wants that want itself doth seek.\n    Lend me the flourish of all gentle tongues-\n    Fie, painted rhetoric! O, she needs it not!\n    To things of sale a seller's praise belongs:\n    She passes praise; then praise too short doth blot.\n    A wither'd hermit, five-score winters worn,\n    Might shake off fifty, looking in her eye.\n    Beauty doth varnish age, as if new-born,\n    And gives the crutch the cradle's infancy.\n    O, 'tis the sun that maketh all things shine!"}, {"type": "direction", "direction": "  KING. By heaven, thy love is black as ebony."}, {"type": "direction", "direction": "  BEROWNE. Is ebony like her? O wood divine!\n    A wife of such wood were felicity.\n    O, who can give an oath? Where is a book?\n    That I may swear beauty doth beauty lack,\n    If that she learn not of her eye to look.\n    No face is fair that is not full so black."}, {"type": "direction", "direction": "  KING. O paradox! Black is the badge of hell,\n    The hue of dungeons, and the school of night;\n    And beauty's crest becomes the heavens well."}, {"type": "direction", "direction": "  BEROWNE. Devils soonest tempt, resembling spirits of light.\n    O, if in black my lady's brows be deckt,\n    It mourns that painting and usurping hair\n    Should ravish doters with a false aspect;\n    And therefore is she born to make black fair.\n    Her favour turns the fashion of the days;\n    For native blood is counted painting now;\n    And therefore red that would avoid dispraise\n    Paints itself black, to imitate her brow."}, {"type": "direction", "direction": "  DUMAIN. To look like her are chimney-sweepers black."}, {"type": "direction", "direction": "  LONGAVILLE. And since her time are colliers counted bright."}, {"type": "direction", "direction": "  KING. And Ethiopes of their sweet complexion crack."}, {"type": "direction", "direction": "  DUMAIN. Dark needs no candles now, for dark is light."}, {"type": "direction", "direction": "  BEROWNE. Your mistresses dare never come in rain\n    For fear their colours should be wash'd away."}, {"type": "direction", "direction": "  KING. 'Twere good yours did; for, sir, to tell you plain,\n    I'll find a fairer face not wash'd to-day."}, {"type": "direction", "direction": "  BEROWNE. I'll prove her fair, or talk till doomsday here."}, {"type": "direction", "direction": "  KING. No devil will fright thee then so much as she."}, {"type": "direction", "direction": "  DUMAIN. I never knew man hold vile stuff so dear."}, {"type": "direction", "direction": "  LONGAVILLE. Look, here's thy love: my foot and her face see.\n                                              [Showing his shoe]"}, {"type": "direction", "direction": "  BEROWNE. O, if the streets were paved with thine eyes,\n    Her feet were much too dainty for such tread!"}, {"type": "direction", "direction": "  DUMAIN. O vile! Then, as she goes, what upward lies\n    The street should see as she walk'd overhead."}, {"type": "direction", "direction": "  KING. But what of this? Are we not all in love?"}, {"type": "direction", "direction": "  BEROWNE. Nothing so sure; and thereby all forsworn."}, {"type": "direction", "direction": "  KING. Then leave this chat; and, good Berowne, now prove\n    Our loving lawful, and our faith not torn."}, {"type": "direction", "direction": "  DUMAIN. Ay, marry, there; some flattery for this evil."}, {"type": "direction", "direction": "  LONGAVILLE. O, some authority how to proceed;\n    Some tricks, some quillets, how to cheat the devil!"}, {"type": "direction", "direction": "  DUMAIN. Some salve for perjury."}, {"type": "direction", "direction": "  BEROWNE. 'Tis more than need.\n    Have at you, then, affection's men-at-arms.\n    Consider what you first did swear unto:\n    To fast, to study, and to see no woman-\n    Flat treason 'gainst the kingly state of youth.\n    Say, can you fast? Your stomachs are too young,\n    And abstinence engenders maladies.\n    And, where that you you have vow'd to study, lords,\n    In that each of you have forsworn his book,\n    Can you still dream, and pore, and thereon look?\n    For when would you, my lord, or you, or you,\n    Have found the ground of study's excellence\n    Without the beauty of a woman's face?\n    From women's eyes this doctrine I derive:\n    They are the ground, the books, the academes,\n    From whence doth spring the true Promethean fire.\n    Why, universal plodding poisons up\n    The nimble spirits in the arteries,\n    As motion and long-during action tires\n    The sinewy vigour of the traveller.\n    Now, for not looking on a woman's face,\n    You have in that forsworn the use of eyes,\n    And study too, the causer of your vow;\n    For where is author in the world\n    Teaches such beauty as a woman's eye?\n    Learning is but an adjunct to ourself,\n    And where we are our learning likewise is;\n    Then when ourselves we see in ladies' eyes,\n    With ourselves.\n    Do we not likewise see our learning there?\n    O, we have made a vow to study, lords,\n    And in that vow we have forsworn our books.\n    For when would you, my liege, or you, or you,\n    In leaden contemplation have found out\n    Such fiery numbers as the prompting eyes\n    Of beauty's tutors have enrich'd you with?\n    Other slow arts entirely keep the brain;\n    And therefore, finding barren practisers,\n    Scarce show a harvest of their heavy toil;\n    But love, first learned in a lady's eyes,\n    Lives not alone immured in the brain,\n    But with the motion of all elements\n    Courses as swift as thought in every power,\n    And gives to every power a double power,\n    Above their functions and their offices.\n    It adds a precious seeing to the eye:\n    A lover's eyes will gaze an eagle blind.\n    A lover's ear will hear the lowest sound,\n    When the suspicious head of theft is stopp'd.\n    Love's feeling is more soft and sensible\n    Than are the tender horns of cockled snails:\n    Love's tongue proves dainty Bacchus gross in taste.\n    For valour, is not Love a Hercules,\n    Still climbing trees in the Hesperides?\n    Subtle as Sphinx; as sweet and musical\n    As bright Apollo's lute, strung with his hair.\n    And when Love speaks, the voice of all the gods\n    Make heaven drowsy with the harmony.\n    Never durst poet touch a pen to write\n    Until his ink were temp'red with Love's sighs;\n    O, then his lines would ravish savage ears,\n    And plant in tyrants mild humility.\n    From women's eyes this doctrine I derive.\n    They sparkle still the right Promethean fire;\n    They are the books, the arts, the academes,\n    That show, contain, and nourish, all the world,\n    Else none at all in aught proves excellent.\n    Then fools you were these women to forswear;\n    Or, keeping what is sworn, you will prove fools.\n    For wisdom's sake, a word that all men love;\n    Or for Love's sake, a word that loves all men;\n    Or for men's sake, the authors of these women;\n    Or women's sake, by whom we men are men-\n    Let us once lose our oaths to find ourselves,\n    Or else we lose ourselves to keep our oaths.\n    It is religion to be thus forsworn;\n    For charity itself fulfils the law,\n    And who can sever love from charity?"}, {"type": "direction", "direction": "  KING. Saint Cupid, then! and, soldiers, to the field!"}, {"type": "direction", "direction": "  BEROWNE. Advance your standards, and upon them, lords;\n    Pell-mell, down with them! be first advis'd,\n    In conflict, that you get the sun of them."}, {"type": "direction", "direction": "  LONGAVILLE. Now to plain-dealing; lay these glozes by.\n    Shall we resolve to woo these girls of France?"}, {"type": "direction", "direction": "  KING. And win them too; therefore let us devise\n    Some entertainment for them in their tents."}, {"type": "direction", "direction": "  BEROWNE. First, from the park let us conduct them thither;\n    Then homeward every man attach the hand\n    Of his fair mistress. In the afternoon\n    We will with some strange pastime solace them,\n    Such as the shortness of the time can shape;\n    For revels, dances, masks, and merry hours,\n    Forerun fair Love, strewing her way with flowers."}, {"type": "direction", "direction": "  KING. Away, away! No time shall be omitted\n    That will betime, and may by us be fitted."}, {"type": "direction", "direction": "  BEROWNE. Allons! allons! Sow'd cockle reap'd no corn,\n    And justice always whirls in equal measure.\n    Light wenches may prove plagues to men forsworn;\n    If so, our copper buys no better treasure.            Exeunt"}, {"type": "direction", "direction": "ACT V. SCENE I. The park"}, {"type": "direction", "direction": "Enter HOLOFERNES, SIR NATHANIEL, and DULL"}, {"type": "direction", "direction": "  HOLOFERNES. Satis quod sufficit."}, {"type": "direction", "direction": "  NATHANIEL. I praise God for you, sir. Your reasons at dinner have\n    been sharp and sententious; pleasant without scurrility, witty\n    without affection, audacious without impudency, learned without\n    opinion, and strange without heresy. I did converse this quondam\n    day with a companion of the King's who is intituled, nominated,\n    or called, Don Adriano de Armado."}, {"type": "direction", "direction": "  HOLOFERNES. Novi hominem tanquam te. His humour is lofty, his\n    discourse peremptory, his tongue filed, his eye ambitious, his\n    gait majestical and his general behaviour vain, ridiculous, and\n    thrasonical. He is too picked, too spruce, too affected, too odd,\n    as it were, too peregrinate, as I may call it."}, {"type": "direction", "direction": "  NATHANIEL. A most singular and choice epithet.\n                                      [Draws out his table-book]"}, {"type": "direction", "direction": "  HOLOFERNES. He draweth out the thread of his verbosity finer than\n    the staple of his argument. I abhor such fanatical phantasimes,\n    such insociable and point-devise companions; such rackers of\n    orthography, as to speak 'dout' fine, when he should say 'doubt';\n    'det' when he should pronounce 'debt'- d, e, b, t, not d, e, t.\n    He clepeth a calf 'cauf,' half 'hauf'; neighbour vocatur\n    'nebour'; 'neigh' abbreviated 'ne.' This is abhominable- which he\n    would call 'abbominable.' It insinuateth me of insanie: ne\n    intelligis, domine? to make frantic, lunatic."}, {"type": "direction", "direction": "  NATHANIEL. Laus Deo, bone intelligo."}, {"type": "direction", "direction": "  HOLOFERNES. 'Bone'?- 'bone' for 'bene.' Priscian a little\n    scratch'd; 'twill serve."}, {"type": "direction", "direction": "Enter ARMADO, MOTH, and COSTARD"}, {"type": "direction", "direction": "  NATHANIEL. Videsne quis venit?"}, {"type": "direction", "direction": "  HOLOFERNES. Video, et gaudeo."}, {"type": "direction", "direction": "  ARMADO. [To MOTH] Chirrah!"}, {"type": "direction", "direction": "  HOLOFERNES. Quare 'chirrah,' not 'sirrah'?"}, {"type": "direction", "direction": "  ARMADO. Men of peace, well encount'red."}, {"type": "direction", "direction": "  HOLOFERNES. Most military sir, salutation."}, {"type": "direction", "direction": "  MOTH. [Aside to COSTARD] They have been at a great feast of\n    languages and stol'n the scraps."}, {"type": "direction", "direction": "  COSTARD. O, they have liv'd long on the alms-basket of words. I\n    marvel thy master hath not eaten thee for a word, for thou are\n    not so long by the head as honorificabilitudinitatibus; thou art\n    easier swallowed than a flap-dragon."}, {"type": "direction", "direction": "  MOTH. Peace! the peal begins."}, {"type": "direction", "direction": "  ARMADO. [To HOLOFERNES] Monsieur, are you not lett'red?"}, {"type": "direction", "direction": "  MOTH. Yes, yes; he teaches boys the hornbook. What is a, b, spelt\n    backward with the horn on his head?"}, {"type": "direction", "direction": "  HOLOFERNES. Ba, pueritia, with a horn added."}, {"type": "direction", "direction": "  MOTH. Ba, most silly sheep with a horn. You hear his learning."}, {"type": "direction", "direction": "  HOLOFERNES. Quis, quis, thou consonant?"}, {"type": "direction", "direction": "  MOTH. The third of the five vowels, if You repeat them; or the\n    fifth, if I."}, {"type": "direction", "direction": "  HOLOFERNES. I will repeat them: a, e, I-"}, {"type": "direction", "direction": "  MOTH. The sheep; the other two concludes it: o, U."}, {"type": "direction", "direction": "  ARMADO. Now, by the salt wave of the Mediterraneum, a sweet touch,\n    a quick venue of wit- snip, snap, quick and home. It rejoiceth my\n    intellect. True wit!"}, {"type": "direction", "direction": "  MOTH. Offer'd by a child to an old man; which is wit-old."}, {"type": "direction", "direction": "  HOLOFERNES. What is the figure? What is the figure?"}, {"type": "direction", "direction": "  MOTH. Horns."}, {"type": "direction", "direction": "  HOLOFERNES. Thou disputes like an infant; go whip thy gig."}, {"type": "direction", "direction": "  MOTH. Lend me your horn to make one, and I will whip about your\n    infamy circum circa- a gig of a cuckold's horn."}, {"type": "direction", "direction": "  COSTARD. An I had but one penny in the world, thou shouldst have it\n    to buy ginger-bread. Hold, there is the very remuneration I had\n    of thy master, thou halfpenny purse of wit, thou pigeon-egg of\n    discretion. O, an the heavens were so pleased that thou wert but\n    my bastard, what a joyful father wouldst thou make me! Go to;\n    thou hast it ad dunghill, at the fingers' ends, as they say."}, {"type": "direction", "direction": "  HOLOFERNES. O, I smell false Latin; 'dunghill' for unguem."}, {"type": "direction", "direction": "  ARMADO. Arts-man, preambulate; we will be singuled from the\n    barbarous. Do you not educate youth at the charge-house on the\n    top of the mountain?"}, {"type": "direction", "direction": "  HOLOFERNES. Or mons, the hill."}, {"type": "direction", "direction": "  ARMADO. At your sweet pleasure, for the mountain."}, {"type": "direction", "direction": "  HOLOFERNES. I do, sans question."}, {"type": "direction", "direction": "  ARMADO. Sir, it is the King's most sweet pleasure and affection to\n    congratulate the Princess at her pavilion, in the posteriors of\n    this day; which the rude multitude call the afternoon."}, {"type": "direction", "direction": "  HOLOFERNES. The posterior of the day, most generous sir, is liable,\n    congruent, and measurable, for the afternoon. The word is well\n    cull'd, chose, sweet, and apt, I do assure you, sir, I do assure."}, {"type": "direction", "direction": "  ARMADO. Sir, the King is a noble gentleman, and my familiar, I do\n    assure ye, very good friend. For what is inward between us, let\n    it pass. I do beseech thee, remember thy courtesy. I beseech\n    thee, apparel thy head. And among other importunate and most\n    serious designs, and of great import indeed, too- but let that\n    pass; for I must tell thee it will please his Grace, by the\n    world, sometime to lean upon my poor shoulder, and with his royal\n    finger thus dally with my excrement, with my mustachio; but,\n    sweet heart, let that pass. By the world, I recount no fable:\n    some certain special honours it pleaseth his greatness to impart\n    to Armado, a soldier, a man of travel, that hath seen the world;\n    but let that pass. The very all of all is- but, sweet heart, I do\n    implore secrecy- that the King would have me present the\n    Princess, sweet chuck, with some delightful ostentation, or show,\n    or pageant, or antic, or firework. Now, understanding that the\n    curate and your sweet self are good at such eruptions and sudden\n    breaking-out of mirth, as it were, I have acquainted you withal,\n    to the end to crave your assistance."}, {"type": "direction", "direction": "  HOLOFERNES. Sir, you shall present before her the Nine Worthies.\n    Sir Nathaniel, as concerning some entertainment of time, some\n    show in the posterior of this day, to be rend'red by our\n    assistance, the King's command, and this most gallant,\n    illustrate, and learned gentleman, before the Princess- I say\n    none so fit as to present the Nine Worthies."}, {"type": "direction", "direction": "  NATHANIEL. Where will you find men worthy enough to present them?"}, {"type": "direction", "direction": "  HOLOFERNES. Joshua, yourself; myself, Alexander; this gallant\n    gentleman, Judas Maccabaeus; this swain, because of his great\n    limb or joint, shall pass Pompey the Great; the page, Hercules."}, {"type": "direction", "direction": "  ARMADO. Pardon, sir; error: he is not quantity enough for that\n    Worthy's thumb; he is not so big as the end of his club."}, {"type": "direction", "direction": "  HOLOFERNES. Shall I have audience? He shall present Hercules in\n    minority: his enter and exit shall be strangling a snake; and I\n    will have an apology for that purpose."}, {"type": "direction", "direction": "  MOTH. An excellent device! So, if any of the audience hiss, you may\n    cry 'Well done, Hercules; now thou crushest the snake!' That is\n    the way to make an offence gracious, though few have the grace to\n    do it."}, {"type": "direction", "direction": "  ARMADO. For the rest of the Worthies?"}, {"type": "direction", "direction": "  HOLOFERNES. I will play three myself."}, {"type": "direction", "direction": "  MOTH. Thrice-worthy gentleman!"}, {"type": "direction", "direction": "  ARMADO. Shall I tell you a thing?"}, {"type": "direction", "direction": "  HOLOFERNES. We attend."}, {"type": "direction", "direction": "  ARMADO. We will have, if this fadge not, an antic. I beseech you,\n    follow."}, {"type": "direction", "direction": "  HOLOFERNES. Via, goodman Dull! Thou has spoken no word all this\n    while."}, {"type": "direction", "direction": "  DULL. Nor understood none neither, sir."}, {"type": "direction", "direction": "  HOLOFERNES. Allons! we will employ thee."}, {"type": "direction", "direction": "  DULL. I'll make one in a dance, or so, or I will play\n    On the tabor to the Worthies, and let them dance the hay."}, {"type": "direction", "direction": "  HOLOFERNES. Most dull, honest Dull! To our sport, away.\n                                                          Exeunt"}], "act": 1, "scene": 4, "title": "SCENE III. The park"}, {"text": [{"type": "direction", "direction": "SCENE II. The park"}, {"type": "direction", "direction": "Enter the PRINCESS, MARIA, KATHARINE, and ROSALINE"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Sweet hearts, we shall be rich ere we depart,\n    If fairings come thus plentifully in.\n    A lady wall'd about with diamonds!\n    Look you what I have from the loving King."}, {"type": "direction", "direction": "  ROSALINE. Madam, came nothing else along with that?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Nothing but this! Yes, as much love in rhyme\n    As would be cramm'd up in a sheet of paper\n    Writ o' both sides the leaf, margent and all,\n    That he was fain to seal on Cupid's name."}, {"type": "direction", "direction": "  ROSALINE. That was the way to make his godhead wax;\n    For he hath been five thousand year a boy."}, {"type": "direction", "direction": "  KATHARINE. Ay, and a shrewd unhappy gallows too."}, {"type": "direction", "direction": "  ROSALINE. You'll ne'er be friends with him: 'a kill'd your sister."}, {"type": "direction", "direction": "  KATHARINE. He made her melancholy, sad, and heavy;\n    And so she died. Had she been light, like you,\n    Of such a merry, nimble, stirring spirit,\n    She might 'a been a grandam ere she died.\n    And so may you; for a light heart lives long."}, {"type": "direction", "direction": "  ROSALINE. What's your dark meaning, mouse, of this light word?"}, {"type": "direction", "direction": "  KATHARINE. A light condition in a beauty dark."}, {"type": "direction", "direction": "  ROSALINE. We need more light to find your meaning out."}, {"type": "direction", "direction": "  KATHARINE. You'll mar the light by taking it in snuff;\n    Therefore I'll darkly end the argument."}, {"type": "direction", "direction": "  ROSALINE. Look what you do, you do it still i' th' dark."}, {"type": "direction", "direction": "  KATHARINE. So do not you; for you are a light wench."}, {"type": "direction", "direction": "  ROSALINE. Indeed, I weigh not you; and therefore light."}, {"type": "direction", "direction": "  KATHARINE. You weigh me not? O, that's you care not for me."}, {"type": "direction", "direction": "  ROSALINE. Great reason; for 'past cure is still past care.'"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Well bandied both; a set of wit well play'd.\n    But, Rosaline, you have a favour too?\n    Who sent it? and what is it?"}, {"type": "direction", "direction": "  ROSALINE. I would you knew.\n    An if my face were but as fair as yours,\n    My favour were as great: be witness this.\n    Nay, I have verses too, I thank Berowne;\n    The numbers true, and, were the numb'ring too,\n    I were the fairest goddess on the ground.\n    I am compar'd to twenty thousand fairs.\n    O, he hath drawn my picture in his letter!"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Anything like?"}, {"type": "direction", "direction": "  ROSALINE. Much in the letters; nothing in the praise."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Beauteous as ink- a good conclusion."}, {"type": "direction", "direction": "  KATHARINE. Fair as a text B in a copy-book."}, {"type": "direction", "direction": "  ROSALINE. Ware pencils, ho! Let me not die your debtor,\n    My red dominical, my golden letter:\n    O that your face were not so full of O's!"}, {"type": "direction", "direction": "  KATHARINE. A pox of that jest! and I beshrew all shrows!"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. But, Katharine, what was sent to you from fair\n    Dumain?"}, {"type": "direction", "direction": "  KATHARINE. Madam, this glove."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Did he not send you twain?"}, {"type": "direction", "direction": "  KATHARINE. Yes, madam; and, moreover,\n    Some thousand verses of a faithful lover;\n    A huge translation of hypocrisy,\n    Vilely compil'd, profound simplicity."}, {"type": "direction", "direction": "  MARIA. This, and these pearl, to me sent Longaville;\n    The letter is too long by half a mile."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. I think no less. Dost thou not wish in heart\n    The chain were longer and the letter short?"}, {"type": "direction", "direction": "  MARIA. Ay, or I would these hands might never part."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. We are wise girls to mock our lovers so."}, {"type": "direction", "direction": "  ROSALINE. They are worse fools to purchase mocking so.\n    That same Berowne I'll torture ere I go.\n    O that I knew he were but in by th' week!\n    How I would make him fawn, and beg, and seek,\n    And wait the season, and observe the times,\n    And spend his prodigal wits in bootless rhymes,\n    And shape his service wholly to my hests,\n    And make him proud to make me proud that jests!\n    So pertaunt-like would I o'ersway his state\n    That he should be my fool, and I his fate."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. None are so surely caught, when they are\n      catch'd,\n    As wit turn'd fool; folly, in wisdom hatch'd,\n    Hath wisdom's warrant and the help of school,\n    And wit's own grace to grace a learned fool."}, {"type": "direction", "direction": "  ROSALINE. The blood of youth burns not with such excess\n    As gravity's revolt to wantonness."}, {"type": "direction", "direction": "  MARIA. Folly in fools bears not so strong a note\n    As fool'ry in the wise when wit doth dote,\n    Since all the power thereof it doth apply\n    To prove, by wit, worth in simplicity."}, {"type": "direction", "direction": "Enter BOYET"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Here comes Boyet, and mirth is in his face."}, {"type": "direction", "direction": "  BOYET. O, I am stabb'd with laughter! Where's her Grace?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Thy news, Boyet?"}, {"type": "direction", "direction": "  BOYET. Prepare, madam, prepare!\n    Arm, wenches, arm! Encounters mounted are\n    Against your peace. Love doth approach disguis'd,\n    Armed in arguments; you'll be surpris'd.\n    Muster your wits; stand in your own defence;\n    Or hide your heads like cowards, and fly hence."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Saint Dennis to Saint Cupid! What are they\n    That charge their breath against us? Say, scout, say."}, {"type": "direction", "direction": "  BOYET. Under the cool shade of a sycamore\n    I thought to close mine eyes some half an hour;\n    When, lo, to interrupt my purpos'd rest,\n    Toward that shade I might behold addrest\n    The King and his companions; warily\n    I stole into a neighbour thicket by,\n    And overheard what you shall overhear-\n    That, by and by, disguis'd they will be here.\n    Their herald is a pretty knavish page,\n    That well by heart hath conn'd his embassage.\n    Action and accent did they teach him there:\n    'Thus must thou speak' and 'thus thy body bear,'\n    And ever and anon they made a doubt\n    Presence majestical would put him out;\n    'For' quoth the King 'an angel shalt thou see;\n    Yet fear not thou, but speak audaciously.'\n    The boy replied 'An angel is not evil;\n    I should have fear'd her had she been a devil.'\n    With that all laugh'd, and clapp'd him on the shoulder,\n    Making the bold wag by their praises bolder.\n    One rubb'd his elbow, thus, and fleer'd, and swore\n    A better speech was never spoke before.\n    Another with his finger and his thumb\n    Cried 'Via! we will do't, come what will come.'\n    The third he caper'd, and cried 'All goes well.'\n    The fourth turn'd on the toe, and down he fell.\n    With that they all did tumble on the ground,\n    With such a zealous laughter, so profound,\n    That in this spleen ridiculous appears,\n    To check their folly, passion's solemn tears."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. But what, but what, come they to visit us?"}, {"type": "direction", "direction": "  BOYET. They do, they do, and are apparell'd thus,\n    Like Muscovites or Russians, as I guess.\n    Their purpose is to parley, court, and dance;\n    And every one his love-feat will advance\n    Unto his several mistress; which they'll know\n    By favours several which they did bestow."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. And will they so? The gallants shall be task'd,\n    For, ladies, we will every one be mask'd;\n    And not a man of them shall have the grace,\n    Despite of suit, to see a lady's face.\n    Hold, Rosaline, this favour thou shalt wear,\n    And then the King will court thee for his dear;\n    Hold, take thou this, my sweet, and give me thine,\n    So shall Berowne take me for Rosaline.\n    And change you favours too; so shall your loves\n    Woo contrary, deceiv'd by these removes."}, {"type": "direction", "direction": "  ROSALINE. Come on, then, wear the favours most in sight."}, {"type": "direction", "direction": "  KATHARINE. But, in this changing, what is your intent?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. The effect of my intent is to cross theirs.\n    They do it but in mocking merriment,\n    And mock for mock is only my intent.\n    Their several counsels they unbosom shall\n    To loves mistook, and so be mock'd withal\n    Upon the next occasion that we meet\n    With visages display'd to talk and greet."}, {"type": "direction", "direction": "  ROSALINE. But shall we dance, if they desire us to't?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. No, to the death, we will not move a foot,\n    Nor to their penn'd speech render we no grace;\n    But while 'tis spoke each turn away her face."}, {"type": "direction", "direction": "  BOYET. Why, that contempt will kill the speaker's heart,\n    And quite divorce his memory from his part."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Therefore I do it; and I make no doubt\n    The rest will ne'er come in, if he be out.\n    There's no such sport as sport by sport o'erthrown,\n    To make theirs ours, and ours none but our own;\n    So shall we stay, mocking intended game,\n    And they well mock'd depart away with shame.\n                                         [Trumpet sounds within]"}, {"type": "direction", "direction": "  BOYET. The trumpet sounds; be mask'd; the maskers come.\n                                               [The LADIES mask]"}, {"type": "direction", "direction": "Enter BLACKAMOORS music, MOTH as Prologue, the\n     KING and his LORDS as maskers, in the guise of Russians"}, {"type": "direction", "direction": "  MOTH. All hail, the richest heauties on the earth!"}, {"type": "direction", "direction": "  BOYET. Beauties no richer than rich taffeta."}, {"type": "direction", "direction": "  MOTH. A holy parcel of the fairest dames\n                            [The LADIES turn their backs to him]\n    That ever turn'd their- backs- to mortal views!"}, {"type": "direction", "direction": "  BEROWNE. Their eyes, villain, their eyes."}, {"type": "direction", "direction": "  MOTH. That ever turn'd their eyes to mortal views!\n    Out-"}, {"type": "direction", "direction": "  BOYET. True; out indeed."}, {"type": "direction", "direction": "  MOTH. Out of your favours, heavenly spirits, vouchsafe\n    Not to behold-"}, {"type": "direction", "direction": "  BEROWNE. Once to behold, rogue."}, {"type": "direction", "direction": "  MOTH. Once to behold with your sun-beamed eyes- with your\n    sun-beamed eyes-"}, {"type": "direction", "direction": "  BOYET. They will not answer to that epithet;\n    You were best call it 'daughter-beamed eyes.'"}, {"type": "direction", "direction": "  MOTH. They do not mark me, and that brings me out."}, {"type": "direction", "direction": "  BEROWNE. Is this your perfectness? Be gone, you rogue.\n                                                       Exit MOTH"}, {"type": "direction", "direction": "  ROSALINE. What would these strangers? Know their minds, Boyet.\n    If they do speak our language, 'tis our will\n    That some plain man recount their purposes.\n    Know what they would."}, {"type": "direction", "direction": "  BOYET. What would you with the Princess?"}, {"type": "direction", "direction": "  BEROWNE. Nothing but peace and gentle visitation."}, {"type": "direction", "direction": "  ROSALINE. What would they, say they?"}, {"type": "direction", "direction": "  BOYET. Nothing but peace and gentle visitation."}, {"type": "direction", "direction": "  ROSALINE. Why, that they have; and bid them so be gone."}, {"type": "direction", "direction": "  BOYET. She says you have it, and you may be gone."}, {"type": "direction", "direction": "  KING. Say to her we have measur'd many miles\n    To tread a measure with her on this grass."}, {"type": "direction", "direction": "  BOYET. They say that they have measur'd many a mile\n    To tread a measure with you on this grass."}, {"type": "direction", "direction": "  ROSALINE. It is not so. Ask them how many inches\n    Is in one mile? If they have measured many,\n    The measure, then, of one is eas'ly told."}, {"type": "direction", "direction": "  BOYET. If to come hither you have measur'd miles,\n    And many miles, the Princess bids you tell\n    How many inches doth fill up one mile."}, {"type": "direction", "direction": "  BEROWNE. Tell her we measure them by weary steps."}, {"type": "direction", "direction": "  BOYET. She hears herself."}, {"type": "direction", "direction": "  ROSALINE. How many weary steps\n    Of many weary miles you have o'ergone\n    Are numb'red in the travel of one mile?"}, {"type": "direction", "direction": "  BEROWNE. We number nothing that we spend for you;\n    Our duty is so rich, so infinite,\n    That we may do it still without accompt.\n    Vouchsafe to show the sunshine of your face,\n    That we, like savages, may worship it."}, {"type": "direction", "direction": "  ROSALINE. My face is but a moon, and clouded too."}, {"type": "direction", "direction": "  KING. Blessed are clouds, to do as such clouds do.\n    Vouchsafe, bright moon, and these thy stars, to shine,\n    Those clouds removed, upon our watery eyne."}, {"type": "direction", "direction": "  ROSALINE. O vain petitioner! beg a greater matter;\n    Thou now requests but moonshine in the water."}, {"type": "direction", "direction": "  KING. Then in our measure do but vouchsafe one change.\n    Thou bid'st me beg; this begging is not strange."}, {"type": "direction", "direction": "  ROSALINE. Play, music, then. Nay, you must do it soon.\n    Not yet? No dance! Thus change I like the moon."}, {"type": "direction", "direction": "  KING. Will you not dance? How come you thus estranged?"}, {"type": "direction", "direction": "  ROSALINE. You took the moon at full; but now she's changed."}, {"type": "direction", "direction": "  KING. Yet still she is the Moon, and I the Man.\n    The music plays; vouchsafe some motion to it."}, {"type": "direction", "direction": "  ROSALINE. Our ears vouchsafe it."}, {"type": "direction", "direction": "  KING. But your legs should do it."}, {"type": "direction", "direction": "  ROSALINE. Since you are strangers, and come here by chance,\n    We'll not be nice; take hands. We will not dance."}, {"type": "direction", "direction": "  KING. Why take we hands then?"}, {"type": "direction", "direction": "  ROSALINE. Only to part friends.\n    Curtsy, sweet hearts; and so the measure ends."}, {"type": "direction", "direction": "  KING. More measure of this measure; be not nice."}, {"type": "direction", "direction": "  ROSALINE. We can afford no more at such a price."}, {"type": "direction", "direction": "  KING. Price you yourselves. What buys your company?"}, {"type": "direction", "direction": "  ROSALINE. Your absence only."}, {"type": "direction", "direction": "  KING. That can never be."}, {"type": "direction", "direction": "  ROSALINE. Then cannot we be bought; and so adieu-\n    Twice to your visor and half once to you."}, {"type": "direction", "direction": "  KING. If you deny to dance, let's hold more chat."}, {"type": "direction", "direction": "  ROSALINE. In private then."}, {"type": "direction", "direction": "  KING. I am best pleas'd with that.       [They converse apart]"}, {"type": "direction", "direction": "  BEROWNE. White-handed mistress, one sweet word with thee."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Honey, and milk, and sugar; there is three."}, {"type": "direction", "direction": "  BEROWNE. Nay, then, two treys, an if you grow so nice,\n    Metheglin, wort, and malmsey; well run dice!\n    There's half a dozen sweets."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Seventh sweet, adieu!\n    Since you can cog, I'll play no more with you."}, {"type": "direction", "direction": "  BEROWNE. One word in secret."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Let it not be sweet."}, {"type": "direction", "direction": "  BEROWNE. Thou grievest my gall."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Gall! bitter."}, {"type": "direction", "direction": "  BEROWNE. Therefore meet.                 [They converse apart]"}, {"type": "direction", "direction": "  DUMAIN. Will you vouchsafe with me to change a word?"}, {"type": "direction", "direction": "  MARIA. Name it."}, {"type": "direction", "direction": "  DUMAIN. Fair lady-"}, {"type": "direction", "direction": "  MARIA. Say you so? Fair lord-\n    Take that for your fair lady."}, {"type": "direction", "direction": "  DUMAIN. Please it you,\n    As much in private, and I'll bid adieu.\n                                           [They converse apart]"}, {"type": "direction", "direction": "  KATHARINE. What, was your vizard made without a tongue?"}, {"type": "direction", "direction": "  LONGAVILLE. I know the reason, lady, why you ask."}, {"type": "direction", "direction": "  KATHARINE. O for your reason! Quickly, sir; I long."}, {"type": "direction", "direction": "  LONGAVILLE. You have a double tongue within your mask,\n    And would afford my speechless vizard half."}, {"type": "direction", "direction": "  KATHARINE. 'Veal' quoth the Dutchman. Is not 'veal' a calf?"}, {"type": "direction", "direction": "  LONGAVILLE. A calf, fair lady!"}, {"type": "direction", "direction": "  KATHARINE. No, a fair lord calf."}, {"type": "direction", "direction": "  LONGAVILLE. Let's part the word."}, {"type": "direction", "direction": "  KATHARINE. No, I'll not be your half.\n    Take all and wean it; it may prove an ox."}, {"type": "direction", "direction": "  LONGAVILLE. Look how you butt yourself in these sharp mocks!\n    Will you give horns, chaste lady? Do not so."}, {"type": "direction", "direction": "  KATHARINE. Then die a calf, before your horns do grow."}, {"type": "direction", "direction": "  LONGAVILLE. One word in private with you ere I die."}, {"type": "direction", "direction": "  KATHARINE. Bleat softly, then; the butcher hears you cry.\n                                           [They converse apart]"}, {"type": "direction", "direction": "  BOYET. The tongues of mocking wenches are as keen\n    As is the razor's edge invisible,\n    Cutting a smaller hair than may be seen,\n    Above the sense of sense; so sensible\n    Seemeth their conference; their conceits have wings,\n    Fleeter than arrows, bullets, wind, thought, swifter things."}, {"type": "direction", "direction": "  ROSALINE. Not one word more, my maids; break off, break off."}, {"type": "direction", "direction": "  BEROWNE. By heaven, all dry-beaten with pure scoff!"}, {"type": "direction", "direction": "  KING. Farewell, mad wenches; you have simple wits.\n                             Exeunt KING, LORDS, and BLACKAMOORS"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Twenty adieus, my frozen Muscovits.\n    Are these the breed of wits so wondered at?"}, {"type": "direction", "direction": "  BOYET. Tapers they are, with your sweet breaths puff'd out."}, {"type": "direction", "direction": "  ROSALINE. Well-liking wits they have; gross, gross; fat, fat."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. O poverty in wit, kingly-poor flout!\n    Will they not, think you, hang themselves to-night?\n    Or ever but in vizards show their faces?\n    This pert Berowne was out of count'nance quite."}, {"type": "direction", "direction": "  ROSALINE. They were all in lamentable cases!\n    The King was weeping-ripe for a good word."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Berowne did swear himself out of all suit."}, {"type": "direction", "direction": "  MARIA. Dumain was at my service, and his sword.\n    'No point' quoth I; my servant straight was mute."}, {"type": "direction", "direction": "  KATHARINE. Lord Longaville said I came o'er his heart;\n    And trow you what he call'd me?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Qualm, perhaps."}, {"type": "direction", "direction": "  KATHARINE. Yes, in good faith."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Go, sickness as thou art!"}, {"type": "direction", "direction": "  ROSALINE. Well, better wits have worn plain statute-caps.\n    But will you hear? The King is my love sworn."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. And quick Berowne hath plighted faith to me."}, {"type": "direction", "direction": "  KATHARINE. And Longaville was for my service born."}, {"type": "direction", "direction": "  MARIA. Dumain is mine, as sure as bark on tree."}, {"type": "direction", "direction": "  BOYET. Madam, and pretty mistresses, give ear:\n    Immediately they will again be here\n    In their own shapes; for it can never be\n    They will digest this harsh indignity."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Will they return?"}, {"type": "direction", "direction": "  BOYET. They will, they will, God knows,\n    And leap for joy, though they are lame with blows;\n    Therefore, change favours; and, when they repair,\n    Blow like sweet roses in this summer air."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. How blow? how blow? Speak to be understood."}, {"type": "direction", "direction": "  BOYET. Fair ladies mask'd are roses in their bud:\n    Dismask'd, their damask sweet commixture shown,\n    Are angels vailing clouds, or roses blown."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Avaunt, perplexity! What shall we do\n    If they return in their own shapes to woo?"}, {"type": "direction", "direction": "  ROSALINE. Good madam, if by me you'll be advis'd,\n    Let's mock them still, as well known as disguis'd.\n    Let us complain to them what fools were here,\n    Disguis'd like Muscovites, in shapeless gear;\n    And wonder what they were, and to what end\n    Their shallow shows and prologue vilely penn'd,\n    And their rough carriage so ridiculous,\n    Should be presented at our tent to us."}, {"type": "direction", "direction": "  BOYET. Ladies, withdraw; the gallants are at hand."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Whip to our tents, as roes run o'er land.\n                 Exeunt PRINCESS, ROSALINE, KATHARINE, and MARIA\n\n         Re-enter the KING, BEROWNE, LONGAVILLE, and DUMAIN,\n                        in their proper habits"}, {"type": "direction", "direction": "  KING. Fair sir, God save you! Where's the Princess?"}, {"type": "direction", "direction": "  BOYET. Gone to her tent. Please it your Majesty\n    Command me any service to her thither?"}, {"type": "direction", "direction": "  KING. That she vouchsafe me audience for one word."}, {"type": "direction", "direction": "  BOYET. I will; and so will she, I know, my lord.          Exit"}, {"type": "direction", "direction": "  BEROWNE. This fellow pecks up wit as pigeons pease,\n    And utters it again when God doth please.\n    He is wit's pedlar, and retails his wares\n    At wakes, and wassails, meetings, markets, fairs;\n    And we that sell by gross, the Lord doth know,\n    Have not the grace to grace it with such show.\n    This gallant pins the wenches on his sleeve;\n    Had he been Adam, he had tempted Eve.\n    'A can carve too, and lisp; why this is he\n    That kiss'd his hand away in courtesy;\n    This is the ape of form, Monsieur the Nice,\n    That, when he plays at tables, chides the dice\n    In honourable terms; nay, he can sing\n    A mean most meanly; and in ushering,\n    Mend him who can. The ladies call him sweet;\n    The stairs, as he treads on them, kiss his feet.\n    This is the flow'r that smiles on every one,\n    To show his teeth as white as whales-bone;\n    And consciences that will not die in debt\n    Pay him the due of 'honey-tongued Boyet.'"}, {"type": "direction", "direction": "  KING. A blister on his sweet tongue, with my heart,\n    That put Armado's page out of his part!\n\n        Re-enter the PRINCESS, ushered by BOYET; ROSALINE,\n                      MARIA, and KATHARINE"}, {"type": "direction", "direction": "  BEROWNE. See where it comes! Behaviour, what wert thou\n    Till this man show'd thee? And what art thou now?"}, {"type": "direction", "direction": "  KING. All hail, sweet madam, and fair time of day!"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. 'Fair' in 'all hail' is foul, as I conceive."}, {"type": "direction", "direction": "  KING. Construe my speeches better, if you may."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Then wish me better; I will give you leave."}, {"type": "direction", "direction": "  KING. We came to visit you, and purpose now\n    To lead you to our court; vouchsafe it then."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. This field shall hold me, and so hold your vow:\n    Nor God, nor I, delights in perjur'd men."}, {"type": "direction", "direction": "  KING. Rebuke me not for that which you provoke.\n    The virtue of your eye must break my oath."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. You nickname virtue: vice you should have\n      spoke;\n    For virtue's office never breaks men's troth.\n    Now by my maiden honour, yet as pure\n    As the unsullied lily, I protest,\n    A world of torments though I should endure,\n    I would not yield to be your house's guest;\n    So much I hate a breaking cause to be\n    Of heavenly oaths, vowed with integrity."}, {"type": "direction", "direction": "  KING. O, you have liv'd in desolation here,\n    Unseen, unvisited, much to our shame."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Not so, my lord; it is not so, I swear;\n    We have had pastimes here, and pleasant game;\n    A mess of Russians left us but of late."}, {"type": "direction", "direction": "  KING. How, madam! Russians!"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Ay, in truth, my lord;\n    Trim gallants, full of courtship and of state."}, {"type": "direction", "direction": "  ROSALINE. Madam, speak true. It is not so, my lord.\n    My lady, to the manner of the days,\n    In courtesy gives undeserving praise.\n    We four indeed confronted were with four\n    In Russian habit; here they stayed an hour\n    And talk'd apace; and in that hour, my lord,\n    They did not bless us with one happy word.\n    I dare not call them fools; but this I think,\n    When they are thirsty, fools would fain have drink."}, {"type": "direction", "direction": "  BEROWNE. This jest is dry to me. Fair gentle sweet,\n    Your wit makes wise things foolish; when we greet,\n    With eyes best seeing, heaven's fiery eye,\n    By light we lose light; your capacity\n    Is of that nature that to your huge store\n    Wise things seem foolish and rich things but poor."}, {"type": "direction", "direction": "  ROSALINE. This proves you wise and rich, for in my eye-"}, {"type": "direction", "direction": "  BEROWNE. I am a fool, and full of poverty."}, {"type": "direction", "direction": "  ROSALINE. But that you take what doth to you belong,\n    It were a fault to snatch words from my tongue."}, {"type": "direction", "direction": "  BEROWNE. O, I am yours, and all that I possess."}, {"type": "direction", "direction": "  ROSALINE. All the fool mine?"}, {"type": "direction", "direction": "  BEROWNE. I cannot give you less."}, {"type": "direction", "direction": "  ROSALINE. Which of the vizards was it that you wore?"}, {"type": "direction", "direction": "  BEROWNE. Where? when? what vizard? Why demand you this?"}, {"type": "direction", "direction": "  ROSALINE. There, then, that vizard; that superfluous case\n    That hid the worse and show'd the better face."}, {"type": "direction", "direction": "  KING. We were descried; they'll mock us now downright."}, {"type": "direction", "direction": "  DUMAIN. Let us confess, and turn it to a jest."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Amaz'd, my lord? Why looks your Highness sad?"}, {"type": "direction", "direction": "  ROSALINE. Help, hold his brows! he'll swoon! Why look you pale?\n    Sea-sick, I think, coming from Muscovy."}, {"type": "direction", "direction": "  BEROWNE. Thus pour the stars down plagues for perjury.\n    Can any face of brass hold longer out?\n    Here stand I, lady- dart thy skill at me,\n    Bruise me with scorn, confound me with a flout,\n    Thrust thy sharp wit quite through my ignorance,\n    Cut me to pieces with thy keen conceit;\n    And I will wish thee never more to dance,\n    Nor never more in Russian habit wait.\n    O, never will I trust to speeches penn'd,\n    Nor to the motion of a school-boy's tongue,\n    Nor never come in vizard to my friend,\n    Nor woo in rhyme, like a blind harper's song.\n    Taffeta phrases, silken terms precise,\n    Three-pil'd hyperboles, spruce affectation,\n    Figures pedantical- these summer-flies\n    Have blown me full of maggot ostentation.\n    I do forswear them; and I here protest,\n    By this white glove- how white the hand, God knows!-\n    Henceforth my wooing mind shall be express'd\n    In russet yeas, and honest kersey noes.\n    And, to begin, wench- so God help me, law!-\n    My love to thee is sound, sans crack or flaw."}, {"type": "direction", "direction": "  ROSALINE. Sans 'sans,' I pray you."}, {"type": "direction", "direction": "  BEROWNE. Yet I have a trick\n    Of the old rage; bear with me, I am sick;\n    I'll leave it by degrees. Soft, let us see-\n    Write 'Lord have mercy on us' on those three;\n    They are infected; in their hearts it lies;\n    They have the plague, and caught it of your eyes.\n    These lords are visited; you are not free,\n    For the Lord's tokens on you do I see."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. No, they are free that gave these tokens to us."}, {"type": "direction", "direction": "  BEROWNE. Our states are forfeit; seek not to undo us."}, {"type": "direction", "direction": "  ROSALINE. It is not so; for how can this be true,\n    That you stand forfeit, being those that sue?"}, {"type": "direction", "direction": "  BEROWNE. Peace; for I will not have to do with you."}, {"type": "direction", "direction": "  ROSALINE. Nor shall not, if I do as I intend."}, {"type": "direction", "direction": "  BEROWNE. Speak for yourselves; my wit is at an end."}, {"type": "direction", "direction": "  KING. Teach us, sweet madam, for our rude transgression\n    Some fair excuse."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. The fairest is confession.\n    Were not you here but even now, disguis'd?"}, {"type": "direction", "direction": "  KING. Madam, I was."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. And were you well advis'd?"}, {"type": "direction", "direction": "  KING. I was, fair madam."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. When you then were here,\n    What did you whisper in your lady's ear?"}, {"type": "direction", "direction": "  KING. That more than all the world I did respect her."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. When she shall challenge this, you will reject\n    her."}, {"type": "direction", "direction": "  KING. Upon mine honour, no."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Peace, peace, forbear;\n    Your oath once broke, you force not to forswear."}, {"type": "direction", "direction": "  KING. Despise me when I break this oath of mine."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. I will; and therefore keep it. Rosaline,\n    What did the Russian whisper in your ear?"}, {"type": "direction", "direction": "  ROSALINE. Madam, he swore that he did hold me dear\n    As precious eyesight, and did value me\n    Above this world; adding thereto, moreover,\n    That he would wed me, or else die my lover."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. God give thee joy of him! The noble lord\n     Most honourably doth uphold his word."}, {"type": "direction", "direction": "  KING. What mean you, madam? By my life, my troth,\n    I never swore this lady such an oath."}, {"type": "direction", "direction": "  ROSALINE. By heaven, you did; and, to confirm it plain,\n    You gave me this; but take it, sir, again."}, {"type": "direction", "direction": "  KING. My faith and this the Princess I did give;\n    I knew her by this jewel on her sleeve."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Pardon me, sir, this jewel did she wear;\n    And Lord Berowne, I thank him, is my dear.\n    What, will you have me, or your pearl again?"}, {"type": "direction", "direction": " BEROWNE. Neither of either; I remit both twain.\n    I see the trick on't: here was a consent,\n    Knowing aforehand of our merriment,\n    To dash it like a Christmas comedy.\n    Some carry-tale, some please-man, some slight zany,\n    Some mumble-news, some trencher-knight, some Dick,\n    That smiles his cheek in years and knows the trick\n    To make my lady laugh when she's dispos'd,\n    Told our intents before; which once disclos'd,\n    The ladies did change favours; and then we,\n    Following the signs, woo'd but the sign of she.\n    Now, to our perjury to add more terror,\n    We are again forsworn in will and error.\n    Much upon this it is; [To BOYET] and might not you\n    Forestall our sport, to make us thus untrue?\n    Do not you know my lady's foot by th' squier,\n    And laugh upon the apple of her eye?\n    And stand between her back, sir, and the fire,\n    Holding a trencher, jesting merrily?\n    You put our page out. Go, you are allow'd;\n    Die when you will, a smock shall be your shroud.\n    You leer upon me, do you? There's an eye\n    Wounds like a leaden sword."}, {"type": "direction", "direction": "  BOYET. Full merrily\n    Hath this brave manage, this career, been run."}, {"type": "direction", "direction": "  BEROWNE. Lo, he is tilting straight! Peace; I have done."}, {"type": "direction", "direction": "Enter COSTARD\n\n    Welcome, pure wit! Thou part'st a fair fray."}, {"type": "direction", "direction": "  COSTARD. O Lord, sir, they would know\n     Whether the three Worthies shall come in or no?"}, {"type": "direction", "direction": "  BEROWNE. What, are there but three?"}, {"type": "direction", "direction": "  COSTARD. No, sir; but it is vara fine,\n    For every one pursents three."}, {"type": "direction", "direction": "  BEROWNE. And three times thrice is nine."}, {"type": "direction", "direction": "  COSTARD. Not so, sir; under correction, sir,\n    I hope it is not so.\n    You cannot beg us, sir, I can assure you, sir; we know what we\n      know;\n    I hope, sir, three times thrice, sir-"}, {"type": "direction", "direction": "  BEROWNE. Is not nine."}, {"type": "direction", "direction": "  COSTARD. Under correction, sir, we know whereuntil it doth amount."}, {"type": "direction", "direction": "  BEROWNE. By Jove, I always took three threes for nine."}, {"type": "direction", "direction": "  COSTARD. O Lord, sir, it were pity you should get your living by\n    reck'ning, sir."}, {"type": "direction", "direction": "  BEROWNE. How much is it?"}, {"type": "direction", "direction": "  COSTARD. O Lord, sir, the parties themselves, the actors, sir, will\n    show whereuntil it doth amount. For mine own part, I am, as they\n    say, but to parfect one man in one poor man, Pompion the Great,\n    sir."}, {"type": "direction", "direction": "  BEROWNE. Art thou one of the Worthies?"}, {"type": "direction", "direction": "  COSTARD. It pleased them to think me worthy of Pompey the Great;\n    for mine own part, I know not the degree of the Worthy; but I am\n    to stand for him."}, {"type": "direction", "direction": "  BEROWNE. Go, bid them prepare."}, {"type": "direction", "direction": "  COSTARD. We will turn it finely off, sir; we will take some care.\n                                                    Exit COSTARD"}, {"type": "direction", "direction": "  KING. Berowne, they will shame us; let them not approach."}, {"type": "direction", "direction": "  BEROWNE. We are shame-proof, my lord, and 'tis some policy\n    To have one show worse than the King's and his company."}, {"type": "direction", "direction": "  KING. I say they shall not come."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Nay, my good lord, let me o'errule you now.\n    That sport best pleases that doth least know how;\n    Where zeal strives to content, and the contents\n    Dies in the zeal of that which it presents.\n    Their form confounded makes most form in mirth,\n    When great things labouring perish in their birth."}, {"type": "direction", "direction": "  BEROWNE. A right description of our sport, my lord."}, {"type": "direction", "direction": "Enter ARMADO"}, {"type": "direction", "direction": "  ARMADO. Anointed, I implore so much expense of thy royal sweet\n    breath as will utter a brace of words.\n           [Converses apart with the KING, and delivers a paper]"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Doth this man serve God?"}, {"type": "direction", "direction": "  BEROWNE. Why ask you?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. 'A speaks not like a man of God his making."}, {"type": "direction", "direction": "  ARMADO. That is all one, my fair, sweet, honey monarch; for, I\n    protest, the schoolmaster is exceeding fantastical; too too vain,\n    too too vain; but we will put it, as they say, to fortuna de la\n    guerra. I wish you the peace of mind, most royal couplement!\n                                                     Exit ARMADO"}, {"type": "direction", "direction": "  KING. Here is like to be a good presence of Worthies. He presents\n    Hector of Troy; the swain, Pompey the Great; the parish curate,\n    Alexander; Arinado's page, Hercules; the pedant, Judas\n    Maccabaeus.\n    And if these four Worthies in their first show thrive,\n    These four will change habits and present the other five."}, {"type": "direction", "direction": "  BEROWNE. There is five in the first show."}, {"type": "direction", "direction": "  KING. You are deceived, 'tis not so."}, {"type": "direction", "direction": "  BEROWNE. The pedant, the braggart, the hedge-priest, the fool, and\n    the boy:\n    Abate throw at novum, and the whole world again\n    Cannot pick out five such, take each one in his vein."}, {"type": "direction", "direction": "  KING. The ship is under sail, and here she comes amain."}, {"type": "direction", "direction": "Enter COSTARD, armed for POMPEY"}, {"type": "direction", "direction": "  COSTARD. I Pompey am-"}, {"type": "direction", "direction": "  BEROWNE. You lie, you are not he."}, {"type": "direction", "direction": "  COSTARD. I Pompey am-"}, {"type": "direction", "direction": "  BOYET. With libbard's head on knee."}, {"type": "direction", "direction": "  BEROWNE. Well said, old mocker; I must needs be friends with thee."}, {"type": "direction", "direction": "  COSTARD. I Pompey am, Pompey surnam'd the Big-"}, {"type": "direction", "direction": "   DUMAIN. The Great."}, {"type": "direction", "direction": "  COSTARD. It is Great, sir.\n    Pompey surnam'd the Great,\n    That oft in field, with targe and shield, did make my foe to\n      sweat;\n    And travelling along this coast, I bere am come by chance,\n    And lay my arms before the legs of this sweet lass of France.\n\n    If your ladyship would say 'Thanks, Pompey,' I had done."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Great thanks, great Pompey."}, {"type": "direction", "direction": "  COSTARD. 'Tis not so much worth; but I hope I was perfect.\n    I made a little fault in Great."}, {"type": "direction", "direction": "  BEROWNE. My hat to a halfpenny, Pompey proves the best Worthy."}, {"type": "direction", "direction": "Enter SIR NATHANIEL, for ALEXANDER"}, {"type": "direction", "direction": "  NATHANIEL. When in the world I liv'd, I was the world's commander;\n    By east, west, north, and south, I spread my conquering might.\n    My scutcheon plain declares that I am Alisander-"}, {"type": "direction", "direction": "  BOYET. Your nose says, no, you are not; for it stands to right."}, {"type": "direction", "direction": "  BEROWNE. Your nose smells 'no' in this, most tender-smelling\n    knight."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. The conqueror is dismay'd. Proceed, good\n    Alexander."}, {"type": "direction", "direction": "  NATHANIEL. When in the world I liv'd, I was the world's commander-"}, {"type": "direction", "direction": "  BOYET. Most true, 'tis right, you were so, Alisander."}, {"type": "direction", "direction": "  BEROWNE. Pompey the Great!"}, {"type": "direction", "direction": "  COSTARD. Your servant, and Costard."}, {"type": "direction", "direction": "  BEROWNE. Take away the conqueror, take away Alisander."}, {"type": "direction", "direction": "  COSTARD. [To Sir Nathaniel] O, Sir, you have overthrown Alisander\n    the conqueror! You will be scrap'd out of the painted cloth for\n    this. Your lion, that holds his poleaxe sitting on a close-stool,\n    will be given to Ajax. He will be the ninth Worthy. A conqueror\n    and afeard to speak! Run away for shame, Alisander.\n    [Sir Nathaniel retires] There, an't shall please you, a foolish\n    mild man; an honest man, look you, and soon dash'd. He is a\n    marvellous good neighbour, faith, and a very good bowler; but for\n    Alisander- alas! you see how 'tis- a little o'erparted. But there\n    are Worthies a-coming will speak their mind in some other sort."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Stand aside, good Pompey."}, {"type": "direction", "direction": "Enter HOLOFERNES, for JUDAS; and MOTH, for HERCULES"}, {"type": "direction", "direction": "  HOLOFERNES. Great Hercules is presented by this imp,\n    Whose club kill'd Cerberus, that three-headed canus;\n    And when be was a babe, a child, a shrimp,\n    Thus did he strangle serpents in his manus.\n    Quoniam he seemeth in minority,\n    Ergo I come with this apology.\n    Keep some state in thy exit, and vanish.      [MOTH retires]\n    Judas I am-"}, {"type": "direction", "direction": "  DUMAIN. A Judas!"}, {"type": "direction", "direction": "  HOLOFERNES. Not Iscariot, sir.\n    Judas I am, ycliped Maccabaeus."}, {"type": "direction", "direction": "  DUMAIN. Judas Maccabaeus clipt is plain Judas."}, {"type": "direction", "direction": "  BEROWNE. A kissing traitor. How art thou prov'd Judas?"}, {"type": "direction", "direction": "  HOLOFERNES. Judas I am-"}, {"type": "direction", "direction": "  DUMAIN. The more shame for you, Judas!"}, {"type": "direction", "direction": "  HOLOFERNES. What mean you, sir?"}, {"type": "direction", "direction": "  BOYET. To make Judas hang himself."}, {"type": "direction", "direction": "  HOLOFERNES. Begin, sir; you are my elder."}, {"type": "direction", "direction": "  BEROWNE. Well followed: Judas was hanged on an elder."}, {"type": "direction", "direction": "  HOLOFERNES. I will not be put out of countenance."}, {"type": "direction", "direction": "  BEROWNE. Because thou hast no face."}, {"type": "direction", "direction": "  HOLOFERNES. What is this?"}, {"type": "direction", "direction": "  BOYET. A cittern-head."}, {"type": "direction", "direction": "  DUMAIN. The head of a bodkin."}, {"type": "direction", "direction": "  BEROWNE. A death's face in a ring."}, {"type": "direction", "direction": "  LONGAVILLE. The face of an old Roman coin, scarce seen."}, {"type": "direction", "direction": "  BOYET. The pommel of Coesar's falchion."}, {"type": "direction", "direction": "  DUMAIN. The carv'd-bone face on a flask."}, {"type": "direction", "direction": "  BEROWNE. Saint George's half-cheek in a brooch."}, {"type": "direction", "direction": "  DUMAIN. Ay, and in a brooch of lead."}, {"type": "direction", "direction": "  BEROWNE. Ay, and worn in the cap of a tooth-drawer. And now,\n    forward; for we have put thee in countenance."}, {"type": "direction", "direction": "  HOLOFERNES. You have put me out of countenance."}, {"type": "direction", "direction": "  BEROWNE. False: we have given thee faces."}, {"type": "direction", "direction": "  HOLOFERNES. But you have outfac'd them all."}, {"type": "direction", "direction": "  BEROWNE. An thou wert a lion we would do so."}, {"type": "direction", "direction": "  BOYET. Therefore, as he is an ass, let him go.\n    And so adieu, sweet Jude! Nay, why dost thou stay?"}, {"type": "direction", "direction": "  DUMAIN. For the latter end of his name."}, {"type": "direction", "direction": "  BEROWNE. For the ass to the Jude; give it him- Jud-as, away."}, {"type": "direction", "direction": "  HOLOFERNES. This is not generous, not gentle, not humble."}, {"type": "direction", "direction": "  BOYET. A light for Monsieur Judas! It grows dark, he may stumble.\n                                            [HOLOFERNES retires]"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Alas, poor Maccabaeus, how hath he been baited!"}, {"type": "direction", "direction": "Enter ARMADO, for HECTOR"}, {"type": "direction", "direction": "  BEROWNE. Hide thy head, Achilles; here comes Hector in arms."}, {"type": "direction", "direction": "  DUMAIN. Though my mocks come home by me, I will now be merry."}, {"type": "direction", "direction": "  KING. Hector was but a Troyan in respect of this."}, {"type": "direction", "direction": "  BOYET. But is this Hector?"}, {"type": "direction", "direction": "  DUMAIN. I think Hector was not so clean-timber'd."}, {"type": "direction", "direction": "  LONGAVILLE. His leg is too big for Hector's."}, {"type": "direction", "direction": "  DUMAIN. More calf, certain."}, {"type": "direction", "direction": "  BOYET. No; he is best indued in the small."}, {"type": "direction", "direction": "  BEROWNE. This cannot be Hector."}, {"type": "direction", "direction": "  DUMAIN. He's a god or a painter, for he makes faces."}, {"type": "direction", "direction": "  ARMADO. The armipotent Mars, of lances the almighty,\n    Gave Hector a gift-"}, {"type": "direction", "direction": "  DUMAIN. A gilt nutmeg."}, {"type": "direction", "direction": "  BEROWNE. A lemon."}, {"type": "direction", "direction": "  LONGAVILLE. Stuck with cloves."}, {"type": "direction", "direction": "  DUMAIN. No, cloven."}, {"type": "direction", "direction": "  ARMADO. Peace!\n    The armipotent Mars, of lances the almighty,\n    Gave Hector a gift, the heir of Ilion;\n    A man so breathed that certain he would fight ye,\n    From morn till night out of his pavilion.\n    I am that flower-"}, {"type": "direction", "direction": "  DUMAIN. That mint."}, {"type": "direction", "direction": "  LONGAVILLE. That columbine."}, {"type": "direction", "direction": "  ARMADO. Sweet Lord Longaville, rein thy tongue."}, {"type": "direction", "direction": "  LONGAVILLE. I must rather give it the rein, for it runs against\n    Hector."}, {"type": "direction", "direction": "  DUMAIN. Ay, and Hector's a greyhound."}, {"type": "direction", "direction": "  ARMADO. The sweet war-man is dead and rotten; sweet chucks, beat\n    not the bones of the buried; when he breathed, he was a man. But\n    I will forward with my device. [To the PRINCESS] Sweet royalty,\n    bestow on me the sense of hearing.\n\n          [BEROWNE steps forth, and speaks to COSTARD]"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Speak, brave Hector; we are much delighted."}, {"type": "direction", "direction": "  ARMADO. I do adore thy sweet Grace's slipper."}, {"type": "direction", "direction": "  BOYET. [Aside to DUMAIN] Loves her by the foot."}, {"type": "direction", "direction": "  DUMAIN. [Aside to BOYET] He may not by the yard."}, {"type": "direction", "direction": "  ARMADO. This Hector far surmounted Hannibal-"}, {"type": "direction", "direction": "  COSTARD. The party is gone, fellow Hector, she is gone; she is two\n    months on her way."}, {"type": "direction", "direction": "  ARMADO. What meanest thou?"}, {"type": "direction", "direction": "  COSTARD. Faith, unless you play the honest Troyan, the poor wench\n    is cast away. She's quick; the child brags in her belly already;\n    'tis yours."}, {"type": "direction", "direction": "  ARMADO. Dost thou infamonize me among potentates? Thou shalt die."}, {"type": "direction", "direction": "  COSTARD. Then shall Hector be whipt for Jaquenetta that is quick by\n    him, and hang'd for Pompey that is dead by him."}, {"type": "direction", "direction": "  DUMAIN. Most rare Pompey!"}, {"type": "direction", "direction": "  BOYET. Renowned Pompey!"}, {"type": "direction", "direction": "  BEROWNE. Greater than Great! Great, great, great Pompey! Pompey the\n    Huge!"}, {"type": "direction", "direction": "  DUMAIN. Hector trembles."}, {"type": "direction", "direction": "  BEROWNE. Pompey is moved. More Ates, more Ates! Stir them on! stir\n    them on!"}, {"type": "direction", "direction": "  DUMAIN. Hector will challenge him."}, {"type": "direction", "direction": "  BEROWNE. Ay, if 'a have no more man's blood in his belly than will\n    sup a flea."}, {"type": "direction", "direction": "  ARMADO. By the North Pole, I do challenge thee."}, {"type": "direction", "direction": "  COSTARD. I will not fight with a pole, like a Northern man; I'll\n    slash; I'll do it by the sword. I bepray you, let me borrow my\n    arms again."}, {"type": "direction", "direction": "  DUMAIN. Room for the incensed Worthies!"}, {"type": "direction", "direction": "  COSTARD. I'll do it in my shirt."}, {"type": "direction", "direction": "  DUMAIN. Most resolute Pompey!"}, {"type": "direction", "direction": "  MOTH. Master, let me take you a buttonhole lower. Do you not see\n    Pompey is uncasing for the combat? What mean you? You will lose\n    your reputation."}, {"type": "direction", "direction": "  ARMADO. Gentlemen and soldiers, pardon me; I will not combat in my\n    shirt."}, {"type": "direction", "direction": "  DUMAIN. You may not deny it: Pompey hath made the challenge."}, {"type": "direction", "direction": "  ARMADO. Sweet bloods, I both may and will."}, {"type": "direction", "direction": "  BEROWNE. What reason have you for 't?"}, {"type": "direction", "direction": "  ARMADO. The naked truth of it is: I have no shirt; I go woolward\n    for penance."}, {"type": "direction", "direction": "  BOYET. True, and it was enjoined him in Rome for want of linen;\n    since when, I'll be sworn, he wore none but a dishclout of\n    Jaquenetta's, and that 'a wears next his heart for a favour."}, {"type": "direction", "direction": "Enter as messenger, MONSIEUR MARCADE"}, {"type": "direction", "direction": "  MARCADE. God save you, madam!"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Welcome, Marcade;\n    But that thou interruptest our merriment."}, {"type": "direction", "direction": "  MARCADE. I am sorry, madam; for the news I bring\n    Is heavy in my tongue. The King your father-"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Dead, for my life!"}, {"type": "direction", "direction": "  MARCADE. Even so; my tale is told."}, {"type": "direction", "direction": "  BEROWNE. WOrthies away; the scene begins to cloud."}, {"type": "direction", "direction": "  ARMADO. For mine own part, I breathe free breath. I have seen the\n    day of wrong through the little hole of discretion, and I will\n    right myself like a soldier.                 Exeunt WORTHIES"}, {"type": "direction", "direction": "  KING. How fares your Majesty?"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Boyet, prepare; I will away to-night."}, {"type": "direction", "direction": "  KING. Madam, not so; I do beseech you stay."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Prepare, I say. I thank you, gracious lords,\n    For all your fair endeavours, and entreat,\n    Out of a new-sad soul, that you vouchsafe\n    In your rich wisdom to excuse or hide\n    The liberal opposition of our spirits,\n    If over-boldly we have borne ourselves\n    In the converse of breath- your gentleness\n    Was guilty of it. Farewell, worthy lord.\n    A heavy heart bears not a nimble tongue.\n    Excuse me so, coming too short of thanks\n    For my great suit so easily obtain'd."}, {"type": "direction", "direction": "  KING. The extreme parts of time extremely forms\n    All causes to the purpose of his speed;\n    And often at his very loose decides\n    That which long process could not arbitrate.\n    And though the mourning brow of progeny\n    Forbid the smiling courtesy of love\n    The holy suit which fain it would convince,\n    Yet, since love's argument was first on foot,\n    Let not the cloud of sorrow justle it\n    From what it purpos'd; since to wail friends lost\n    Is not by much so wholesome-profitable\n    As to rejoice at friends but newly found."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. I understand you not; my griefs are double."}, {"type": "direction", "direction": "  BEROWNE. Honest plain words best pierce the ear of grief;\n    And by these badges understand the King.\n    For your fair sakes have we neglected time,\n    Play'd foul play with our oaths; your beauty, ladies,\n    Hath much deformed us, fashioning our humours\n    Even to the opposed end of our intents;\n    And what in us hath seem'd ridiculous,\n    As love is full of unbefitting strains,\n    All wanton as a child, skipping and vain;\n    Form'd by the eye and therefore, like the eye,\n    Full of strange shapes, of habits, and of forms,\n    Varying in subjects as the eye doth roll\n    To every varied object in his glance;\n    Which parti-coated presence of loose love\n    Put on by us, if in your heavenly eyes\n    Have misbecom'd our oaths and gravities,\n    Those heavenly eyes that look into these faults\n    Suggested us to make. Therefore, ladies,\n    Our love being yours, the error that love makes\n    Is likewise yours. We to ourselves prove false,\n    By being once false for ever to be true\n    To those that make us both- fair ladies, you;\n    And even that falsehood, in itself a sin,\n    Thus purifies itself and turns to grace."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. We have receiv'd your letters, full of love;\n    Your favours, the ambassadors of love;\n    And, in our maiden council, rated them\n    At courtship, pleasant jest, and courtesy,\n    As bombast and as lining to the time;\n    But more devout than this in our respects\n    Have we not been; and therefore met your loves\n    In their own fashion, like a merriment."}, {"type": "direction", "direction": "  DUMAIN. Our letters, madam, show'd much more than jest."}, {"type": "direction", "direction": "  LONGAVILLE. So did our looks."}, {"type": "direction", "direction": "  ROSALINE. We did not quote them so."}, {"type": "direction", "direction": "  KING. Now, at the latest minute of the hour,\n    Grant us your loves."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. A time, methinks, too short\n    To make a world-without-end bargain in.\n    No, no, my lord, your Grace is perjur'd much,\n    Full of dear guiltiness; and therefore this,\n    If for my love, as there is no such cause,\n    You will do aught- this shall you do for me:\n    Your oath I will not trust; but go with speed\n    To some forlorn and naked hermitage,\n    Remote from all the pleasures of the world;\n    There stay until the twelve celestial signs\n    Have brought about the annual reckoning.\n    If this austere insociable life\n    Change not your offer made in heat of blood,\n    If frosts and fasts, hard lodging and thin weeds,\n    Nip not the gaudy blossoms of your love,\n    But that it bear this trial, and last love,\n    Then, at the expiration of the year,\n    Come, challenge me, challenge me by these deserts;\n    And, by this virgin palm now kissing thine,\n    I will be thine; and, till that instant, shut\n    My woeful self up in a mournful house,\n    Raining the tears of lamentation\n    For the remembrance of my father's death.\n    If this thou do deny, let our hands part,\n    Neither intitled in the other's heart."}, {"type": "direction", "direction": "  KING. If this, or more than this, I would deny,\n    To flatter up these powers of mine with rest,\n    The sudden hand of death close up mine eye!\n    Hence hermit then, my heart is in thy breast."}, {"type": "direction", "direction": "  BEROWNE. And what to me, my love? and what to me?"}, {"type": "direction", "direction": "  ROSALINE. You must he purged too, your sins are rack'd;\n    You are attaint with faults and perjury;\n    Therefore, if you my favour mean to get,\n    A twelvemonth shall you spend, and never rest,\n    But seek the weary beds of people sick."}, {"type": "direction", "direction": "  DUMAIN. But what to me, my love? but what to me?\n    A wife?"}, {"type": "direction", "direction": "  KATHARINE. A beard, fair health, and honesty;\n    With threefold love I wish you all these three."}, {"type": "direction", "direction": "  DUMAIN. O, shall I say I thank you, gentle wife?"}, {"type": "direction", "direction": "  KATHARINE. No so, my lord; a twelvemonth and a day\n    I'll mark no words that smooth-fac'd wooers say.\n    Come when the King doth to my lady come;\n    Then, if I have much love, I'll give you some."}, {"type": "direction", "direction": "  DUMAIN. I'll serve thee true and faithfully till then."}, {"type": "direction", "direction": "  KATHARINE. Yet swear not, lest ye be forsworn again."}, {"type": "direction", "direction": "  LONGAVILLE. What says Maria?"}, {"type": "direction", "direction": "  MARIA. At the twelvemonth's end\n    I'll change my black gown for a faithful friend."}, {"type": "direction", "direction": "  LONGAVILLE. I'll stay with patience; but the time is long."}, {"type": "direction", "direction": "  MARIA. The liker you; few taller are so young."}, {"type": "direction", "direction": "  BEROWNE. Studies my lady? Mistress, look on me;\n    Behold the window of my heart, mine eye,\n    What humble suit attends thy answer there.\n    Impose some service on me for thy love."}, {"type": "direction", "direction": "  ROSALINE. Oft have I heard of you, my Lord Berowne,\n    Before I saw you; and the world's large tongue\n    Proclaims you for a man replete with mocks,\n    Full of comparisons and wounding flouts,\n    Which you on all estates will execute\n    That lie within the mercy of your wit.\n    To weed this wormwood from your fruitful brain,\n    And therewithal to win me, if you please,\n    Without the which I am not to be won,\n    You shall this twelvemonth term from day to day\n    Visit the speechless sick, and still converse\n    With groaning wretches; and your task shall be,\n    With all the fierce endeavour of your wit,\n    To enforce the pained impotent to smile."}, {"type": "direction", "direction": "  BEROWNE. To move wild laughter in the throat of death?\n    It cannot be; it is impossible;\n    Mirth cannot move a soul in agony."}, {"type": "direction", "direction": "  ROSALINE. Why, that's the way to choke a gibing spirit,\n    Whose influence is begot of that loose grace\n    Which shallow laughing hearers give to fools.\n    A jest's prosperity lies in the ear\n    Of him that hears it, never in the tongue\n    Of him that makes it; then, if sickly ears,\n    Deaf'd with the clamours of their own dear groans,\n    Will hear your idle scorns, continue then,\n    And I will have you and that fault withal.\n    But if they will not, throw away that spirit,\n    And I shall find you empty of that fault,\n    Right joyful of your reformation."}, {"type": "direction", "direction": "  BEROWNE. A twelvemonth? Well, befall what will befall,\n    I'll jest a twelvemonth in an hospital."}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. [ To the King] Ay, sweet my lord, and so I take\n    my leave."}, {"type": "direction", "direction": "  KING. No, madam; we will bring you on your way."}, {"type": "direction", "direction": "  BEROWNE. Our wooing doth not end like an old play:\n    Jack hath not Jill. These ladies' courtesy\n    Might well have made our sport a comedy."}, {"type": "direction", "direction": "  KING. Come, sir, it wants a twelvemonth an' a day,\n    And then 'twill end."}, {"type": "direction", "direction": "  BEROWNE. That's too long for a play.\n\n                          Re-enter ARMADO"}, {"type": "direction", "direction": "  ARMADO. Sweet Majesty, vouchsafe me-"}, {"type": "direction", "direction": "  PRINCESS OF FRANCE. Was not that not Hector?"}, {"type": "direction", "direction": "  DUMAIN. The worthy knight of Troy."}, {"type": "direction", "direction": "  ARMADO. I will kiss thy royal finger, and take leave. I am a\n    votary: I have vow'd to Jaquenetta to hold the plough for her\n    sweet love three year. But, most esteemed greatness, will you\n    hear the dialogue that the two learned men have compiled in\n    praise of the Owl and the Cuckoo? It should have followed in the\n    end of our show."}, {"type": "direction", "direction": "  KING. Call them forth quickly; we will do so."}, {"type": "direction", "direction": "  ARMADO. Holla! approach."}, {"type": "direction", "direction": "Enter All\n\n    This side is Hiems, Winter; this Ver, the Spring- the one\n    maintained by the Owl, th' other by the Cuckoo. Ver, begin.\n\n                      SPRING\n         When daisies pied and violets blue\n         And lady-smocks all silver-white\n         And cuckoo-buds of yellow hue\n         Do paint the meadows with delight,\n         The cuckoo then on every tree\n         Mocks married men, for thus sings he:\n              'Cuckoo;\n         Cuckoo, cuckoo'- O word of fear,\n         Unpleasing to a married ear!\n\n         When shepherds pipe on oaten straws,\n         And merry larks are ploughmen's clocks;\n         When turtles tread, and rooks and daws,\n         And maidens bleach their summer smocks;\n         The cuckoo then on every tree\n         Mocks married men, for thus sings he:\n              'Cuckoo;\n         Cuckoo, cuckoo'- O word of fear,\n         Unpleasing to a married ear!\n\n                    WINTER\n\n         When icicles hang by the wall,\n         And Dick the shepherd blows his nail,\n         And Tom bears logs into the hall,\n         And milk comes frozen home in pail,\n         When blood is nipp'd, and ways be foul,\n         Then nightly sings the staring owl:\n              'Tu-who;\n         Tu-whit, Tu-who'- A merry note,\n         While greasy Joan doth keel the pot.\n\n         When all aloud the wind doth blow,\n         And coughing drowns the parson's saw,\n         And birds sit brooding in the snow,\n         And Marian's nose looks red and raw,\n         When roasted crabs hiss in the bowl,\n         Then nightly sings the staring owl:\n              'Tu-who;\n         Tu-whit, To-who'- A merry note,\n         While greasy Joan doth keel the pot."}, {"type": "direction", "direction": "  ARMADO. The words of Mercury are harsh after the songs of Apollo.\n    You that way: we this way.                            Exeunt\n\n\n\n"}], "act": 1, "scene": 5, "title": "SCENE II. The park"}]}]}