{"table_of_contents": {"play": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "text": "MEASURE FOR MEASURE\n\nDRAMATIS PERSONAE\n\n  VINCENTIO, the Duke\n  ANGELO, the Deputy\n  ESCALUS, an ancient Lord\n  CLAUDIO, a young gentleman\n  LUCIO, a fantastic\n  Two other like Gentlemen\n  VARRIUS, a gentleman, servant to the Duke\n  PROVOST\n  THOMAS, friar\n  PETER, friar\n  A JUSTICE\n  ELBOW, a simple constable\n  FROTH, a foolish gentleman\n  POMPEY, a clown and servant to Mistress Overdone\n  ABHORSON, an executioner\n  BARNARDINE, a dissolute prisoner\n\n  ISABELLA, sister to Claudio\n  MARIANA, betrothed to Angelo\n  JULIET, beloved of Claudio\n  FRANCISCA, a nun\n  MISTRESS OVERDONE, a bawd\n\n  Lords, Officers, Citizens, Boy, and Attendants\n\nSCENE: Vienna\n"}, "body": [[{"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 1, "direction": "\nEnter DUKE, ESCALUS, LORDS, and ATTENDANTS", "text": [{"type": "direction", "direction": "\nEnter DUKE, ESCALUS, LORDS, and ATTENDANTS"}, {"type": "direction", "direction": "  DUKE. Escalus!"}, {"type": "direction", "direction": "  ESCALUS. My lord."}, {"type": "direction", "direction": "  DUKE. Of government the properties to unfold\n    Would seem in me t' affect speech and discourse,\n    Since I am put to know that your own science\n    Exceeds, in that, the lists of all advice\n    My strength can give you; then no more remains\n    But that to your sufficiency- as your worth is able-\n    And let them work. The nature of our people,\n    Our city's institutions, and the terms\n    For common justice, y'are as pregnant in\n    As art and practice hath enriched any\n    That we remember. There is our commission,\n    From which we would not have you warp. Call hither,\n    I say, bid come before us, Angelo.         Exit an ATTENDANT\n    What figure of us think you he will bear?\n    For you must know we have with special soul\n    Elected him our absence to supply;\n    Lent him our terror, dress'd him with our love,\n    And given his deputation all the organs\n    Of our own power. What think you of it?"}, {"type": "direction", "direction": "  ESCALUS. If any in Vienna be of worth\n    To undergo such ample grace and honour,\n    It is Lord Angelo."}, {"type": "direction", "direction": "Enter ANGELO"}, {"type": "direction", "direction": "  DUKE. Look where he comes."}, {"type": "direction", "direction": "  ANGELO. Always obedient to your Grace's will,\n    I come to know your pleasure."}, {"type": "direction", "direction": "  DUKE. Angelo,\n    There is a kind of character in thy life\n    That to th' observer doth thy history\n    Fully unfold. Thyself and thy belongings\n    Are not thine own so proper as to waste\n    Thyself upon thy virtues, they on thee.\n    Heaven doth with us as we with torches do,\n    Not light them for themselves; for if our virtues\n    Did not go forth of us, 'twere all alike\n    As if we had them not. Spirits are not finely touch'd\n    But to fine issues; nor Nature never lends\n    The smallest scruple of her excellence\n    But, like a thrifty goddess, she determines\n    Herself the glory of a creditor,\n    Both thanks and use. But I do bend my speech\n    To one that can my part in him advertise.\n    Hold, therefore, Angelo-\n    In our remove be thou at full ourself;\n    Mortality and mercy in Vienna\n    Live in thy tongue and heart. Old Escalus,\n    Though first in question, is thy secondary.\n    Take thy commission."}, {"type": "direction", "direction": "  ANGELO. Now, good my lord,\n    Let there be some more test made of my metal,\n    Before so noble and so great a figure\n    Be stamp'd upon it."}, {"type": "direction", "direction": "  DUKE. No more evasion!\n    We have with a leaven'd and prepared choice\n    Proceeded to you; therefore take your honours.\n    Our haste from hence is of so quick condition\n    That it prefers itself, and leaves unquestion'd\n    Matters of needful value. We shall write to you,\n    As time and our concernings shall importune,\n    How it goes with us, and do look to know\n    What doth befall you here. So, fare you well.\n    To th' hopeful execution do I leave you\n    Of your commissions."}, {"type": "direction", "direction": "  ANGELO. Yet give leave, my lord,\n    That we may bring you something on the way."}, {"type": "direction", "direction": "  DUKE. My haste may not admit it;\n    Nor need you, on mine honour, have to do\n    With any scruple: your scope is as mine own,\n    So to enforce or qualify the laws\n    As to your soul seems good. Give me your hand;\n    I'll privily away. I love the people,\n    But do not like to stage me to their eyes;\n    Though it do well, I do not relish well\n    Their loud applause and Aves vehement;\n    Nor do I think the man of safe discretion\n    That does affect it. Once more, fare you well."}, {"type": "direction", "direction": "  ANGELO. The heavens give safety to your purposes!"}, {"type": "direction", "direction": "  ESCALUS. Lead forth and bring you back in happiness!"}, {"type": "direction", "direction": "  DUKE. I thank you. Fare you well.                         Exit"}, {"type": "direction", "direction": "  ESCALUS. I shall desire you, sir, to give me leave\n    To have free speech with you; and it concerns me\n    To look into the bottom of my place:\n    A pow'r I have, but of what strength and nature\n    I am not yet instructed."}, {"type": "direction", "direction": "  ANGELO. 'Tis so with me. Let us withdraw together,\n    And we may soon our satisfaction have\n    Touching that point."}, {"type": "direction", "direction": "  ESCALUS. I'll wait upon your honour.                    Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 2, "direction": "SCENE II. A street", "text": [{"type": "direction", "direction": "SCENE II. A street"}, {"type": "direction", "direction": "Enter Lucio and two other GENTLEMEN"}, {"type": "direction", "direction": "  LUCIO. If the Duke, with the other dukes, come not to composition\n    with the King of Hungary, why then all the dukes fall upon the\n    King."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Heaven grant us its peace, but not the King of\n    Hungary's!"}, {"type": "direction", "direction": "  SECOND GENTLEMAN. Amen."}, {"type": "direction", "direction": "  LUCIO. Thou conclud'st like the sanctimonious pirate that went to\n    sea with the Ten Commandments, but scrap'd one out of the table."}, {"type": "direction", "direction": "  SECOND GENTLEMAN. 'Thou shalt not steal'?"}, {"type": "direction", "direction": "  LUCIO. Ay, that he raz'd."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Why, 'twas a commandment to command the captain\n    and all the rest from their functions: they put forth to steal.\n    There's not a soldier of us all that, in the thanksgiving before\n    meat, do relish the petition well that prays for peace."}, {"type": "direction", "direction": "  SECOND GENTLEMAN. I never heard any soldier dislike it."}, {"type": "direction", "direction": "  LUCIO. I believe thee; for I think thou never wast where grace was\n    said."}, {"type": "direction", "direction": "  SECOND GENTLEMAN. No? A dozen times at least."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. What, in metre?"}, {"type": "direction", "direction": "  LUCIO. In any proportion or in any language."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. I think, or in any religion."}, {"type": "direction", "direction": "  LUCIO. Ay, why not? Grace is grace, despite of all controversy; as,\n    for example, thou thyself art a wicked villain, despite of all\n    grace."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Well, there went but a pair of shears between us."}, {"type": "direction", "direction": "  LUCIO. I grant; as there may between the lists and the velvet.\n    Thou art the list."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. And thou the velvet; thou art good velvet; thou'rt\n    a three-pil'd piece, I warrant thee. I had as lief be a list of\n    an English kersey as be pil'd, as thou art pil'd, for a French\n    velvet. Do I speak feelingly now?"}, {"type": "direction", "direction": "  LUCIO. I think thou dost; and, indeed, with most painful feeling of\n    thy speech. I will, out of thine own confession, learn to begin\n    thy health; but, whilst I live, forget to drink after thee."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. I think I have done myself wrong, have I not?"}, {"type": "direction", "direction": "  SECOND GENTLEMAN. Yes, that thou hast, whether thou art tainted or\n    free."}, {"type": "direction", "direction": "Enter MISTRESS OVERDONE"}, {"type": "direction", "direction": "  LUCIO. Behold, behold, where Madam Mitigation comes! I have\n    purchas'd as many diseases under her roof as come to-"}, {"type": "direction", "direction": "  SECOND GENTLEMAN. To what, I pray?"}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Judge."}, {"type": "direction", "direction": "  SECOND GENTLEMAN. To three thousand dolours a year."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Ay, and more."}, {"type": "direction", "direction": "  LUCIO. A French crown more."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Thou art always figuring diseases in me, but thou\n    art full of error; I am sound."}, {"type": "direction", "direction": "  LUCIO. Nay, not, as one would say, healthy; but so sound as things\n    that are hollow: thy bones are hollow; impiety has made a feast\n    of thee."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. How now! which of your hips has the most profound\n    sciatica?"}, {"type": "direction", "direction": "  MRS. OVERDONE. Well, well! there's one yonder arrested and carried\n    to prison was worth five thousand of you all."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Who's that, I pray thee?"}, {"type": "direction", "direction": "  MRS. OVERDONE. Marry, sir, that's Claudio, Signior Claudio."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. Claudio to prison? 'Tis not so."}, {"type": "direction", "direction": "  MRS. OVERDONE. Nay, but I know 'tis so: I saw him arrested; saw him\n    carried away; and, which is more, within these three days his\n    head to be chopp'd off."}, {"type": "direction", "direction": "  LUCIO. But, after all this fooling, I would not have it so. Art\n    thou sure of this?"}, {"type": "direction", "direction": "  MRS. OVERDONE. I am too sure of it; and it is for getting Madam\n    Julietta with child."}, {"type": "direction", "direction": "  LUCIO. Believe me, this may be; he promis'd to meet me two hours\n    since, and he was ever precise in promise-keeping."}, {"type": "direction", "direction": "  SECOND GENTLEMAN. Besides, you know, it draws something near to the\n    speech we had to such a purpose."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. But most of all agreeing with the proclamation."}, {"type": "direction", "direction": "  LUCIO. Away; let's go learn the truth of it.\n                                      Exeunt Lucio and GENTLEMEN"}, {"type": "direction", "direction": "  MRS. OVERDONE. Thus, what with the war, what with the sweat, what\n    with the gallows, and what with poverty, I am custom-shrunk."}, {"type": "direction", "direction": "Enter POMPEY\n\n    How now! what's the news with you?"}, {"type": "direction", "direction": "  POMPEY. Yonder man is carried to prison."}, {"type": "direction", "direction": "  MRS. OVERDONE. Well, what has he done?"}, {"type": "direction", "direction": "  POMPEY. A woman."}, {"type": "direction", "direction": "  MRS. OVERDONE. But what's his offence?"}, {"type": "direction", "direction": "  POMPEY. Groping for trouts in a peculiar river."}, {"type": "direction", "direction": "  MRS. OVERDONE. What! is there a maid with child by him?"}, {"type": "direction", "direction": "  POMPEY. No; but there's a woman with maid by him. You have not\n   heard of the proclamation, have you?"}, {"type": "direction", "direction": "  MRS. OVERDONE. What proclamation, man?"}, {"type": "direction", "direction": "  POMPEY. All houses in the suburbs of Vienna must be pluck'd down."}, {"type": "direction", "direction": "  MRS. OVERDONE. And what shall become of those in the city?"}, {"type": "direction", "direction": "  POMPEY. They shall stand for seed; they had gone down too, but that\n    a wise burgher put in for them."}, {"type": "direction", "direction": "  MRS. OVERDONE. But shall all our houses of resort in the suburbs be\n    pull'd down?"}, {"type": "direction", "direction": "  POMPEY. To the ground, mistress."}, {"type": "direction", "direction": "  MRS. OVERDONE. Why, here's a change indeed in the commonwealth!\n    What shall become of me?"}, {"type": "direction", "direction": "  POMPEY. Come, fear not you: good counsellors lack no clients.\n    Though you change your place you need not change your trade; I'll\n    be your tapster still. Courage, there will be pity taken on you;\n    you that have worn your eyes almost out in the service, you will\n    be considered."}, {"type": "direction", "direction": "  MRS. OVERDONE. What's to do here, Thomas Tapster? Let's withdraw."}, {"type": "direction", "direction": "  POMPEY. Here comes Signior Claudio, led by the provost to prison;\n    and there's Madam Juliet.                             Exeunt"}, {"type": "direction", "direction": "Enter PROVOST, CLAUDIO, JULIET, and OFFICERS;\n                            LUCIO following"}, {"type": "direction", "direction": "  CLAUDIO. Fellow, why dost thou show me thus to th' world?\n    Bear me to prison, where I am committed."}, {"type": "direction", "direction": "  PROVOST. I do it not in evil disposition,\n    But from Lord Angelo by special charge."}, {"type": "direction", "direction": "  CLAUDIO. Thus can the demigod Authority\n    Make us pay down for our offence by weight\n    The words of heaven: on whom it will, it will;\n    On whom it will not, so; yet still 'tis just."}, {"type": "direction", "direction": "  LUCIO. Why, how now, Claudio, whence comes this restraint?"}, {"type": "direction", "direction": "  CLAUDIO. From too much liberty, my Lucio, liberty;\n    As surfeit is the father of much fast,\n    So every scope by the immoderate use\n    Turns to restraint. Our natures do pursue,\n    Like rats that ravin down their proper bane,\n    A thirsty evil; and when we drink we die."}, {"type": "direction", "direction": "  LUCIO. If I could speak so wisely under an arrest, I would send for\n    certain of my creditors; and yet, to say the truth, I had as lief\n    have the foppery of freedom as the morality of imprisonment.\n    What's thy offence, Claudio?"}, {"type": "direction", "direction": "  CLAUDIO. What but to speak of would offend again."}, {"type": "direction", "direction": "  LUCIO. What, is't murder?"}, {"type": "direction", "direction": "  CLAUDIO. No."}, {"type": "direction", "direction": "  LUCIO. Lechery?"}, {"type": "direction", "direction": "  CLAUDIO. Call it so."}, {"type": "direction", "direction": "  PROVOST. Away, sir; you must go."}, {"type": "direction", "direction": "  CLAUDIO. One word, good friend. Lucio, a word with you."}, {"type": "direction", "direction": "  LUCIO. A hundred, if they'll do you any good. Is lechery so look'd\n    after?"}, {"type": "direction", "direction": "  CLAUDIO. Thus stands it with me: upon a true contract\n    I got possession of Julietta's bed.\n    You know the lady; she is fast my wife,\n    Save that we do the denunciation lack\n    Of outward order; this we came not to,\n    Only for propagation of a dow'r\n    Remaining in the coffer of her friends.\n    From whom we thought it meet to hide our love\n    Till time had made them for us. But it chances\n    The stealth of our most mutual entertainment,\n    With character too gross, is writ on Juliet."}, {"type": "direction", "direction": "  LUCIO. With child, perhaps?"}, {"type": "direction", "direction": "  CLAUDIO. Unhappily, even so.\n    And the new deputy now for the Duke-\n    Whether it be the fault and glimpse of newness,\n    Or whether that the body public be\n    A horse whereon the governor doth ride,\n    Who, newly in the seat, that it may know\n    He can command, lets it straight feel the spur;\n    Whether the tyranny be in his place,\n    Or in his eminence that fills it up,\n    I stagger in. But this new governor\n    Awakes me all the enrolled penalties\n    Which have, like unscour'd armour, hung by th' wall\n    So long that nineteen zodiacs have gone round\n    And none of them been worn; and, for a name,\n    Now puts the drowsy and neglected act\n    Freshly on me. 'Tis surely for a name."}, {"type": "direction", "direction": "  LUCIO. I warrant it is; and thy head stands so tickle on thy\n    shoulders that a milkmaid, if she be in love, may sigh it off.\n    Send after the Duke, and appeal to him."}, {"type": "direction", "direction": "  CLAUDIO. I have done so, but he's not to be found.\n    I prithee, Lucio, do me this kind service:\n    This day my sister should the cloister enter,\n    And there receive her approbation;\n    Acquaint her with the danger of my state;\n    Implore her, in my voice, that she make friends\n    To the strict deputy; bid herself assay him.\n    I have great hope in that; for in her youth\n    There is a prone and speechless dialect\n    Such as move men; beside, she hath prosperous art\n    When she will play with reason and discourse,\n    And well she can persuade."}, {"type": "direction", "direction": "  LUCIO. I pray she may; as well for the encouragement of the like,\n    which else would stand under grievous imposition, as for the\n    enjoying of thy life, who I would be sorry should be thus\n    foolishly lost at a game of tick-tack. I'll to her."}, {"type": "direction", "direction": "  CLAUDIO. I thank you, good friend Lucio."}, {"type": "direction", "direction": "  LUCIO. Within two hours."}, {"type": "direction", "direction": "  CLAUDIO. Come, officer, away.                           Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 3, "direction": "SCENE III. A monastery", "text": [{"type": "direction", "direction": "SCENE III. A monastery"}, {"type": "direction", "direction": "Enter DUKE and FRIAR THOMAS"}, {"type": "direction", "direction": "  DUKE. No, holy father; throw away that thought;\n    Believe not that the dribbling dart of love\n    Can pierce a complete bosom. Why I desire thee\n    To give me secret harbour hath a purpose\n    More grave and wrinkled than the aims and ends\n    Of burning youth."}, {"type": "direction", "direction": "  FRIAR. May your Grace speak of it?"}, {"type": "direction", "direction": "  DUKE. My holy sir, none better knows than you\n    How I have ever lov'd the life removed,\n    And held in idle price to haunt assemblies\n    Where youth, and cost, a witless bravery keeps.\n    I have deliver'd to Lord Angelo,\n    A man of stricture and firm abstinence,\n    My absolute power and place here in Vienna,\n    And he supposes me travell'd to Poland;\n    For so I have strew'd it in the common ear,\n    And so it is received. Now, pious sir,\n    You will demand of me why I do this."}, {"type": "direction", "direction": "  FRIAR. Gladly, my lord."}, {"type": "direction", "direction": "  DUKE. We have strict statutes and most biting laws,\n    The needful bits and curbs to headstrong steeds,\n    Which for this fourteen years we have let slip;\n    Even like an o'ergrown lion in a cave,\n    That goes not out to prey. Now, as fond fathers,\n    Having bound up the threat'ning twigs of birch,\n    Only to stick it in their children's sight\n    For terror, not to use, in time the rod\n    Becomes more mock'd than fear'd; so our decrees,\n    Dead to infliction, to themselves are dead;\n    And liberty plucks justice by the nose;\n    The baby beats the nurse, and quite athwart\n    Goes all decorum."}, {"type": "direction", "direction": "  FRIAR. It rested in your Grace\n    To unloose this tied-up justice when you pleas'd;\n    And it in you more dreadful would have seem'd\n    Than in Lord Angelo."}, {"type": "direction", "direction": "  DUKE. I do fear, too dreadful.\n    Sith 'twas my fault to give the people scope,\n    'Twould be my tyranny to strike and gall them\n    For what I bid them do; for we bid this be done,\n    When evil deeds have their permissive pass\n    And not the punishment. Therefore, indeed, my father,\n    I have on Angelo impos'd the office;\n    Who may, in th' ambush of my name, strike home,\n    And yet my nature never in the fight\n    To do in slander. And to behold his sway,\n    I will, as 'twere a brother of your order,\n    Visit both prince and people. Therefore, I prithee,\n    Supply me with the habit, and instruct me\n    How I may formally in person bear me\n    Like a true friar. Moe reasons for this action\n    At our more leisure shall I render you.\n    Only, this one: Lord Angelo is precise;\n    Stands at a guard with envy; scarce confesses\n    That his blood flows, or that his appetite\n    Is more to bread than stone. Hence shall we see,\n    If power change purpose, what our seemers be.         Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 4, "direction": "SCENE IV. A nunnery", "text": [{"type": "direction", "direction": "SCENE IV. A nunnery"}, {"type": "direction", "direction": "Enter ISABELLA and FRANCISCA"}, {"type": "direction", "direction": "  ISABELLA. And have you nuns no farther privileges?"}, {"type": "direction", "direction": "  FRANCISCA. Are not these large enough?"}, {"type": "direction", "direction": "  ISABELLA. Yes, truly; I speak not as desiring more,\n    But rather wishing a more strict restraint\n    Upon the sisterhood, the votarists of Saint Clare."}, {"type": "direction", "direction": "  LUCIO. [ Within] Ho! Peace be in this place!"}, {"type": "direction", "direction": "  ISABELLA. Who's that which calls?"}, {"type": "direction", "direction": "  FRANCISCA. It is a man's voice. Gentle Isabella,\n    Turn you the key, and know his business of him:\n    You may, I may not; you are yet unsworn;\n    When you have vow'd, you must not speak with men\n    But in the presence of the prioress;\n    Then, if you speak, you must not show your face,\n    Or, if you show your face, you must not speak.\n    He calls again; I pray you answer him.        Exit FRANCISCA"}, {"type": "direction", "direction": "  ISABELLA. Peace and prosperity! Who is't that calls?"}, {"type": "direction", "direction": "Enter LUCIO"}, {"type": "direction", "direction": "  LUCIO. Hail, virgin, if you be, as those cheek-roses\n    Proclaim you are no less. Can you so stead me\n    As bring me to the sight of Isabella,\n    A novice of this place, and the fair sister\n    To her unhappy brother Claudio?"}, {"type": "direction", "direction": "  ISABELLA. Why her 'unhappy brother'? Let me ask\n    The rather, for I now must make you know\n    I am that Isabella, and his sister."}, {"type": "direction", "direction": "  LUCIO. Gentle and fair, your brother kindly greets you.\n    Not to be weary with you, he's in prison."}, {"type": "direction", "direction": "  ISABELLA. Woe me! For what?"}, {"type": "direction", "direction": "  LUCIO. For that which, if myself might be his judge,\n    He should receive his punishment in thanks:\n    He hath got his friend with child."}, {"type": "direction", "direction": "  ISABELLA. Sir, make me not your story."}, {"type": "direction", "direction": "  LUCIO. It is true.\n    I would not- though 'tis my familiar sin\n    With maids to seem the lapwing, and to jest,\n    Tongue far from heart- play with all virgins so:\n    I hold you as a thing enskied and sainted,\n    By your renouncement an immortal spirit,\n    And to be talk'd with in sincerity,\n    As with a saint."}, {"type": "direction", "direction": "  ISABELLA. You do blaspheme the good in mocking me."}, {"type": "direction", "direction": "  LUCIO. Do not believe it. Fewness and truth, 'tis thus:\n    Your brother and his lover have embrac'd.\n    As those that feed grow full, as blossoming time\n    That from the seedness the bare fallow brings\n    To teeming foison, even so her plenteous womb\n    Expresseth his full tilth and husbandry."}, {"type": "direction", "direction": "  ISABELLA. Some one with child by him? My cousin Juliet?"}, {"type": "direction", "direction": "  LUCIO. Is she your cousin?"}, {"type": "direction", "direction": "  ISABELLA. Adoptedly, as school-maids change their names\n    By vain though apt affection."}, {"type": "direction", "direction": "  LUCIO. She it is."}, {"type": "direction", "direction": "  ISABELLA. O, let him marry her!"}, {"type": "direction", "direction": "  LUCIO. This is the point.\n    The Duke is very strangely gone from hence;\n    Bore many gentlemen, myself being one,\n    In hand, and hope of action; but we do learn,\n    By those that know the very nerves of state,\n    His givings-out were of an infinite distance\n    From his true-meant design. Upon his place,\n    And with full line of his authority,\n    Governs Lord Angelo, a man whose blood\n    Is very snow-broth, one who never feels\n    The wanton stings and motions of the sense,\n    But doth rebate and blunt his natural edge\n    With profits of the mind, study and fast.\n    He- to give fear to use and liberty,\n    Which have for long run by the hideous law,\n    As mice by lions- hath pick'd out an act\n    Under whose heavy sense your brother's life\n    Falls into forfeit; he arrests him on it,\n    And follows close the rigour of the statute\n    To make him an example. All hope is gone,\n    Unless you have the grace by your fair prayer\n    To soften Angelo. And that's my pith of business\n    'Twixt you and your poor brother."}, {"type": "direction", "direction": "  ISABELLA. Doth he so seek his life?"}, {"type": "direction", "direction": "  LUCIO. Has censur'd him\n    Already, and, as I hear, the Provost hath\n    A warrant for his execution."}, {"type": "direction", "direction": "  ISABELLA. Alas! what poor ability's in me\n    To do him good?"}, {"type": "direction", "direction": "  LUCIO. Assay the pow'r you have."}, {"type": "direction", "direction": "  ISABELLA. My power, alas, I doubt!"}, {"type": "direction", "direction": "  LUCIO. Our doubts are traitors,\n    And make us lose the good we oft might win\n    By fearing to attempt. Go to Lord Angelo,\n    And let him learn to know, when maidens sue,\n    Men give like gods; but when they weep and kneel,\n    All their petitions are as freely theirs\n    As they themselves would owe them."}, {"type": "direction", "direction": "  ISABELLA. I'll see what I can do."}, {"type": "direction", "direction": "  LUCIO. But speedily."}, {"type": "direction", "direction": "  ISABELLA. I will about it straight;\n    No longer staying but to give the Mother\n    Notice of my affair. I humbly thank you.\n    Commend me to my brother; soon at night\n    I'll send him certain word of my success."}, {"type": "direction", "direction": "  LUCIO. I take my leave of you."}, {"type": "direction", "direction": "  ISABELLA. Good sir, adieu.                              Exeunt\n\n"}]}], [{"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 1, "direction": "\nEnter ANGELO, ESCALUS, a JUSTICE, PROVOST, OFFICERS, and other", "text": [{"type": "direction", "direction": "\nEnter ANGELO, ESCALUS, a JUSTICE, PROVOST, OFFICERS, and other"}, {"type": "direction", "direction": "ATTENDANTS"}, {"type": "direction", "direction": "  ANGELO. We must not make a scarecrow of the law,\n    Setting it up to fear the birds of prey,\n    And let it keep one shape till custom make it\n    Their perch, and not their terror."}, {"type": "direction", "direction": "  ESCALUS. Ay, but yet\n    Let us be keen, and rather cut a little\n    Than fall and bruise to death. Alas! this gentleman,\n    Whom I would save, had a most noble father.\n    Let but your honour know,\n    Whom I believe to be most strait in virtue,\n    That, in the working of your own affections,\n    Had time coher'd with place, or place with wishing,\n    Or that the resolute acting of our blood\n    Could have attain'd th' effect of your own purpose\n    Whether you had not sometime in your life\n    Err'd in this point which now you censure him,\n    And pull'd the law upon you."}, {"type": "direction", "direction": "  ANGELO. 'Tis one thing to be tempted, Escalus,\n    Another thing to fall. I not deny\n    The jury, passing on the prisoner's life,\n    May in the sworn twelve have a thief or two\n    Guiltier than him they try. What's open made to justice,\n    That justice seizes. What knows the laws\n    That thieves do pass on thieves? 'Tis very pregnant,\n    The jewel that we find, we stoop and take't,\n    Because we see it; but what we do not see\n    We tread upon, and never think of it.\n    You may not so extenuate his offence\n    For I have had such faults; but rather tell me,\n    When I, that censure him, do so offend,\n    Let mine own judgment pattern out my death,\n    And nothing come in partial. Sir, he must die."}, {"type": "direction", "direction": "  ESCALUS. Be it as your wisdom will."}, {"type": "direction", "direction": "  ANGELO. Where is the Provost?"}, {"type": "direction", "direction": "  PROVOST. Here, if it like your honour."}, {"type": "direction", "direction": "  ANGELO. See that Claudio\n    Be executed by nine to-morrow morning;\n    Bring him his confessor; let him be prepar'd;\n    For that's the utmost of his pilgrimage.        Exit PROVOST"}, {"type": "direction", "direction": "  ESCALUS. [Aside] Well, heaven forgive him! and forgive us all!\n    Some rise by sin, and some by virtue fall;\n    Some run from breaks of ice, and answer none,\n    And some condemned for a fault alone."}, {"type": "direction", "direction": "Enter ELBOW and OFFICERS with FROTH and POMPEY"}, {"type": "direction", "direction": "  ELBOW. Come, bring them away; if these be good people in a\n    commonweal that do nothing but use their abuses in common houses,\n    I know no law; bring them away."}, {"type": "direction", "direction": "  ANGELO. How now, sir! What's your name, and what's the matter?"}, {"type": "direction", "direction": "  ELBOW. If it please your honour, I am the poor Duke's constable,\n    and my name is Elbow; I do lean upon justice, sir, and do bring\n    in here before your good honour two notorious benefactors."}, {"type": "direction", "direction": "  ANGELO. Benefactors! Well- what benefactors are they? Are they not\n    malefactors?"}, {"type": "direction", "direction": "  ELBOW. If it please your honour, I know not well what they are; but\n    precise villains they are, that I am sure of, and void of all\n    profanation in the world that good Christians ought to have."}, {"type": "direction", "direction": "  ESCALUS. This comes off well; here's a wise officer."}, {"type": "direction", "direction": "  ANGELO. Go to; what quality are they of? Elbow is your name? Why\n    dost thou not speak, Elbow?"}, {"type": "direction", "direction": "  POMPEY. He cannot, sir; he's out at elbow."}, {"type": "direction", "direction": "  ANGELO. What are you, sir?"}, {"type": "direction", "direction": "  ELBOW. He, sir? A tapster, sir; parcel-bawd; one that serves a bad\n    woman; whose house, sir, was, as they say, pluck'd down in the\n    suburbs; and now she professes a hot-house, which, I think, is a\n    very ill house too."}, {"type": "direction", "direction": "  ESCALUS. How know you that?"}, {"type": "direction", "direction": "  ELBOW. My Wife, sir, whom I detest before heaven and your honour-"}, {"type": "direction", "direction": "  ESCALUS. How! thy wife!"}, {"type": "direction", "direction": "  ELBOW. Ay, sir; whom I thank heaven, is an honest woman-"}, {"type": "direction", "direction": "  ESCALUS. Dost thou detest her therefore?"}, {"type": "direction", "direction": "  ELBOW. I say, sir, I will detest myself also, as well as she, that\n    this house, if it be not a bawd's house, it is pity of her life,\n    for it is a naughty house."}, {"type": "direction", "direction": "  ESCALUS. How dost thou know that, constable?"}, {"type": "direction", "direction": "  ELBOW. Marry, sir, by my wife; who, if she had been a woman\n    cardinally given, might have been accus'd in fornication,\n    adultery, and all uncleanliness there."}, {"type": "direction", "direction": "  ESCALUS. By the woman's means?"}, {"type": "direction", "direction": "  ELBOW. Ay, sir, by Mistress Overdone's means; but as she spit in\n    his face, so she defied him."}, {"type": "direction", "direction": "  POMPEY. Sir, if it please your honour, this is not so."}, {"type": "direction", "direction": "  ELBOW. Prove it before these varlets here, thou honourable man,\n    prove it."}, {"type": "direction", "direction": "  ESCALUS. Do you hear how he misplaces?"}, {"type": "direction", "direction": "  POMPEY. Sir, she came in great with child; and longing, saving your\n    honour's reverence, for stew'd prunes. Sir, we had but two in the\n    house, which at that very distant time stood, as it were, in a\n    fruit dish, a dish of some three pence; your honours have seen\n    such dishes; they are not China dishes, but very good dishes."}, {"type": "direction", "direction": "  ESCALUS. Go to, go to; no matter for the dish, sir."}, {"type": "direction", "direction": "  POMPEY. No, indeed, sir, not of a pin; you are therein in the\n    right; but to the point. As I say, this Mistress Elbow, being, as\n    I say, with child, and being great-bellied, and longing, as I\n    said, for prunes; and having but two in the dish, as I said,\n    Master Froth here, this very man, having eaten the rest, as I\n    said, and, as I say, paying for them very honestly; for, as you\n    know, Master Froth, I could not give you three pence again-"}, {"type": "direction", "direction": "  FROTH. No, indeed."}, {"type": "direction", "direction": "  POMPEY. Very well; you being then, if you be rememb'red, cracking\n    the stones of the foresaid prunes-"}, {"type": "direction", "direction": "  FROTH. Ay, so I did indeed."}, {"type": "direction", "direction": "  POMPEY. Why, very well; I telling you then, if you be rememb'red,\n    that such a one and such a one were past cure of the thing you\n    wot of, unless they kept very good diet, as I told you-"}, {"type": "direction", "direction": "  FROTH. All this is true."}, {"type": "direction", "direction": "  POMPEY. Why, very well then-"}, {"type": "direction", "direction": "  ESCALUS. Come, you are a tedious fool. To the purpose: what was\n    done to Elbow's wife that he hath cause to complain of? Come me\n    to what was done to her."}, {"type": "direction", "direction": "  POMPEY. Sir, your honour cannot come to that yet."}, {"type": "direction", "direction": "  ESCALUS. No, sir, nor I mean it not."}, {"type": "direction", "direction": "  POMPEY. Sir, but you shall come to it, by your honour's leave. And,\n    I beseech you, look into Master Froth here, sir, a man of\n    fourscore pound a year; whose father died at Hallowmas- was't not\n    at Hallowmas, Master Froth?"}, {"type": "direction", "direction": "  FROTH. All-hallond eve."}, {"type": "direction", "direction": "  POMPEY. Why, very well; I hope here be truths. He, sir, sitting, as\n    I say, in a lower chair, sir; 'twas in the Bunch of Grapes,\n    where, indeed, you have a delight to sit, have you not?"}, {"type": "direction", "direction": "  FROTH. I have so; because it is an open room, and good for winter."}, {"type": "direction", "direction": "  POMPEY. Why, very well then; I hope here be truths."}, {"type": "direction", "direction": "  ANGELO. This will last out a night in Russia,\n    When nights are longest there; I'll take my leave,\n    And leave you to the hearing of the cause,\n    Hoping you'll find good cause to whip them all."}, {"type": "direction", "direction": "  ESCALUS. I think no less. Good morrow to your lordship.\n    [Exit ANGELO] Now, sir, come on; what was done to Elbow's wife,\n    once more?"}, {"type": "direction", "direction": "  POMPEY. Once?- sir. There was nothing done to her once."}, {"type": "direction", "direction": "  ELBOW. I beseech you, sir, ask him what this man did to my wife."}, {"type": "direction", "direction": "  POMPEY. I beseech your honour, ask me."}, {"type": "direction", "direction": "  ESCALUS. Well, sir, what did this gentleman to her?"}, {"type": "direction", "direction": "  POMPEY. I beseech you, sir, look in this gentleman's face. Good\n    Master Froth, look upon his honour; 'tis for a good purpose. Doth\n    your honour mark his face?"}, {"type": "direction", "direction": "  ESCALUS. Ay, sir, very well."}, {"type": "direction", "direction": "  POMPEY. Nay, I beseech you, mark it well."}, {"type": "direction", "direction": "  ESCALUS. Well, I do so."}, {"type": "direction", "direction": "  POMPEY. Doth your honour see any harm in his face?"}, {"type": "direction", "direction": "  ESCALUS. Why, no."}, {"type": "direction", "direction": "  POMPEY. I'll be suppos'd upon a book his face is the worst thing\n    about him. Good then; if his face be the worst thing about him,\n    how could Master Froth do the constable's wife any harm? I would\n    know that of your honour."}, {"type": "direction", "direction": "  ESCALUS. He's in the right, constable; what say you to it?"}, {"type": "direction", "direction": "  ELBOW. First, an it like you, the house is a respected house; next,\n    this is a respected fellow; and his mistress is a respected\n    woman."}, {"type": "direction", "direction": "  POMPEY. By this hand, sir, his wife is a more respected person than\n    any of us all."}, {"type": "direction", "direction": "  ELBOW. Varlet, thou liest; thou liest, wicket varlet; the time is\n    yet to come that she was ever respected with man, woman, or\n    child."}, {"type": "direction", "direction": "  POMPEY. Sir, she was respected with him before he married with her."}, {"type": "direction", "direction": "  ESCALUS. Which is the wiser here, Justice or Iniquity? Is this\n    true?"}, {"type": "direction", "direction": "  ELBOW. O thou caitiff! O thou varlet! O thou wicked Hannibal! I\n    respected with her before I was married to her! If ever I was\n    respected with her, or she with me, let not your worship think me\n    the poor Duke's officer. Prove this, thou wicked Hannibal, or\n    I'll have mine action of batt'ry on thee."}, {"type": "direction", "direction": "  ESCALUS. If he took you a box o' th' ear, you might have your\n    action of slander too."}, {"type": "direction", "direction": "  ELBOW. Marry, I thank your good worship for it. What is't your\n    worship's pleasure I shall do with this wicked caitiff?"}, {"type": "direction", "direction": "  ESCALUS. Truly, officer, because he hath some offences in him that\n    thou wouldst discover if thou couldst, let him continue in his\n    courses till thou know'st what they are."}, {"type": "direction", "direction": "  ELBOW. Marry, I thank your worship for it. Thou seest, thou wicked\n    varlet, now, what's come upon thee: thou art to continue now,\n    thou varlet; thou art to continue."}, {"type": "direction", "direction": "  ESCALUS. Where were you born, friend?"}, {"type": "direction", "direction": "  FROTH. Here in Vienna, sir."}, {"type": "direction", "direction": "  ESCALUS. Are you of fourscore pounds a year?"}, {"type": "direction", "direction": "  FROTH. Yes, an't please you, sir."}, {"type": "direction", "direction": "  ESCALUS. So. What trade are you of, sir?"}, {"type": "direction", "direction": "  POMPEY. A tapster, a poor widow's tapster."}, {"type": "direction", "direction": "  ESCALUS. Your mistress' name?"}, {"type": "direction", "direction": "  POMPEY. Mistress Overdone."}, {"type": "direction", "direction": "  ESCALUS. Hath she had any more than one husband?"}, {"type": "direction", "direction": "  POMPEY. Nine, sir; Overdone by the last."}, {"type": "direction", "direction": "  ESCALUS. Nine! Come hither to me, Master Froth. Master Froth, I\n    would not have you acquainted with tapsters: they will draw you,\n    Master Froth, and you will hang them. Get you gone, and let me\n    hear no more of you."}, {"type": "direction", "direction": "  FROTH. I thank your worship. For mine own part, I never come into\n    any room in a taphouse but I am drawn in."}, {"type": "direction", "direction": "  ESCALUS. Well, no more of it, Master Froth; farewell. [Exit FROTH]\n    Come you hither to me, Master Tapster; what's your name, Master\n    Tapster?"}, {"type": "direction", "direction": "  POMPEY. Pompey."}, {"type": "direction", "direction": "  ESCALUS. What else?"}, {"type": "direction", "direction": "  POMPEY. Bum, sir."}, {"type": "direction", "direction": "  ESCALUS. Troth, and your bum is the greatest thing about you; so\n    that, in the beastliest sense, you are Pompey the Great. Pompey,\n    you are partly a bawd, Pompey, howsoever you colour it in being a\n    tapster. Are you not? Come, tell me true; it shall be the better\n    for you."}, {"type": "direction", "direction": "  POMPEY. Truly, sir, I am a poor fellow that would live."}, {"type": "direction", "direction": "  ESCALUS. How would you live, Pompey- by being a bawd? What do you\n    think of the trade, Pompey? Is it a lawful trade?"}, {"type": "direction", "direction": "  POMPEY. If the law would allow it, sir."}, {"type": "direction", "direction": "  ESCALUS. But the law will not allow it, Pompey; nor it shall not be\n    allowed in Vienna."}, {"type": "direction", "direction": "  POMPEY. Does your worship mean to geld and splay all the youth of\n    the city?"}, {"type": "direction", "direction": "  ESCALUS. No, Pompey."}, {"type": "direction", "direction": "  POMPEY. Truly, sir, in my poor opinion, they will to't then. If\n    your worship will take order for the drabs and the knaves, you\n    need not to fear the bawds."}, {"type": "direction", "direction": "  ESCALUS. There is pretty orders beginning, I can tell you: but it\n    is but heading and hanging."}, {"type": "direction", "direction": "  POMPEY. If you head and hang all that offend that way but for ten\n    year together, you'll be glad to give out a commission for more\n    heads; if this law hold in Vienna ten year, I'll rent the fairest\n    house in it, after threepence a bay. If you live to see this come\n    to pass, say Pompey told you so."}, {"type": "direction", "direction": "  ESCALUS. Thank you, good Pompey; and, in requital of your prophecy,\n    hark you: I advise you, let me not find you before me again upon\n    any complaint whatsoever- no, not for dwelling where you do; if I\n    do, Pompey, I shall beat you to your tent, and prove a shrewd\n    Caesar to you; in plain dealing, Pompey, I shall have you whipt.\n    So for this time, Pompey, fare you well."}, {"type": "direction", "direction": "  POMPEY. I thank your worship for your good counsel; [Aside] but I\n    shall follow it as the flesh and fortune shall better determine.\n    Whip me? No, no; let carman whip his jade;\n    The valiant heart's not whipt out of his trade.         Exit"}, {"type": "direction", "direction": "  ESCALUS. Come hither to me, Master Elbow; come hither, Master\n    Constable. How long have you been in this place of constable?"}, {"type": "direction", "direction": "  ELBOW. Seven year and a half, sir."}, {"type": "direction", "direction": "  ESCALUS. I thought, by the readiness in the office, you had\n    continued in it some time. You say seven years together?"}, {"type": "direction", "direction": "  ELBOW. And a half, sir."}, {"type": "direction", "direction": "  ESCALUS. Alas, it hath been great pains to you! They do you wrong\n    to put you so oft upon't. Are there not men in your ward\n    sufficient to serve it?"}, {"type": "direction", "direction": "  ELBOW. Faith, sir, few of any wit in such matters; as they are\n    chosen, they are glad to choose me for them; I do it for some\n    piece of money, and go through with all."}, {"type": "direction", "direction": "  ESCALUS. Look you, bring me in the names of some six or seven, the\n    most sufficient of your parish."}, {"type": "direction", "direction": "  ELBOW. To your worship's house, sir?"}, {"type": "direction", "direction": "  ESCALUS. To my house. Fare you well.              [Exit ELBOW]\n    What's o'clock, think you?"}, {"type": "direction", "direction": "  JUSTICE. Eleven, sir."}, {"type": "direction", "direction": "  ESCALUS. I pray you home to dinner with me."}, {"type": "direction", "direction": "  JUSTICE. I humbly thank you."}, {"type": "direction", "direction": "  ESCALUS. It grieves me for the death of Claudio;\n    But there's no remedy."}, {"type": "direction", "direction": "  JUSTICE. Lord Angelo is severe."}, {"type": "direction", "direction": "  ESCALUS. It is but needful:\n    Mercy is not itself that oft looks so;\n    Pardon is still the nurse of second woe.\n    But yet, poor Claudio! There is no remedy.\n    Come, sir.                                            Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 2, "direction": "SCENE II. Another room in ANGELO'S house", "text": [{"type": "direction", "direction": "SCENE II. Another room in ANGELO'S house"}, {"type": "direction", "direction": "Enter PROVOST and a SERVANT"}, {"type": "direction", "direction": "  SERVANT. He's hearing of a cause; he will come straight.\n    I'll tell him of you."}, {"type": "direction", "direction": "  PROVOST. Pray you do. [Exit SERVANT] I'll know\n    His pleasure; may be he will relent. Alas,\n    He hath but as offended in a dream!\n    All sects, all ages, smack of this vice; and he\n    To die for 't!"}, {"type": "direction", "direction": "Enter ANGELO"}, {"type": "direction", "direction": "  ANGELO. Now, what's the matter, Provost?"}, {"type": "direction", "direction": "  PROVOST. Is it your will Claudio shall die to-morrow?"}, {"type": "direction", "direction": "  ANGELO. Did not I tell thee yea? Hadst thou not order?\n    Why dost thou ask again?"}, {"type": "direction", "direction": "  PROVOST. Lest I might be too rash;\n    Under your good correction, I have seen\n    When, after execution, judgment hath\n    Repented o'er his doom."}, {"type": "direction", "direction": "  ANGELO. Go to; let that be mine.\n    Do you your office, or give up your place,\n    And you shall well be spar'd."}, {"type": "direction", "direction": "  PROVOST. I crave your honour's pardon.\n    What shall be done, sir, with the groaning Juliet?\n    She's very near her hour."}, {"type": "direction", "direction": "  ANGELO. Dispose of her\n    To some more fitter place, and that with speed.\n\n                           Re-enter SERVANT"}, {"type": "direction", "direction": "  SERVANT. Here is the sister of the man condemn'd\n    Desires access to you."}, {"type": "direction", "direction": "  ANGELO. Hath he a sister?"}, {"type": "direction", "direction": "  PROVOST. Ay, my good lord; a very virtuous maid,\n    And to be shortly of a sisterhood,\n    If not already."}, {"type": "direction", "direction": "  ANGELO. Well, let her be admitted.                Exit SERVANT\n    See you the fornicatress be remov'd;\n    Let her have needful but not lavish means;\n    There shall be order for't."}, {"type": "direction", "direction": "Enter Lucio and ISABELLA"}, {"type": "direction", "direction": "  PROVOST. [Going] Save your honour!"}, {"type": "direction", "direction": "  ANGELO. Stay a little while. [To ISABELLA] Y'are welcome; what's\n    your will?"}, {"type": "direction", "direction": "  ISABELLA. I am a woeful suitor to your honour,\n    Please but your honour hear me."}, {"type": "direction", "direction": "  ANGELO. Well; what's your suit?"}, {"type": "direction", "direction": "  ISABELLA. There is a vice that most I do abhor,\n    And most desire should meet the blow of justice;\n    For which I would not plead, but that I must;\n    For which I must not plead, but that I am\n    At war 'twixt will and will not."}, {"type": "direction", "direction": "  ANGELO. Well; the matter?"}, {"type": "direction", "direction": "  ISABELLA. I have a brother is condemn'd to die;\n    I do beseech you, let it be his fault,\n    And not my brother."}, {"type": "direction", "direction": "  PROVOST. [Aside] Heaven give thee moving graces."}, {"type": "direction", "direction": "  ANGELO. Condemn the fault and not the actor of it!\n    Why, every fault's condemn'd ere it be done;\n    Mine were the very cipher of a function,\n    To fine the faults whose fine stands in record,\n    And let go by the actor."}, {"type": "direction", "direction": "  ISABELLA. O just but severe law!\n    I had a brother, then. Heaven keep your honour!"}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] Give't not o'er so; to him again, entreat him,\n    Kneel down before him, hang upon his gown;\n    You are too cold: if you should need a pin,\n    You could not with more tame a tongue desire it.\n    To him, I say."}, {"type": "direction", "direction": "  ISABELLA. Must he needs die?"}, {"type": "direction", "direction": "  ANGELO. Maiden, no remedy."}, {"type": "direction", "direction": "  ISABELLA. Yes; I do think that you might pardon him.\n    And neither heaven nor man grieve at the mercy."}, {"type": "direction", "direction": "  ANGELO. I will not do't."}, {"type": "direction", "direction": "  ISABELLA. But can you, if you would?"}, {"type": "direction", "direction": "  ANGELO. Look, what I will not, that I cannot do."}, {"type": "direction", "direction": "  ISABELLA. But might you do't, and do the world no wrong,\n    If so your heart were touch'd with that remorse\n    As mine is to him?"}, {"type": "direction", "direction": "  ANGELO. He's sentenc'd; 'tis too late."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] You are too cold."}, {"type": "direction", "direction": "  ISABELLA. Too late? Why, no; I, that do speak a word,\n    May call it back again. Well, believe this:\n    No ceremony that to great ones longs,\n    Not the king's crown nor the deputed sword,\n    The marshal's truncheon nor the judge's robe,\n    Become them with one half so good a grace\n    As mercy does.\n    If he had been as you, and you as he,\n    You would have slipp'd like him; but he, like you,\n    Would not have been so stern."}, {"type": "direction", "direction": "  ANGELO. Pray you be gone."}, {"type": "direction", "direction": "  ISABELLA. I would to heaven I had your potency,\n    And you were Isabel! Should it then be thus?\n    No; I would tell what 'twere to be a judge\n    And what a prisoner."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] Ay, touch him; there's the vein."}, {"type": "direction", "direction": "  ANGELO. Your brother is a forfeit of the law,\n    And you but waste your words."}, {"type": "direction", "direction": "  ISABELLA. Alas! Alas!\n    Why, all the souls that were were forfeit once;\n    And He that might the vantage best have took\n    Found out the remedy. How would you be\n    If He, which is the top of judgment, should\n    But judge you as you are? O, think on that;\n    And mercy then will breathe within your lips,\n    Like man new made."}, {"type": "direction", "direction": "  ANGELO. Be you content, fair maid.\n    It is the law, not I condemn your brother.\n    Were he my kinsman, brother, or my son,\n    It should be thus with him. He must die to-morrow."}, {"type": "direction", "direction": "  ISABELLA. To-morrow! O, that's sudden! Spare him, spare him.\n    He's not prepar'd for death. Even for our kitchens\n    We kill the fowl of season; shall we serve heaven\n    With less respect than we do minister\n    To our gross selves? Good, good my lord, bethink you.\n    Who is it that hath died for this offence?\n    There's many have committed it."}, {"type": "direction", "direction": "  LUCIO. [Aside] Ay, well said."}, {"type": "direction", "direction": "  ANGELO. The law hath not been dead, though it hath slept.\n    Those many had not dar'd to do that evil\n    If the first that did th' edict infringe\n    Had answer'd for his deed. Now 'tis awake,\n    Takes note of what is done, and, like a prophet,\n    Looks in a glass that shows what future evils-\n    Either now or by remissness new conceiv'd,\n    And so in progress to be hatch'd and born-\n    Are now to have no successive degrees,\n    But here they live to end."}, {"type": "direction", "direction": "  ISABELLA. Yet show some pity."}, {"type": "direction", "direction": "  ANGELO. I show it most of all when I show justice;\n    For then I pity those I do not know,\n    Which a dismiss'd offence would after gall,\n    And do him right that, answering one foul wrong,\n    Lives not to act another. Be satisfied;\n    Your brother dies to-morrow; be content."}, {"type": "direction", "direction": "  ISABELLA. So you must be the first that gives this sentence,\n    And he that suffers. O, it is excellent\n    To have a giant's strength! But it is tyrannous\n    To use it like a giant."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] That's well said."}, {"type": "direction", "direction": "  ISABELLA. Could great men thunder\n    As Jove himself does, Jove would never be quiet,\n    For every pelting petty officer\n    Would use his heaven for thunder,\n    Nothing but thunder. Merciful Heaven,\n    Thou rather, with thy sharp and sulphurous bolt,\n    Splits the unwedgeable and gnarled oak\n    Than the soft myrtle. But man, proud man,\n    Dress'd in a little brief authority,\n    Most ignorant of what he's most assur'd,\n    His glassy essence, like an angry ape,\n    Plays such fantastic tricks before high heaven\n    As makes the angels weep; who, with our speens,\n    Would all themselves laugh mortal."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] O, to him, to him, wench! He will relent;\n    He's coming; I perceive 't."}, {"type": "direction", "direction": "  PROVOST. [Aside] Pray heaven she win him."}, {"type": "direction", "direction": "  ISABELLA. We cannot weigh our brother with ourself.\n    Great men may jest with saints: 'tis wit in them;\n    But in the less foul profanation."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] Thou'rt i' th' right, girl; more o' that."}, {"type": "direction", "direction": "  ISABELLA. That in the captain's but a choleric word\n    Which in the soldier is flat blasphemy."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] Art avis'd o' that? More on't."}, {"type": "direction", "direction": "  ANGELO. Why do you put these sayings upon me?"}, {"type": "direction", "direction": "  ISABELLA. Because authority, though it err like others,\n    Hath yet a kind of medicine in itself\n    That skins the vice o' th' top. Go to your bosom,\n    Knock there, and ask your heart what it doth know\n    That's like my brother's fault. If it confess\n    A natural guiltiness such as is his,\n    Let it not sound a thought upon your tongue\n    Against my brother's life."}, {"type": "direction", "direction": "  ANGELO. [Aside] She speaks, and 'tis\n    Such sense that my sense breeds with it.- Fare you well."}, {"type": "direction", "direction": "  ISABELLA. Gentle my lord, turn back."}, {"type": "direction", "direction": "  ANGELO. I will bethink me. Come again to-morrow."}, {"type": "direction", "direction": "  ISABELLA. Hark how I'll bribe you; good my lord, turn back."}, {"type": "direction", "direction": "  ANGELO. How, bribe me?"}, {"type": "direction", "direction": "  ISABELLA. Ay, with such gifts that heaven shall share with you."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA) You had marr'd all else."}, {"type": "direction", "direction": "  ISABELLA. Not with fond sicles of the tested gold,\n    Or stones, whose rate are either rich or poor\n    As fancy values them; but with true prayers\n    That shall be up at heaven and enter there\n    Ere sun-rise, prayers from preserved souls,\n    From fasting maids, whose minds are dedicate\n    To nothing temporal."}, {"type": "direction", "direction": "  ANGELO. Well; come to me to-morrow."}, {"type": "direction", "direction": "  LUCIO. [To ISABELLA] Go to; 'tis well; away."}, {"type": "direction", "direction": "  ISABELLA. Heaven keep your honour safe!"}, {"type": "direction", "direction": "  ANGELO. [Aside] Amen; for I\n    Am that way going to temptation\n    Where prayers cross."}, {"type": "direction", "direction": "  ISABELLA. At what hour to-morrow\n    Shall I attend your lordship?"}, {"type": "direction", "direction": "  ANGELO. At any time 'fore noon."}, {"type": "direction", "direction": "  ISABELLA. Save your honour!              Exeunt all but ANGELO"}, {"type": "direction", "direction": "  ANGELO. From thee; even from thy virtue!\n    What's this, what's this? Is this her fault or mine?\n    The tempter or the tempted, who sins most?\n    Ha!\n    Not she; nor doth she tempt; but it is I\n    That, lying by the violet in the sun,\n    Do as the carrion does, not as the flow'r,\n    Corrupt with virtuous season. Can it be\n    That modesty may more betray our sense\n    Than woman's lightness? Having waste ground enough,\n    Shall we desire to raze the sanctuary,\n    And pitch our evils there? O, fie, fie, fie!\n    What dost thou, or what art thou, Angelo?\n    Dost thou desire her foully for those things\n    That make her good? O, let her brother live!\n    Thieves for their robbery have authority\n    When judges steal themselves. What, do I love her,\n    That I desire to hear her speak again,\n    And feast upon her eyes? What is't I dream on?\n    O cunning enemy, that, to catch a saint,\n    With saints dost bait thy hook! Most dangerous\n    Is that temptation that doth goad us on\n    To sin in loving virtue. Never could the strumpet,\n    With all her double vigour, art and nature,\n    Once stir my temper; but this virtuous maid\n    Subdues me quite. Ever till now,\n    When men were fond, I smil'd and wond'red how.          Exit"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 3, "direction": "SCENE III. A prison", "text": [{"type": "direction", "direction": "SCENE III. A prison"}, {"type": "direction", "direction": "Enter, severally, DUKE, disguised as a FRIAR, and PROVOST"}, {"type": "direction", "direction": "  DUKE. Hail to you, Provost! so I think you are."}, {"type": "direction", "direction": "  PROVOST. I am the Provost. What's your will, good friar?"}, {"type": "direction", "direction": "  DUKE. Bound by my charity and my blest order,\n    I come to visit the afflicted spirits\n    Here in the prison. Do me the common right\n    To let me see them, and to make me know\n    The nature of their crimes, that I may minister\n    To them accordingly."}, {"type": "direction", "direction": "  PROVOST. I would do more than that, if more were needful."}, {"type": "direction", "direction": "Enter JULIET\n\n    Look, here comes one; a gentlewoman of mine,\n    Who, falling in the flaws of her own youth,\n    Hath blister'd her report. She is with child;\n    And he that got it, sentenc'd- a young man\n    More fit to do another such offence\n    Than die for this."}, {"type": "direction", "direction": "  DUKE. When must he die?"}, {"type": "direction", "direction": "  PROVOST. As I do think, to-morrow.\n    [To JULIET] I have provided for you; stay awhile\n    And you shall be conducted."}, {"type": "direction", "direction": "  DUKE. Repent you, fair one, of the sin you carry?"}, {"type": "direction", "direction": "  JULIET. I do; and bear the shame most patiently."}, {"type": "direction", "direction": "  DUKE. I'll teach you how you shall arraign your conscience,\n    And try your penitence, if it be sound\n    Or hollowly put on."}, {"type": "direction", "direction": "  JULIET. I'll gladly learn."}, {"type": "direction", "direction": "  DUKE. Love you the man that wrong'd you?"}, {"type": "direction", "direction": "  JULIET. Yes, as I love the woman that wrong'd him."}, {"type": "direction", "direction": "  DUKE. So then, it seems, your most offenceful act\n    Was mutually committed."}, {"type": "direction", "direction": "  JULIET. Mutually."}, {"type": "direction", "direction": "  DUKE. Then was your sin of heavier kind than his."}, {"type": "direction", "direction": "  JULIET. I do confess it, and repent it, father."}, {"type": "direction", "direction": "  DUKE. 'Tis meet so, daughter; but lest you do repent\n    As that the sin hath brought you to this shame,\n    Which sorrow is always toward ourselves, not heaven,\n    Showing we would not spare heaven as we love it,\n    But as we stand in fear-"}, {"type": "direction", "direction": "  JULIET. I do repent me as it is an evil,\n    And take the shame with joy."}, {"type": "direction", "direction": "  DUKE. There rest.\n    Your partner, as I hear, must die to-morrow,\n    And I am going with instruction to him.\n    Grace go with you! Benedicite!                          Exit"}, {"type": "direction", "direction": "  JULIET. Must die to-morrow! O, injurious law,\n    That respites me a life whose very comfort\n    Is still a dying horror!"}, {"type": "direction", "direction": "  PROVOST. 'Tis pity of him.                              Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 4, "direction": "SCENE IV. ANGELO'S house", "text": [{"type": "direction", "direction": "SCENE IV. ANGELO'S house"}, {"type": "direction", "direction": "Enter ANGELO"}, {"type": "direction", "direction": "  ANGELO. When I would pray and think, I think and pray\n    To several subjects. Heaven hath my empty words,\n    Whilst my invention, hearing not my tongue,\n    Anchors on Isabel. Heaven in my mouth,\n    As if I did but only chew his name,\n    And in my heart the strong and swelling evil\n    Of my conception. The state whereon I studied\n    Is, like a good thing being often read,\n    Grown sere and tedious; yea, my gravity,\n    Wherein- let no man hear me- I take pride,\n    Could I with boot change for an idle plume\n    Which the air beats for vain. O place, O form,\n    How often dost thou with thy case, thy habit,\n    Wrench awe from fools, and tie the wiser souls\n    To thy false seeming! Blood, thou art blood.\n    Let's write 'good angel' on the devil's horn;\n    'Tis not the devil's crest."}, {"type": "direction", "direction": "Enter SERVANT\n\n    How now, who's there?"}, {"type": "direction", "direction": "  SERVANT. One Isabel, a sister, desires access to you."}, {"type": "direction", "direction": "  ANGELO. Teach her the way. [Exit SERVANT] O heavens!\n    Why does my blood thus muster to my heart,\n    Making both it unable for itself\n    And dispossessing all my other parts\n    Of necessary fitness?\n    So play the foolish throngs with one that swoons;\n    Come all to help him, and so stop the air\n    By which he should revive; and even so\n    The general subject to a well-wish'd king\n    Quit their own part, and in obsequious fondness\n    Crowd to his presence, where their untaught love\n    Must needs appear offence."}, {"type": "direction", "direction": "Enter ISABELLA\n\n    How now, fair maid?"}, {"type": "direction", "direction": "  ISABELLA. I am come to know your pleasure."}, {"type": "direction", "direction": "  ANGELO. That you might know it would much better please me\n    Than to demand what 'tis. Your brother cannot live."}, {"type": "direction", "direction": "  ISABELLA. Even so! Heaven keep your honour!"}, {"type": "direction", "direction": "  ANGELO. Yet may he live awhile, and, it may be,\n    As long as you or I; yet he must die."}, {"type": "direction", "direction": "  ISABELLA. Under your sentence?"}, {"type": "direction", "direction": "  ANGELO. Yea."}, {"type": "direction", "direction": "  ISABELLA. When? I beseech you; that in his reprieve,\n    Longer or shorter, he may be so fitted\n    That his soul sicken not."}, {"type": "direction", "direction": "  ANGELO. Ha! Fie, these filthy vices! It were as good\n    To pardon him that hath from nature stol'n\n    A man already made, as to remit\n    Their saucy sweetness that do coin heaven's image\n    In stamps that are forbid; 'tis all as easy\n    Falsely to take away a life true made\n    As to put metal in restrained means\n    To make a false one."}, {"type": "direction", "direction": "  ISABELLA. 'Tis set down so in heaven, but not in earth."}, {"type": "direction", "direction": "  ANGELO. Say you so? Then I shall pose you quickly.\n    Which had you rather- that the most just law\n    Now took your brother's life; or, to redeem him,\n    Give up your body to such sweet uncleanness\n    As she that he hath stain'd?"}, {"type": "direction", "direction": "  ISABELLA. Sir, believe this:\n    I had rather give my body than my soul."}, {"type": "direction", "direction": "  ANGELO. I talk not of your soul; our compell'd sins\n    Stand more for number than for accompt."}, {"type": "direction", "direction": "  ISABELLA. How say you?"}, {"type": "direction", "direction": "  ANGELO. Nay, I'll not warrant that; for I can speak\n    Against the thing I say. Answer to this:\n    I, now the voice of the recorded law,\n    Pronounce a sentence on your brother's life;\n    Might there not be a charity in sin\n    To save this brother's life?"}, {"type": "direction", "direction": "  ISABELLA. Please you to do't,\n    I'll take it as a peril to my soul\n    It is no sin at all, but charity."}, {"type": "direction", "direction": "  ANGELO. Pleas'd you to do't at peril of your soul,\n    Were equal poise of sin and charity."}, {"type": "direction", "direction": "  ISABELLA. That I do beg his life, if it be sin,\n    Heaven let me bear it! You granting of my suit,\n    If that be sin, I'll make it my morn prayer\n    To have it added to the faults of mine,\n    And nothing of your answer."}, {"type": "direction", "direction": "  ANGELO. Nay, but hear me;\n    Your sense pursues not mine; either you are ignorant\n    Or seem so, craftily; and that's not good."}, {"type": "direction", "direction": "  ISABELLA. Let me be ignorant, and in nothing good\n    But graciously to know I am no better."}, {"type": "direction", "direction": "  ANGELO. Thus wisdom wishes to appear most bright\n    When it doth tax itself; as these black masks\n    Proclaim an enshielded beauty ten times louder\n    Than beauty could, display'd. But mark me:\n    To be received plain, I'll speak more gross-\n    Your brother is to die."}, {"type": "direction", "direction": "  ISABELLA. So."}, {"type": "direction", "direction": "  ANGELO. And his offence is so, as it appears,\n    Accountant to the law upon that pain."}, {"type": "direction", "direction": "  ISABELLA. True."}, {"type": "direction", "direction": "  ANGELO. Admit no other way to save his life,\n    As I subscribe not that, nor any other,\n    But, in the loss of question, that you, his sister,\n    Finding yourself desir'd of such a person\n    Whose credit with the judge, or own great place,\n    Could fetch your brother from the manacles\n    Of the all-binding law; and that there were\n    No earthly mean to save him but that either\n    You must lay down the treasures of your body\n    To this supposed, or else to let him suffer-\n    What would you do?"}, {"type": "direction", "direction": "  ISABELLA. As much for my poor brother as myself;\n    That is, were I under the terms of death,\n    Th' impression of keen whips I'd wear as rubies,\n    And strip myself to death as to a bed\n    That longing have been sick for, ere I'd yield\n    My body up to shame."}, {"type": "direction", "direction": "  ANGELO. Then must your brother die."}, {"type": "direction", "direction": "  ISABELLA. And 'twere the cheaper way:\n    Better it were a brother died at once\n    Than that a sister, by redeeming him,\n    Should die for ever."}, {"type": "direction", "direction": "  ANGELO. Were not you, then, as cruel as the sentence\n    That you have slander'd so?"}, {"type": "direction", "direction": "  ISABELLA. Ignominy in ransom and free pardon\n    Are of two houses: lawful mercy\n    Is nothing kin to foul redemption."}, {"type": "direction", "direction": "  ANGELO. You seem'd of late to make the law a tyrant;\n    And rather prov'd the sliding of your brother\n    A merriment than a vice."}, {"type": "direction", "direction": "  ISABELLA. O, pardon me, my lord! It oft falls out,\n    To have what we would have, we speak not what we mean:\n    I something do excuse the thing I hate\n    For his advantage that I dearly love."}, {"type": "direction", "direction": "  ANGELO. We are all frail."}, {"type": "direction", "direction": "  ISABELLA. Else let my brother die,\n    If not a fedary but only he\n    Owe and succeed thy weakness."}, {"type": "direction", "direction": "  ANGELO. Nay, women are frail too."}, {"type": "direction", "direction": "  ISABELLA. Ay, as the glasses where they view themselves,\n    Which are as easy broke as they make forms.\n    Women, help heaven! Men their creation mar\n    In profiting by them. Nay, call us ten times frail;\n    For we are soft as our complexions are,\n    And credulous to false prints."}, {"type": "direction", "direction": "  ANGELO. I think it well;\n    And from this testimony of your own sex,\n    Since I suppose we are made to be no stronger\n    Than faults may shake our frames, let me be bold.\n    I do arrest your words. Be that you are,\n    That is, a woman; if you be more, you're none;\n    If you be one, as you are well express'd\n    By all external warrants, show it now\n    By putting on the destin'd livery."}, {"type": "direction", "direction": "  ISABELLA. I have no tongue but one; gentle, my lord,\n    Let me intreat you speak the former language."}, {"type": "direction", "direction": "  ANGELO. Plainly conceive, I love you."}, {"type": "direction", "direction": "  ISABELLA. My brother did love Juliet,\n    And you tell me that he shall die for't."}, {"type": "direction", "direction": "  ANGELO. He shall not, Isabel, if you give me love."}, {"type": "direction", "direction": "  ISABELLA. I know your virtue hath a license in't,\n    Which seems a little fouler than it is,\n    To pluck on others."}, {"type": "direction", "direction": "  ANGELO. Believe me, on mine honour,\n    My words express my purpose."}, {"type": "direction", "direction": "  ISABELLA. Ha! little honour to be much believ'd,\n    And most pernicious purpose! Seeming, seeming!\n    I will proclaim thee, Angelo, look for't.\n    Sign me a present pardon for my brother\n    Or, with an outstretch'd throat, I'll tell the world aloud\n    What man thou art."}, {"type": "direction", "direction": "  ANGELO. Who will believe thee, Isabel?\n    My unsoil'd name, th' austereness of my life,\n    My vouch against you, and my place i' th' state,\n    Will so your accusation overweigh\n    That you shall stifle in your own report,\n    And smell of calumny. I have begun,\n    And now I give my sensual race the rein:\n    Fit thy consent to my sharp appetite;\n    Lay by all nicety and prolixious blushes\n    That banish what they sue for; redeem thy brother\n    By yielding up thy body to my will;\n    Or else he must not only die the death,\n    But thy unkindness shall his death draw out\n    To ling'ring sufferance. Answer me to-morrow,\n    Or, by the affection that now guides me most,\n    I'll prove a tyrant to him. As for you,\n    Say what you can: my false o'erweighs your true.        Exit"}, {"type": "direction", "direction": "  ISABELLA. To whom should I complain? Did I tell this,\n    Who would believe me? O perilous mouths\n    That bear in them one and the self-same tongue\n    Either of condemnation or approof,\n    Bidding the law make curtsy to their will;\n    Hooking both right and wrong to th' appetite,\n    To follow as it draws! I'll to my brother.\n    Though he hath fall'n by prompture of the blood,\n    Yet hath he in him such a mind of honour\n    That, had he twenty heads to tender down\n    On twenty bloody blocks, he'd yield them up\n    Before his sister should her body stoop\n    To such abhorr'd pollution.\n    Then, Isabel, live chaste, and, brother, die:\n    More than our brother is our chastity.\n    I'll tell him yet of Angelo's request,\n    And fit his mind to death, for his soul's rest.         Exit\n\n"}]}], [{"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 1, "direction": "\nEnter DUKE, disguised as before, CLAUDIO, and PROVOST", "text": [{"type": "direction", "direction": "\nEnter DUKE, disguised as before, CLAUDIO, and PROVOST"}, {"type": "direction", "direction": "  DUKE. So, then you hope of pardon from Lord Angelo?"}, {"type": "direction", "direction": "  CLAUDIO. The miserable have no other medicine\n    But only hope:\n    I have hope to Eve, and am prepar'd to die."}, {"type": "direction", "direction": "  DUKE. Be absolute for death; either death or life\n    Shall thereby be the sweeter. Reason thus with life.\n    If I do lose thee, I do lose a thing\n    That none but fools would keep. A breath thou art,\n    Servile to all the skyey influences,\n    That dost this habitation where thou keep'st\n    Hourly afflict. Merely, thou art Death's fool;\n    For him thou labour'st by thy flight to shun\n    And yet run'st toward him still. Thou art not noble;\n    For all th' accommodations that thou bear'st\n    Are nurs'd by baseness. Thou 'rt by no means valiant;\n    For thou dost fear the soft and tender fork\n    Of a poor worm. Thy best of rest is sleep,\n    And that thou oft provok'st; yet grossly fear'st\n    Thy death, which is no more. Thou art not thyself;\n    For thou exists on many a thousand grains\n    That issue out of dust. Happy thou art not;\n    For what thou hast not, still thou striv'st to get,\n    And what thou hast, forget'st. Thou art not certain;\n    For thy complexion shifts to strange effects,\n    After the moon. If thou art rich, thou'rt poor;\n    For, like an ass whose back with ingots bows,\n    Thou bear'st thy heavy riches but a journey,\n    And Death unloads thee. Friend hast thou none;\n    For thine own bowels which do call thee sire,\n    The mere effusion of thy proper loins,\n    Do curse the gout, serpigo, and the rheum,\n    For ending thee no sooner. Thou hast nor youth nor age,\n    But, as it were, an after-dinner's sleep,\n    Dreaming on both; for all thy blessed youth\n    Becomes as aged, and doth beg the alms\n    Of palsied eld; and when thou art old and rich,\n    Thou hast neither heat, affection, limb, nor beauty,\n    To make thy riches pleasant. What's yet in this\n    That bears the name of life? Yet in this life\n    Lie hid moe thousand deaths; yet death we fear,\n    That makes these odds all even."}, {"type": "direction", "direction": "  CLAUDIO. I humbly thank you.\n    To sue to live, I find I seek to die;\n    And, seeking death, find life. Let it come on."}, {"type": "direction", "direction": "  ISABELLA. [Within] What, ho! Peace here; grace and good company!"}, {"type": "direction", "direction": "  PROVOST. Who's there? Come in; the wish deserves a welcome."}, {"type": "direction", "direction": "  DUKE. Dear sir, ere long I'll visit you again."}, {"type": "direction", "direction": "  CLAUDIO. Most holy sir, I thank you."}, {"type": "direction", "direction": "Enter ISABELLA"}, {"type": "direction", "direction": "  ISABELLA. My business is a word or two with Claudio."}, {"type": "direction", "direction": "  PROVOST. And very welcome. Look, signior, here's your sister."}, {"type": "direction", "direction": "  DUKE. Provost, a word with you."}, {"type": "direction", "direction": "  PROVOST. As many as you please."}, {"type": "direction", "direction": "  DUKE. Bring me to hear them speak, where I may be conceal'd.\n                                         Exeunt DUKE and PROVOST"}, {"type": "direction", "direction": "  CLAUDIO. Now, sister, what's the comfort?"}, {"type": "direction", "direction": "  ISABELLA. Why,\n    As all comforts are; most good, most good, indeed.\n    Lord Angelo, having affairs to heaven,\n    Intends you for his swift ambassador,\n    Where you shall be an everlasting leiger.\n    Therefore, your best appointment make with speed;\n    To-morrow you set on."}, {"type": "direction", "direction": "  CLAUDIO. Is there no remedy?"}, {"type": "direction", "direction": "  ISABELLA. None, but such remedy as, to save a head,\n    To cleave a heart in twain."}, {"type": "direction", "direction": "  CLAUDIO. But is there any?"}, {"type": "direction", "direction": "  ISABELLA. Yes, brother, you may live:\n    There is a devilish mercy in the judge,\n    If you'll implore it, that will free your life,\n    But fetter you till death."}, {"type": "direction", "direction": "  CLAUDIO. Perpetual durance?"}, {"type": "direction", "direction": "  ISABELLA. Ay, just; perpetual durance, a restraint,\n    Though all the world's vastidity you had,\n    To a determin'd scope."}, {"type": "direction", "direction": "  CLAUDIO. But in what nature?"}, {"type": "direction", "direction": "  ISABELLA. In such a one as, you consenting to't,\n    Would bark your honour from that trunk you bear,\n    And leave you naked."}, {"type": "direction", "direction": "  CLAUDIO. Let me know the point."}, {"type": "direction", "direction": "  ISABELLA. O, I do fear thee, Claudio; and I quake,\n    Lest thou a feverous life shouldst entertain,\n    And six or seven winters more respect\n    Than a perpetual honour. Dar'st thou die?\n    The sense of death is most in apprehension;\n    And the poor beetle that we tread upon\n    In corporal sufferance finds a pang as great\n    As when a giant dies."}, {"type": "direction", "direction": "  CLAUDIO. Why give you me this shame?\n    Think you I can a resolution fetch\n    From flow'ry tenderness? If I must die,\n    I will encounter darkness as a bride\n    And hug it in mine arms."}, {"type": "direction", "direction": "  ISABELLA. There spake my brother; there my father's grave\n    Did utter forth a voice. Yes, thou must die:\n    Thou art too noble to conserve a life\n    In base appliances. This outward-sainted deputy,\n    Whose settled visage and deliberate word\n    Nips youth i' th' head, and follies doth enew\n    As falcon doth the fowl, is yet a devil;\n    His filth within being cast, he would appear\n    A pond as deep as hell."}, {"type": "direction", "direction": "  CLAUDIO. The precise Angelo!"}, {"type": "direction", "direction": "  ISABELLA. O, 'tis the cunning livery of hell\n    The damned'st body to invest and cover\n    In precise guards! Dost thou think, Claudio,\n    If I would yield him my virginity\n    Thou mightst be freed?"}, {"type": "direction", "direction": "  CLAUDIO. O heavens! it cannot be."}, {"type": "direction", "direction": "  ISABELLA. Yes, he would give't thee, from this rank offence,\n    So to offend him still. This night's the time\n    That I should do what I abhor to name,\n    Or else thou diest to-morrow."}, {"type": "direction", "direction": "  CLAUDIO. Thou shalt not do't."}, {"type": "direction", "direction": "  ISABELLA. O, were it but my life!\n    I'd throw it down for your deliverance\n    As frankly as a pin."}, {"type": "direction", "direction": "  CLAUDIO. Thanks, dear Isabel."}, {"type": "direction", "direction": "  ISABELLA. Be ready, Claudio, for your death to-morrow."}, {"type": "direction", "direction": "  CLAUDIO. Yes. Has he affections in him\n    That thus can make him bite the law by th' nose\n    When he would force it? Sure it is no sin;\n    Or of the deadly seven it is the least."}, {"type": "direction", "direction": "  ISABELLA. Which is the least?"}, {"type": "direction", "direction": "  CLAUDIO. If it were damnable, he being so wise,\n    Why would he for the momentary trick\n    Be perdurably fin'd?- O Isabel!"}, {"type": "direction", "direction": "  ISABELLA. What says my brother?"}, {"type": "direction", "direction": "  CLAUDIO. Death is a fearful thing."}, {"type": "direction", "direction": "  ISABELLA. And shamed life a hateful."}, {"type": "direction", "direction": "  CLAUDIO. Ay, but to die, and go we know not where;\n    To lie in cold obstruction, and to rot;\n    This sensible warm motion to become\n    A kneaded clod; and the delighted spirit\n    To bathe in fiery floods or to reside\n    In thrilling region of thick-ribbed ice;\n    To be imprison'd in the viewless winds,\n    And blown with restless violence round about\n    The pendent world; or to be worse than worst\n    Of those that lawless and incertain thought\n    Imagine howling- 'tis too horrible.\n    The weariest and most loathed worldly life\n    That age, ache, penury, and imprisonment,\n    Can lay on nature is a paradise\n    To what we fear of death."}, {"type": "direction", "direction": "  ISABELLA. Alas, alas!"}, {"type": "direction", "direction": "  CLAUDIO. Sweet sister, let me live.\n    What sin you do to save a brother's life,\n    Nature dispenses with the deed so far\n    That it becomes a virtue."}, {"type": "direction", "direction": "  ISABELLA. O you beast!\n    O faithless coward! O dishonest wretch!\n    Wilt thou be made a man out of my vice?\n    Is't not a kind of incest to take life\n    From thine own sister's shame? What should I think?\n    Heaven shield my mother play'd my father fair!\n    For such a warped slip of wilderness\n    Ne'er issu'd from his blood. Take my defiance;\n    Die; perish. Might but my bending down\n    Reprieve thee from thy fate, it should proceed.\n    I'll pray a thousand prayers for thy death,\n    No word to save thee."}, {"type": "direction", "direction": "  CLAUDIO. Nay, hear me, Isabel."}, {"type": "direction", "direction": "  ISABELLA. O fie, fie, fie!\n    Thy sin's not accidental, but a trade.\n    Mercy to thee would prove itself a bawd;\n    'Tis best that thou diest quickly."}, {"type": "direction", "direction": "  CLAUDIO. O, hear me, Isabella.\n\n                            Re-enter DUKE"}, {"type": "direction", "direction": "  DUKE. Vouchsafe a word, young sister, but one word."}, {"type": "direction", "direction": "  ISABELLA. What is your will?"}, {"type": "direction", "direction": "  DUKE. Might you dispense with your leisure, I would by and by have\n    some speech with you; the satisfaction I would require is\n    likewise your own benefit."}, {"type": "direction", "direction": "  ISABELLA. I have no superfluous leisure; my stay must be stolen out\n    of other affairs; but I will attend you awhile.\n                                                   [Walks apart]"}, {"type": "direction", "direction": "  DUKE. Son, I have overheard what hath pass'd between you and your\n    sister. Angelo had never the purpose to corrupt her; only he hath\n    made an assay of her virtue to practise his judgment with the\n    disposition of natures. She, having the truth of honour in her,\n    hath made him that gracious denial which he is most glad to\n    receive. I am confessor to Angelo, and I know this to be true;\n    therefore prepare yourself to death. Do not satisfy your\n    resolution with hopes that are fallible; to-morrow you must die;\n    go to your knees and make ready."}, {"type": "direction", "direction": "  CLAUDIO. Let me ask my sister pardon. I am so out of love with life\n    that I will sue to be rid of it."}, {"type": "direction", "direction": "  DUKE. Hold you there. Farewell. [Exit CLAUDIO] Provost, a word with\n    you.\n\n                          Re-enter PROVOST"}, {"type": "direction", "direction": "  PROVOST. What's your will, father?"}, {"type": "direction", "direction": "  DUKE. That, now you are come, you will be gone. Leave me a while\n    with the maid; my mind promises with my habit no loss shall touch\n    her by my company."}, {"type": "direction", "direction": "  PROVOST. In good time.                            Exit PROVOST"}, {"type": "direction", "direction": "  DUKE. The hand that hath made you fair hath made you good; the\n    goodness that is cheap in beauty makes beauty brief in goodness;\n    but grace, being the soul of your complexion, shall keep the body\n    of it ever fair. The assault that Angelo hath made to you,\n    fortune hath convey'd to my understanding; and, but that frailty\n    hath examples for his falling, I should wonder at Angelo. How\n    will you do to content this substitute, and to save your brother?"}, {"type": "direction", "direction": "  ISABELLA. I am now going to resolve him; I had rather my brother\n    die by the law than my son should be unlawfully born. But, O, how\n    much is the good Duke deceiv'd in Angelo! If ever he return, and\n    I can speak to him, I will open my lips in vain, or discover his\n    government."}, {"type": "direction", "direction": "  DUKE. That shall not be much amiss; yet, as the matter now stands,\n    he will avoid your accusation: he made trial of you only.\n    Therefore fasten your ear on my advisings; to the love I have in\n    doing good a remedy presents itself. I do make myself believe\n    that you may most uprighteously do a poor wronged lady a merited\n    benefit; redeem your brother from the angry law; do no stain to\n    your own gracious person; and much please the absent Duke, if\n    peradventure he shall ever return to have hearing of this\n    business."}, {"type": "direction", "direction": "  ISABELLA. Let me hear you speak farther; I have spirit to do\n    anything that appears not foul in the truth of my spirit."}, {"type": "direction", "direction": "  DUKE. Virtue is bold, and goodness never fearful. Have you not\n    heard speak of Mariana, the sister of Frederick, the great\n    soldier who miscarried at sea?"}, {"type": "direction", "direction": "  ISABELLA. I have heard of the lady, and good words went with her\n    name."}, {"type": "direction", "direction": "  DUKE. She should this Angelo have married; was affianced to her by\n    oath, and the nuptial appointed; between which time of the\n    contract and limit of the solemnity her brother Frederick was\n    wreck'd at sea, having in that perished vessel the dowry of his\n    sister. But mark how heavily this befell to the poor gentlewoman:\n    there she lost a noble and renowned brother, in his love toward\n    her ever most kind and natural; with him the portion and sinew of\n    her fortune, her marriage-dowry; with both, her combinate\n    husband, this well-seeming Angelo."}, {"type": "direction", "direction": "  ISABELLA. Can this be so? Did Angelo so leave her?"}, {"type": "direction", "direction": "  DUKE. Left her in her tears, and dried not one of them with his\n    comfort; swallowed his vows whole, pretending in her discoveries\n    of dishonour; in few, bestow'd her on her own lamentation, which\n    she yet wears for his sake; and he, a marble to her tears, is\n    washed with them, but relents not."}, {"type": "direction", "direction": "  ISABELLA. What a merit were it in death to take this poor maid from\n    the world! What corruption in this life that it will let this man\n    live! But how out of this can she avail?"}, {"type": "direction", "direction": "  DUKE. It is a rupture that you may easily heal; and the cure of it\n    not only saves your brother, but keeps you from dishonour in\n    doing it."}, {"type": "direction", "direction": "  ISABELLA. Show me how, good father."}, {"type": "direction", "direction": "  DUKE. This forenamed maid hath yet in her the continuance of her\n    first affection; his unjust unkindness, that in all reason should\n    have quenched her love, hath, like an impediment in the current,\n    made it more violent and unruly. Go you to Angelo; answer his\n    requiring with a plausible obedience; agree with his demands to\n    the point; only refer yourself to this advantage: first, that\n    your stay with him may not be long; that the time may have all\n    shadow and silence in it; and the place answer to convenience.\n    This being granted in course- and now follows all: we shall\n    advise this wronged maid to stead up your appointment, go in your\n    place. If the encounter acknowledge itself hereafter, it may\n    compel him to her recompense; and here, by this, is your brother\n    saved, your honour untainted, the poor Mariana advantaged, and\n    the corrupt deputy scaled. The maid will I frame and make fit for\n    his attempt. If you think well to carry this as you may, the\n    doubleness of the benefit defends the deceit from reproof. What\n    think you of it?"}, {"type": "direction", "direction": "  ISABELLA. The image of it gives me content already; and I trust it\n    will grow to a most prosperous perfection."}, {"type": "direction", "direction": "  DUKE. It lies much in your holding up. Haste you speedily to\n    Angelo; if for this night he entreat you to his bed, give him\n    promise of satisfaction. I will presently to Saint Luke's; there,\n    at the moated grange, resides this dejected Mariana. At that\n    place call upon me; and dispatch with Angelo, that it may be\n    quickly."}, {"type": "direction", "direction": "  ISABELLA. I thank you for this comfort. Fare you well, good father.\n                                                Exeunt severally\n\nScene II. The street before the prison"}, {"type": "direction", "direction": "Enter, on one side, DUKE disguised as before; on the other, ELBOW, and\nOFFICERS with POMPEY"}, {"type": "direction", "direction": "  ELBOW. Nay, if there be no remedy for it, but that you will needs\n    buy and sell men and women like beasts, we shall have all the\n    world drink brown and white bastard."}, {"type": "direction", "direction": "  DUKE. O heavens! what stuff is here?"}, {"type": "direction", "direction": "  POMPEY. 'Twas never merry world since, of two usuries, the merriest\n    was put down, and the worser allow'd by order of law a furr'd\n    gown to keep him warm; and furr'd with fox on lamb-skins too, to\n    signify that craft, being richer than innocency, stands for the\n    facing."}, {"type": "direction", "direction": "  ELBOW. Come your way, sir. Bless you, good father friar."}, {"type": "direction", "direction": "  DUKE. And you, good brother father. What offence hath this man made\n    you, sir?"}, {"type": "direction", "direction": "  ELBOW. Marry, sir, he hath offended the law; and, sir, we take him\n    to be a thief too, sir, for we have found upon him, sir, a\n    strange picklock, which we have sent to the deputy."}, {"type": "direction", "direction": "  DUKE. Fie, sirrah, a bawd, a wicked bawd!\n    The evil that thou causest to be done,\n    That is thy means to live. Do thou but think\n    What 'tis to cram a maw or clothe a back\n    From such a filthy vice; say to thyself\n    'From their abominable and beastly touches\n    I drink, I eat, array myself, and live.'\n    Canst thou believe thy living is a life,\n    So stinkingly depending? Go mend, go mend."}, {"type": "direction", "direction": "  POMPEY. Indeed, it does stink in some sort, sir; but yet, sir,\n    I would prove-"}, {"type": "direction", "direction": "  DUKE. Nay, if the devil have given thee proofs for sin,\n    Thou wilt prove his. Take him to prison, officer;\n    Correction and instruction must both work\n    Ere this rude beast will profit."}, {"type": "direction", "direction": "  ELBOW. He must before the deputy, sir; he has given him warning.\n    The deputy cannot abide a whoremaster; if he be a whoremonger,\n    and comes before him, he were as good go a mile on his errand."}, {"type": "direction", "direction": "  DUKE. That we were all, as some would seem to be,\n    From our faults, as his faults from seeming, free."}, {"type": "direction", "direction": "  ELBOW. His neck will come to your waist- a cord, sir."}, {"type": "direction", "direction": "Enter LUCIO"}, {"type": "direction", "direction": "  POMPEY. I spy comfort; I cry bail. Here's a gentleman, and a friend\n    of mine."}, {"type": "direction", "direction": "  LUCIO. How now, noble Pompey! What, at the wheels of Caesar? Art\n    thou led in triumph? What, is there none of Pygmalion's images,\n    newly made woman, to be had now for putting the hand in the\n    pocket and extracting it clutch'd? What reply, ha? What say'st\n    thou to this tune, matter, and method? Is't not drown'd i' th'\n    last rain, ha? What say'st thou, trot? Is the world as it was,\n    man? Which is the way? Is it sad, and few words? or how? The\n    trick of it?"}, {"type": "direction", "direction": "  DUKE. Still thus, and thus; still worse!"}, {"type": "direction", "direction": "  LUCIO. How doth my dear morsel, thy mistress? Procures she still,\n    ha?"}, {"type": "direction", "direction": "  POMPEY. Troth, sir, she hath eaten up all her beef, and she is\n    herself in the tub."}, {"type": "direction", "direction": "  LUCIO. Why, 'tis good; it is the right of it; it must be so; ever\n    your fresh whore and your powder'd bawd- an unshunn'd\n    consequence; it must be so. Art going to prison, Pompey?"}, {"type": "direction", "direction": "  POMPEY. Yes, faith, sir."}, {"type": "direction", "direction": "  LUCIO. Why, 'tis not amiss, Pompey. Farewell; go, say I sent thee\n    thither. For debt, Pompey- or how?"}, {"type": "direction", "direction": "  ELBOW. For being a bawd, for being a bawd."}, {"type": "direction", "direction": "  LUCIO. Well, then, imprison him. If imprisonment be the due of a\n    bawd, why, 'tis his right. Bawd is he doubtless, and of\n    antiquity, too; bawd-born. Farewell, good Pompey. Commend me to\n    the prison, Pompey. You will turn good husband now, Pompey; you\n    will keep the house."}, {"type": "direction", "direction": "  POMPEY. I hope, sir, your good worship will be my bail."}, {"type": "direction", "direction": "  LUCIO. No, indeed, will I not, Pompey; it is not the wear. I will\n    pray, Pompey, to increase your bondage. If you take it not\n    patiently, why, your mettle is the more. Adieu trusty Pompey.\n    Bless you, friar."}, {"type": "direction", "direction": "  DUKE. And you."}, {"type": "direction", "direction": "  LUCIO. Does Bridget paint still, Pompey, ha?"}, {"type": "direction", "direction": "  ELBOW. Come your ways, sir; come."}, {"type": "direction", "direction": "  POMPEY. You will not bail me then, sir?"}, {"type": "direction", "direction": "  LUCIO. Then, Pompey, nor now. What news abroad, friar? what news?"}, {"type": "direction", "direction": "  ELBOW. Come your ways, sir; come."}, {"type": "direction", "direction": "  LUCIO. Go to kennel, Pompey, go.\n\n                               Exeunt ELBOW, POMPEY and OFFICERS\n\n    What news, friar, of the Duke?"}, {"type": "direction", "direction": "  DUKE. I know none. Can you tell me of any?"}, {"type": "direction", "direction": "  LUCIO. Some say he is with the Emperor of Russia; other some, he is\n    in Rome; but where is he, think you?"}, {"type": "direction", "direction": "  DUKE. I know not where; but wheresoever, I wish him well."}, {"type": "direction", "direction": "  LUCIO. It was a mad fantastical trick of him to steal from the\n    state and usurp the beggary he was never born to. Lord Angelo\n    dukes it well in his absence; he puts transgression to't."}, {"type": "direction", "direction": "  DUKE. He does well in't."}, {"type": "direction", "direction": "  LUCIO. A little more lenity to lechery would do no harm in him;\n    something too crabbed that way, friar."}, {"type": "direction", "direction": "  DUKE. It is too general a vice, and severity must cure it."}, {"type": "direction", "direction": "  LUCIO. Yes, in good sooth, the vice is of a great kindred; it is\n    well allied; but it is impossible to extirp it quite, friar, till\n    eating and drinking be put down. They say this Angelo was not\n    made by man and woman after this downright way of creation. Is it\n    true, think you?"}, {"type": "direction", "direction": "  DUKE. How should he be made, then?"}, {"type": "direction", "direction": "  LUCIO. Some report a sea-maid spawn'd him; some, that he was begot\n    between two stock-fishes. But it is certain that when he makes\n    water his urine is congeal'd ice; that I know to be true. And he\n    is a motion generative; that's infallible."}, {"type": "direction", "direction": "  DUKE. You are pleasant, sir, and speak apace."}, {"type": "direction", "direction": "  LUCIO. Why, what a ruthless thing is this in him, for the rebellion\n    of a codpiece to take away the life of a man! Would the Duke that\n    is absent have done this? Ere he would have hang'd a man for the\n    getting a hundred bastards, he would have paid for the nursing a\n    thousand. He had some feeling of the sport; he knew the service,\n    and that instructed him to mercy."}, {"type": "direction", "direction": "  DUKE. I never heard the absent Duke much detected for women; he was\n    not inclin'd that way."}, {"type": "direction", "direction": "  LUCIO. O, sir, you are deceiv'd."}, {"type": "direction", "direction": "  DUKE. 'Tis not possible."}, {"type": "direction", "direction": "  LUCIO. Who- not the Duke? Yes, your beggar of fifty; and his use\n    was to put a ducat in her clack-dish. The Duke had crotchets in\n    him. He would be drunk too; that let me inform you."}, {"type": "direction", "direction": "  DUKE. You do him wrong, surely."}, {"type": "direction", "direction": "  LUCIO. Sir, I was an inward of his. A shy fellow was the Duke; and\n    I believe I know the cause of his withdrawing."}, {"type": "direction", "direction": "  DUKE. What, I prithee, might be the cause?"}, {"type": "direction", "direction": "  LUCIO. No, pardon; 'tis a secret must be lock'd within the teeth\n    and the lips; but this I can let you understand: the greater file\n    of the subject held the Duke to be wise."}, {"type": "direction", "direction": "  DUKE. Wise? Why, no question but he was."}, {"type": "direction", "direction": "  LUCIO. A very superficial, ignorant, unweighing fellow."}, {"type": "direction", "direction": "  DUKE. Either this is envy in you, folly, or mistaking; the very\n    stream of his life, and the business he hath helmed, must, upon a\n    warranted need, give him a better proclamation. Let him be but\n    testimonied in his own bringings-forth, and he shall appear to\n    the envious a scholar, a statesman, and a soldier. Therefore you\n    speak unskilfully; or, if your knowledge be more, it is much\n    dark'ned in your malice."}, {"type": "direction", "direction": "  LUCIO. Sir, I know him, and I love him."}, {"type": "direction", "direction": "  DUKE. Love talks with better knowledge, and knowledge with dearer\n    love."}, {"type": "direction", "direction": "  LUCIO. Come, sir, I know what I know."}, {"type": "direction", "direction": "  DUKE. I can hardly believe that, since you know not what you speak.\n    But, if ever the Duke return, as our prayers are he may, let me\n    desire you to make your answer before him. If it be honest you\n    have spoke, you have courage to maintain it; I am bound to call\n    upon you; and I pray you your name?"}, {"type": "direction", "direction": "  LUCIO. Sir, my name is Lucio, well known to the Duke."}, {"type": "direction", "direction": "  DUKE. He shall know you better, sir, if I may live to report you."}, {"type": "direction", "direction": "  LUCIO. I fear you not."}, {"type": "direction", "direction": "  DUKE. O, you hope the Duke will return no more; or you imagine me\n    too unhurtful an opposite. But, indeed, I can do you little harm:\n    you'll forswear this again."}, {"type": "direction", "direction": "  LUCIO. I'll be hang'd first. Thou art deceiv'd in me, friar. But no\n    more of this. Canst thou tell if Claudio die to-morrow or no?"}, {"type": "direction", "direction": "  DUKE. Why should he die, sir?"}, {"type": "direction", "direction": "  LUCIO. Why? For filling a bottle with a tun-dish. I would the Duke\n    we talk of were return'd again. This ungenitur'd agent will\n    unpeople the province with continency; sparrows must not build in\n    his house-eaves because they are lecherous. The Duke yet would\n    have dark deeds darkly answered; he would never bring them to\n    light. Would he were return'd! Marry, this Claudio is condemned\n    for untrussing. Farewell, good friar; I prithee pray for me. The\n    Duke, I say to thee again, would eat mutton on Fridays. He's not\n    past it yet; and, I say to thee, he would mouth with a beggar\n    though she smelt brown bread and garlic. Say that I said so.\n    Farewell.                                               Exit"}, {"type": "direction", "direction": "  DUKE. No might nor greatness in mortality\n    Can censure scape; back-wounding calumny\n    The whitest virtue strikes. What king so strong\n    Can tie the gall up in the slanderous tongue?\n    But who comes here?"}, {"type": "direction", "direction": "Enter ESCALUS, PROVOST, and OFFICERS with"}, {"type": "direction", "direction": "                           MISTRESS OVERDONE"}, {"type": "direction", "direction": "  ESCALUS. Go, away with her to prison."}, {"type": "direction", "direction": "  MRS. OVERDONE. Good my lord, be good to me; your honour is\n    accounted a merciful man; good my lord."}, {"type": "direction", "direction": "  ESCALUS. Double and treble admonition, and still forfeit in the\n    same kind! This would make mercy swear and play the tyrant."}, {"type": "direction", "direction": "  PROVOST. A bawd of eleven years' continuance, may it please your\n    honour."}, {"type": "direction", "direction": "  MRS. OVERDONE. My lord, this is one Lucio's information against me.\n    Mistress Kate Keepdown was with child by him in the Duke's time;\n    he promis'd her marriage. His child is a year and a quarter old\n    come Philip and Jacob; I have kept it myself; and see how he goes\n    about to abuse me."}, {"type": "direction", "direction": "  ESCALUS. That fellow is a fellow of much license. Let him be call'd\n    before us. Away with her to prison. Go to; no more words. [Exeunt\n    OFFICERS with MISTRESS OVERDONE]  Provost, my brother Angelo will\n    not be alter'd: Claudio must die to-morrow. Let him be furnish'd\n    with divines, and have all charitable preparation. If my brother\n    wrought by my pity, it should not be so with him."}, {"type": "direction", "direction": "  PROVOST. So please you, this friar hath been with him, and advis'd\n    him for th' entertainment of death."}, {"type": "direction", "direction": "  ESCALUS. Good even, good father."}, {"type": "direction", "direction": "  DUKE. Bliss and goodness on you!"}, {"type": "direction", "direction": "  ESCALUS. Of whence are you?"}, {"type": "direction", "direction": "  DUKE. Not of this country, though my chance is now\n    To use it for my time. I am a brother\n    Of gracious order, late come from the See\n    In special business from his Holiness."}, {"type": "direction", "direction": "  ESCALUS. What news abroad i' th' world?"}, {"type": "direction", "direction": "  DUKE. None, but that there is so great a fever on goodness that the\n    dissolution of it must cure it. Novelty is only in request; and,\n    as it is, as dangerous to be aged in any kind of course as it is\n    virtuous to be constant in any undertakeing. There is scarce\n    truth enough alive to make societies secure; but security enough\n    to make fellowships accurst. Much upon this riddle runs the\n    wisdom of the world. This news is old enough, yet it is every\n    day's news. I pray you, sir, of what disposition was the Duke?"}, {"type": "direction", "direction": "  ESCALUS. One that, above all other strifes, contended especially to\n    know himself."}, {"type": "direction", "direction": "  DUKE. What pleasure was he given to?"}, {"type": "direction", "direction": "  ESCALUS. Rather rejoicing to see another merry than merry at\n    anything which profess'd to make him rejoice; a gentleman of all\n    temperance. But leave we him to his events, with a prayer they\n    may prove prosperous; and let me desire to know how you find\n    Claudio prepar'd. I am made to understand that you have lent him\n    visitation."}, {"type": "direction", "direction": "  DUKE. He professes to have received no sinister measure from his\n    judge, but most willingly humbles himself to the determination of\n    justice. Yet had he framed to himself, by the instruction of his\n    frailty, many deceiving promises of life; which I, by my good\n    leisure, have discredited to him, and now he is resolv'd to die."}, {"type": "direction", "direction": "  ESCALUS. You have paid the heavens your function, and the prisoner\n    the very debt of your calling. I have labour'd for the poor\n    gentleman to the extremest shore of my modesty; but my brother\n    justice have I found so severe that he hath forc'd me to tell him\n    he is indeed Justice."}, {"type": "direction", "direction": "  DUKE. If his own life answer the straitness of his proceeding, it\n    shall become him well; wherein if he chance to fail, he hath\n    sentenc'd himself."}, {"type": "direction", "direction": "  ESCALUS. I am going to visit the prisoner. Fare you well."}, {"type": "direction", "direction": "  DUKE. Peace be with you!            Exeunt ESCALUS and PROVOST\n\n         He who the sword of heaven will bear\n         Should be as holy as severe;\n         Pattern in himself to know,\n         Grace to stand, and virtue go;\n         More nor less to others paying\n         Than by self-offences weighing.\n         Shame to him whose cruel striking\n         Kills for faults of his own liking!\n         Twice treble shame on Angelo,\n         To weed my vice and let his grow!\n         O, what may man within him hide,\n         Though angel on the outward side!\n         How may likeness, made in crimes,\n         Make a practice on the times,\n         To draw with idle spiders' strings\n         Most ponderous and substantial things!\n         Craft against vice I must apply.\n         With Angelo to-night shall lie\n         His old betrothed but despised;\n         So disguise shall, by th' disguised,\n         Pay with falsehood false exacting,\n         And perform an old contracting.                    Exit\n\n"}]}], [{"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 1, "direction": "\nEnter MARIANA; and BOY singing\n\n                             SONG\n\n           Take, O, take those lips away,\n             That so sweetly were forsworn;\n           And those eyes, the break of day,\n             Lights that do mislead the morn;\n           But my kisses bring again, bring again;\n           Seals of love, but seal'd in vain, seal'd in vain.", "text": [{"type": "direction", "direction": "\nEnter MARIANA; and BOY singing\n\n                             SONG\n\n           Take, O, take those lips away,\n             That so sweetly were forsworn;\n           And those eyes, the break of day,\n             Lights that do mislead the morn;\n           But my kisses bring again, bring again;\n           Seals of love, but seal'd in vain, seal'd in vain."}, {"type": "direction", "direction": "Enter DUKE, disguised as before"}, {"type": "direction", "direction": "  MARIANA. Break off thy song, and haste thee quick away;\n    Here comes a man of comfort, whose advice\n    Hath often still'd my brawling discontent.          Exit BOY\n    I cry you mercy, sir, and well could wish\n    You had not found me here so musical.\n    Let me excuse me, and believe me so,\n    My mirth it much displeas'd, but pleas'd my woe."}, {"type": "direction", "direction": "  DUKE. 'Tis good; though music oft hath such a charm\n    To make bad good and good provoke to harm.\n    I pray you tell me hath anybody inquir'd for me here to-day. Much\n    upon this time have I promis'd here to meet."}, {"type": "direction", "direction": "  MARIANA. You have not been inquir'd after; I have sat here all day."}, {"type": "direction", "direction": "Enter ISABELLA"}, {"type": "direction", "direction": "  DUKE. I do constantly believe you. The time is come even now. I\n    shall crave your forbearance a little. May be I will call upon\n    you anon, for some advantage to yourself."}, {"type": "direction", "direction": "  MARIANA. I am always bound to you.                        Exit"}, {"type": "direction", "direction": "  DUKE. Very well met, and well come.\n    What is the news from this good deputy?"}, {"type": "direction", "direction": "  ISABELLA. He hath a garden circummur'd with brick,\n    Whose western side is with a vineyard back'd;\n    And to that vineyard is a planched gate\n    That makes his opening with this bigger key;\n    This other doth command a little door\n    Which from the vineyard to the garden leads.\n    There have I made my promise\n    Upon the heavy middle of the night\n    To call upon him."}, {"type": "direction", "direction": "  DUKE. But shall you on your knowledge find this way?"}, {"type": "direction", "direction": "  ISABELLA. I have ta'en a due and wary note upon't;\n    With whispering and most guilty diligence,\n    In action all of precept, he did show me\n    The way twice o'er."}, {"type": "direction", "direction": "  DUKE. Are there no other tokens\n    Between you 'greed concerning her observance?"}, {"type": "direction", "direction": "  ISABELLA. No, none, but only a repair i' th' dark;\n    And that I have possess'd him my most stay\n    Can be but brief; for I have made him know\n    I have a servant comes with me along,\n    That stays upon me; whose persuasion is\n    I come about my brother."}, {"type": "direction", "direction": "  DUKE. 'Tis well borne up.\n    I have not yet made known to Mariana\n    A word of this. What ho, within! come forth.\n\n                       Re-enter MARIANA\n\n    I pray you be acquainted with this maid;\n    She comes to do you good."}, {"type": "direction", "direction": "  ISABELLA. I do desire the like."}, {"type": "direction", "direction": "  DUKE. Do you persuade yourself that I respect you?"}, {"type": "direction", "direction": "  MARIANA. Good friar, I know you do, and have found it."}, {"type": "direction", "direction": "  DUKE. Take, then, this your companion by the hand,\n    Who hath a story ready for your ear.\n    I shall attend your leisure; but make haste;\n    The vaporous night approaches."}, {"type": "direction", "direction": "  MARIANA. Will't please you walk aside?\n                                     Exeunt MARIANA and ISABELLA"}, {"type": "direction", "direction": "  DUKE. O place and greatness! Millions of false eyes\n    Are stuck upon thee. Volumes of report\n    Run with these false, and most contrarious quest\n    Upon thy doings. Thousand escapes of wit\n    Make thee the father of their idle dream,\n    And rack thee in their fancies.\n\n                 Re-enter MARIANA and ISABELLA\n\n    Welcome, how agreed?"}, {"type": "direction", "direction": "  ISABELLA. She'll take the enterprise upon her, father,\n    If you advise it."}, {"type": "direction", "direction": "  DUKE. It is not my consent,\n    But my entreaty too."}, {"type": "direction", "direction": "  ISABELLA. Little have you to say,\n    When you depart from him, but, soft and low,\n    'Remember now my brother.'"}, {"type": "direction", "direction": "  MARIANA. Fear me not."}, {"type": "direction", "direction": "  DUKE. Nor, gentle daughter, fear you not at all.\n    He is your husband on a pre-contract.\n    To bring you thus together 'tis no sin,\n    Sith that the justice of your title to him\n    Doth flourish the deceit. Come, let us go;\n    Our corn's to reap, for yet our tithe's to sow.       Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 2, "direction": "SCENE II. The prison", "text": [{"type": "direction", "direction": "SCENE II. The prison"}, {"type": "direction", "direction": "Enter PROVOST and POMPEY"}, {"type": "direction", "direction": "  PROVOST. Come hither, sirrah. Can you cut off a man's head?"}, {"type": "direction", "direction": "  POMPEY. If the man be a bachelor, sir, I can; but if he be a\n    married man, he's his wife's head, and I can never cut of a\n    woman's head."}, {"type": "direction", "direction": "  PROVOST. Come, sir, leave me your snatches and yield me a direct\n    answer. To-morrow morning are to die Claudio and Barnardine. Here\n    is in our prison a common executioner, who in his office lacks a\n    helper; if you will take it on you to assist him, it shall redeem\n    you from your gyves; if not, you shall have your full time of\n    imprisonment, and your deliverance with an unpitied whipping, for\n    you have been a notorious bawd."}, {"type": "direction", "direction": "  POMPEY. Sir, I have been an unlawful bawd time out of mind; but yet\n    I will be content to be a lawful hangman. I would be glad to\n    receive some instructions from my fellow partner."}, {"type": "direction", "direction": "  PROVOST. What ho, Abhorson! Where's Abhorson there?"}, {"type": "direction", "direction": "Enter ABHORSON"}, {"type": "direction", "direction": "  ABHORSON. Do you call, sir?"}, {"type": "direction", "direction": "  PROVOST. Sirrah, here's a fellow will help you to-morrow in your\n    execution. If you think it meet, compound with him by the year,\n    and let him abide here with you; if not, use him for the present,\n    and dismiss him. He cannot plead his estimation with you; he hath\n    been a bawd."}, {"type": "direction", "direction": "  ABHORSON. A bawd, sir? Fie upon him! He will discredit our mystery."}, {"type": "direction", "direction": "  PROVOST. Go to, sir; you weigh equally; a feather will turn the\n    scale.                                                  Exit"}, {"type": "direction", "direction": "  POMPEY. Pray, sir, by your good favour- for surely, sir, a good\n    favour you have but that you have a hanging look- do you call,\n    sir, your occupation a mystery?"}, {"type": "direction", "direction": "  ABHORSON. Ay, sir; a mystery."}, {"type": "direction", "direction": "  POMPEY. Painting, sir, I have heard say, is a mystery; and your\n    whores, sir, being members of my occupation, using painting, do\n    prove my occupation a mystery; but what mystery there should be\n    in hanging, if I should be hang'd, I cannot imagine."}, {"type": "direction", "direction": "  ABHORSON. Sir, it is a mystery."}, {"type": "direction", "direction": "  POMPEY. Proof?"}, {"type": "direction", "direction": "  ABHORSON. Every true man's apparel fits your thief: if it be too\n    little for your thief, your true man thinks it big enough; if it\n    be too big for your thief, your thief thinks it little enough; so\n    every true man's apparel fits your thief.\n\n                          Re-enter PROVOST"}, {"type": "direction", "direction": "  PROVOST. Are you agreed?"}, {"type": "direction", "direction": "  POMPEY. Sir, I will serve him; for I do find your hangman is a more\n    penitent trade than your bawd; he doth oftener ask forgiveness."}, {"type": "direction", "direction": "  PROVOST. You, sirrah, provide your block and your axe to-morrow\n    four o'clock."}, {"type": "direction", "direction": "  ABHORSON. Come on, bawd; I will instruct thee in my trade; follow."}, {"type": "direction", "direction": "  POMPEY. I do desire to learn, sir; and I hope, if you have occasion\n    to use me for your own turn, you shall find me yare; for truly,\n    sir, for your kindness I owe you a good turn."}, {"type": "direction", "direction": "  PROVOST. Call hither Barnardine and Claudio.\n                                      Exeunt ABHORSON and POMPEY\n    Th' one has my pity; not a jot the other,\n    Being a murderer, though he were my brother."}, {"type": "direction", "direction": "Enter CLAUDIO\n\n    Look, here's the warrant, Claudio, for thy death;\n    'Tis now dead midnight, and by eight to-morrow\n    Thou must be made immortal. Where's Barnardine?"}, {"type": "direction", "direction": "  CLAUDIO. As fast lock'd up in sleep as guiltless labour\n    When it lies starkly in the traveller's bones.\n    He will not wake."}, {"type": "direction", "direction": "  PROVOST. Who can do good on him?\n    Well, go, prepare yourself. [Knocking within] But hark, what\n      noise?\n    Heaven give your spirits comfort!               Exit CLAUDIO\n    [Knocking continues] By and by.\n    I hope it is some pardon or reprieve\n    For the most gentle Claudio."}, {"type": "direction", "direction": "Enter DUKE, disguised as before\n\n    Welcome, father."}, {"type": "direction", "direction": "  DUKE. The best and wholesom'st spirits of the night\n    Envelop you, good Provost! Who call'd here of late?"}, {"type": "direction", "direction": "  PROVOST. None, since the curfew rung."}, {"type": "direction", "direction": "  DUKE. Not Isabel?"}, {"type": "direction", "direction": "  PROVOST. No."}, {"type": "direction", "direction": "  DUKE. They will then, ere't be long."}, {"type": "direction", "direction": "  PROVOST. What comfort is for Claudio?"}, {"type": "direction", "direction": "  DUKE. There's some in hope."}, {"type": "direction", "direction": "  PROVOST. It is a bitter deputy."}, {"type": "direction", "direction": "  DUKE. Not so, not so; his life is parallel'd\n    Even with the stroke and line of his great justice;\n    He doth with holy abstinence subdue\n    That in himself which he spurs on his pow'r\n    To qualify in others. Were he meal'd with that\n    Which he corrects, then were he tyrannous;\n    But this being so, he's just. [Knocking within] Now are they\n      come.                                         Exit PROVOST\n    This is a gentle provost; seldom when\n    The steeled gaoler is the friend of men. [Knocking within]\n    How now, what noise! That spirit's possess'd with haste\n    That wounds th' unsisting postern with these strokes.\n\n                        Re-enter PROVOST"}, {"type": "direction", "direction": "  PROVOST. There he must stay until the officer\n    Arise to let him in; he is call'd up."}, {"type": "direction", "direction": "  DUKE. Have you no countermand for Claudio yet\n    But he must die to-morrow?"}, {"type": "direction", "direction": "  PROVOST. None, sir, none."}, {"type": "direction", "direction": "  DUKE. As near the dawning, Provost, as it is,\n    You shall hear more ere morning."}, {"type": "direction", "direction": "  PROVOST. Happily\n    You something know; yet I believe there comes\n    No countermand; no such example have we.\n    Besides, upon the very siege of justice,\n    Lord Angelo hath to the public ear\n    Profess'd the contrary."}, {"type": "direction", "direction": "Enter a MESSENGER\n    This is his lordship's man."}, {"type": "direction", "direction": "  DUKE. And here comes Claudio's pardon."}, {"type": "direction", "direction": "  MESSENGER. My lord hath sent you this note; and by me this further\n    charge, that you swerve not from the smallest article of it,\n    neither in time, matter, or other circumstance. Good morrow; for\n    as I take it, it is almost day."}, {"type": "direction", "direction": "  PROVOST. I shall obey him.                      Exit MESSENGER"}, {"type": "direction", "direction": "  DUKE. [Aside] This is his pardon, purchas'd by such sin\n    For which the pardoner himself is in;\n    Hence hath offence his quick celerity,\n    When it is borne in high authority.\n    When vice makes mercy, mercy's so extended\n    That for the fault's love is th' offender friended.\n    Now, sir, what news?"}, {"type": "direction", "direction": "  PROVOST. I told you: Lord Angelo, belike thinking me remiss in mine\n    office, awakens me with this unwonted putting-on; methinks\n    strangely, for he hath not us'd it before."}, {"type": "direction", "direction": "  DUKE. Pray you, let's hear."}, {"type": "direction", "direction": "  PROVOST. [Reads] 'Whatsoever you may hear to the contrary, let\n    Claudio be executed by four of the clock, and, in the afternoon,\n    Barnardine. For my better satisfaction, let me have Claudio's\n    head sent me by five. Let this be duly performed, with a thought\n    that more depends on it than we must yet deliver. Thus fail not\n    to do your office, as you will answer it at your peril.'\n    What say you to this, sir?"}, {"type": "direction", "direction": "  DUKE. What is that Barnardine who is to be executed in th'\n    afternoon?"}, {"type": "direction", "direction": "  PROVOST. A Bohemian born; but here nurs'd up and bred.\n    One that is a prisoner nine years old."}, {"type": "direction", "direction": "  DUKE. How came it that the absent Duke had not either deliver'd him\n    to his liberty or executed him? I have heard it was ever his\n    manner to do so."}, {"type": "direction", "direction": "  PROVOST. His friends still wrought reprieves for him; and, indeed,\n    his fact, till now in the government of Lord Angelo, came not to\n    an undoubted proof."}, {"type": "direction", "direction": "  DUKE. It is now apparent?"}, {"type": "direction", "direction": "  PROVOST. Most manifest, and not denied by himself."}, {"type": "direction", "direction": "  DUKE. Hath he borne himself penitently in prison? How seems he to\n    be touch'd?"}, {"type": "direction", "direction": "  PROVOST. A man that apprehends death no more dreadfully but as a\n    drunken sleep; careless, reckless, and fearless, of what's past,\n    present, or to come; insensible of mortality and desperately\n    mortal."}, {"type": "direction", "direction": "  DUKE. He wants advice."}, {"type": "direction", "direction": "  PROVOST. He will hear none. He hath evermore had the liberty of the\n    prison; give him leave to escape hence, he would not; drunk many\n    times a day, if not many days entirely drunk. We have very oft\n    awak'd him, as if to carry him to execution, and show'd him a\n    seeming warrant for it; it hath not moved him at all."}, {"type": "direction", "direction": "  DUKE. More of him anon. There is written in your brow, Provost,\n    honesty and constancy. If I read it not truly, my ancient skill\n    beguiles me; but in the boldness of my cunning I will lay myself\n    in hazard. Claudio, whom here you have warrant to execute, is no\n    greater forfeit to the law than Angelo who hath sentenc'd him. To\n    make you understand this in a manifested effect, I crave but four\n    days' respite; for the which you are to do me both a present and\n    a dangerous courtesy."}, {"type": "direction", "direction": "  PROVOST. Pray, sir, in what?"}, {"type": "direction", "direction": "  DUKE. In the delaying death."}, {"type": "direction", "direction": "  PROVOST. Alack! How may I do it, having the hour limited, and an\n    express command, under penalty, to deliver his head in the view\n    of Angelo? I may make my case as Claudio's, to cross this in the\n    smallest."}, {"type": "direction", "direction": "  DUKE. By the vow of mine order, I warrant you, if my instructions\n    may be your guide. Let this Barnardine be this morning executed,\n    and his head borne to Angelo."}, {"type": "direction", "direction": "  PROVOST. Angelo hath seen them both, and will discover the favour."}, {"type": "direction", "direction": "  DUKE. O, death's a great disguiser; and you may add to it. Shave\n    the head and tie the beard; and say it was the desire of the\n    penitent to be so bar'd before his death. You know the course is\n    common. If anything fall to you upon this more than thanks and\n    good fortune, by the saint whom I profess, I will plead against\n    it with my life."}, {"type": "direction", "direction": "  PROVOST. Pardon me, good father; it is against my oath."}, {"type": "direction", "direction": "  DUKE. Were you sworn to the Duke, or to the deputy?"}, {"type": "direction", "direction": "  PROVOST. To him and to his substitutes."}, {"type": "direction", "direction": "  DUKE. You will think you have made no offence if the Duke avouch\n    the justice of your dealing?"}, {"type": "direction", "direction": "  PROVOST. But what likelihood is in that?"}, {"type": "direction", "direction": "  DUKE. Not a resemblance, but a certainty. Yet since I see you\n    fearful, that neither my coat, integrity, nor persuasion, can\n    with ease attempt you, I will go further than I meant, to pluck\n    all fears out of you. Look you, sir, here is the hand and seal of\n    the Duke. You know the character, I doubt not; and the signet is\n    not strange to you."}, {"type": "direction", "direction": "  PROVOST. I know them both."}, {"type": "direction", "direction": "  DUKE. The contents of this is the return of the Duke; you shall\n    anon over-read it at your pleasure, where you shall find within\n    these two days he will be here. This is a thing that Angelo knows\n    not; for he this very day receives letters of strange tenour,\n    perchance of the Duke's death, perchance entering into some\n    monastery; but, by chance, nothing of what is writ. Look, th'\n    unfolding star calls up the shepherd. Put not yourself into\n    amazement how these things should be: all difficulties are but\n    easy when they are known. Call your executioner, and off with\n    Barnardine's head. I will give him a present shrift, and advise\n    him for a better place. Yet you are amaz'd, but this shall\n    absolutely resolve you. Come away; it is almost clear dawn.\n                                                          Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 3, "direction": "SCENE III. The prison", "text": [{"type": "direction", "direction": "SCENE III. The prison"}, {"type": "direction", "direction": "Enter POMPEY"}, {"type": "direction", "direction": "  POMPEY. I am as well acquainted here as I was in our house of\n  profession; one would think it were Mistress Overdone's own house,\n  for here be many of her old customers. First, here's young Master\n  Rash; he's in for a commodity of brown paper and old ginger, nine\n  score and seventeen pounds, of which he made five marks ready money.\n  Marry, then ginger was not much in request, for the old women were\n  all dead. Then is there here one Master Caper, at the suit of Master\n  Threepile the mercer, for some four suits of peach-colour'd satin,\n  which now peaches him a beggar. Then have we here young Dizy, and\n  young Master Deepvow, and Master Copperspur, and Master Starvelackey,\n  the rapier and dagger man, and young Dropheir that kill'd lusty\n  Pudding, and Master Forthlight the tilter, and brave Master Shootie\n  the great traveller, and wild Halfcan that stabb'd Pots, and, I\n  think, forty more- all great doers in our trade, and are now 'for the\n  Lord's sake.'"}, {"type": "direction", "direction": "Enter ABHORSON"}, {"type": "direction", "direction": "  ABHORSON. Sirrah, bring Barnardine hither."}, {"type": "direction", "direction": "  POMPEY. Master Barnardine! You must rise and be hang'd, Master\n    Barnardine!"}, {"type": "direction", "direction": "  ABHORSON. What ho, Barnardine!"}, {"type": "direction", "direction": "  BARNARDINE. [Within] A pox o' your throats! Who makes that noise\n    there? What are you?"}, {"type": "direction", "direction": "  POMPEY. Your friends, sir; the hangman. You must be so good, sir,\n    to rise and be put to death."}, {"type": "direction", "direction": "  BARNARDINE. [ Within ] Away, you rogue, away; I am sleepy."}, {"type": "direction", "direction": "  ABHORSON. Tell him he must awake, and that quickly too."}, {"type": "direction", "direction": "  POMPEY. Pray, Master Barnardine, awake till you are executed, and\n    sleep afterwards."}, {"type": "direction", "direction": "  ABHORSON. Go in to him, and fetch him out."}, {"type": "direction", "direction": "  POMPEY. He is coming, sir, he is coming; I hear his straw rustle."}, {"type": "direction", "direction": "Enter BARNARDINE"}, {"type": "direction", "direction": "  ABHORSON. Is the axe upon the block, sirrah?"}, {"type": "direction", "direction": "  POMPEY. Very ready, sir."}, {"type": "direction", "direction": "  BARNARDINE. How now, Abhorson, what's the news with you?"}, {"type": "direction", "direction": "  ABHORSON. Truly, sir, I would desire you to clap into your prayers;\n    for, look you, the warrant's come."}, {"type": "direction", "direction": "  BARNARDINE. You rogue, I have been drinking all night; I am not\n    fitted for't."}, {"type": "direction", "direction": "  POMPEY. O, the better, sir! For he that drinks all night and is\n    hanged betimes in the morning may sleep the sounder all the next\n    day."}, {"type": "direction", "direction": "Enter DUKE, disguised as before"}, {"type": "direction", "direction": "  ABHORSON. Look you, sir, here comes your ghostly father.\n    Do we jest now, think you?"}, {"type": "direction", "direction": "  DUKE. Sir, induced by my charity, and hearing how hastily you are\n    to depart, I am come to advise you, comfort you, and pray with\n    you."}, {"type": "direction", "direction": "  BARNARDINE. Friar, not I; I have been drinking hard all night, and\n    I will have more time to prepare me, or they shall beat out my\n    brains with billets. I will not consent to die this day, that's\n    certain."}, {"type": "direction", "direction": "  DUKE. O, Sir, you must; and therefore I beseech you\n    Look forward on the journey you shall go."}, {"type": "direction", "direction": "  BARNARDINE. I swear I will not die to-day for any man's persuasion."}, {"type": "direction", "direction": "  DUKE. But hear you-"}, {"type": "direction", "direction": "  BARNARDINE. Not a word; if you have anything to say to me, come to\n    my ward; for thence will not I to-day.                  Exit"}, {"type": "direction", "direction": "  DUKE. Unfit to live or die. O gravel heart!\n    After him, fellows; bring him to the block.\n                                      Exeunt ABHORSON and POMPEY"}, {"type": "direction", "direction": "Enter PROVOST"}, {"type": "direction", "direction": "  PROVOST. Now, sir, how do you find the prisoner?"}, {"type": "direction", "direction": "  DUKE. A creature unprepar'd, unmeet for death;\n    And to transport him in the mind he is\n    Were damnable."}, {"type": "direction", "direction": "  PROVOST. Here in the prison, father,\n    There died this morning of a cruel fever\n    One Ragozine, a most notorious pirate,\n    A man of Claudio's years; his beard and head\n    Just of his colour. What if we do omit\n    This reprobate till he were well inclin'd,\n    And satisfy the deputy with the visage\n    Of Ragozine, more like to Claudio?"}, {"type": "direction", "direction": "  DUKE. O, 'tis an accident that heaven provides!\n    Dispatch it presently; the hour draws on\n    Prefix'd by Angelo. See this be done,\n    And sent according to command; whiles I\n    Persuade this rude wretch willingly to die."}, {"type": "direction", "direction": "  PROVOST. This shall be done, good father, presently.\n    But Barnardine must die this afternoon;\n    And how shall we continue Claudio,\n    To save me from the danger that might come\n    If he were known alive?"}, {"type": "direction", "direction": "  DUKE. Let this be done:\n    Put them in secret holds, both Barnardine and Claudio.\n    Ere twice the sun hath made his journal greeting\n    To the under generation, you shall find\n    Your safety manifested."}, {"type": "direction", "direction": "  PROVOST. I am your free dependant."}, {"type": "direction", "direction": "  DUKE. Quick, dispatch, and send the head to Angelo.\n                                                    Exit PROVOST\n    Now will I write letters to Angelo-\n    The Provost, he shall bear them- whose contents\n    Shall witness to him I am near at home,\n    And that, by great injunctions, I am bound\n    To enter publicly. Him I'll desire\n    To meet me at the consecrated fount,\n    A league below the city; and from thence,\n    By cold gradation and well-balanc'd form.\n    We shall proceed with Angelo.\n\n                         Re-enter PROVOST"}, {"type": "direction", "direction": "  PROVOST. Here is the head; I'll carry it myself."}, {"type": "direction", "direction": "  DUKE. Convenient is it. Make a swift return;\n    For I would commune with you of such things\n    That want no ear but yours."}, {"type": "direction", "direction": "  PROVOST. I'll make all speed.                             Exit"}, {"type": "direction", "direction": "  ISABELLA. [ Within ] Peace, ho, be here!"}, {"type": "direction", "direction": "  DUKE. The tongue of Isabel. She's come to know\n    If yet her brother's pardon be come hither;\n    But I will keep her ignorant of her good,\n    To make her heavenly comforts of despair\n    When it is least expected."}, {"type": "direction", "direction": "Enter ISABELLA"}, {"type": "direction", "direction": "  ISABELLA. Ho, by your leave!"}, {"type": "direction", "direction": "  DUKE. Good morning to you, fair and gracious daughter."}, {"type": "direction", "direction": "  ISABELLA. The better, given me by so holy a man.\n    Hath yet the deputy sent my brother's pardon?"}, {"type": "direction", "direction": "  DUKE. He hath releas'd him, Isabel, from the world.\n    His head is off and sent to Angelo."}, {"type": "direction", "direction": "  ISABELLA. Nay, but it is not so."}, {"type": "direction", "direction": "  DUKE. It is no other.\n    Show your wisdom, daughter, in your close patience,"}, {"type": "direction", "direction": "  ISABELLA. O, I will to him and pluck out his eyes!"}, {"type": "direction", "direction": "  DUKE. You shall not be admitted to his sight."}, {"type": "direction", "direction": "  ISABELLA. Unhappy Claudio! Wretched Isabel!\n    Injurious world! Most damned Angelo!"}, {"type": "direction", "direction": "  DUKE. This nor hurts him nor profits you a jot;\n    Forbear it, therefore; give your cause to heaven.\n    Mark what I say, which you shall find\n    By every syllable a faithful verity.\n    The Duke comes home to-morrow. Nay, dry your eyes.\n    One of our covent, and his confessor,\n    Gives me this instance. Already he hath carried\n    Notice to Escalus and Angelo,\n    Who do prepare to meet him at the gates,\n    There to give up their pow'r. If you can, pace your wisdom\n    In that good path that I would wish it go,\n    And you shall have your bosom on this wretch,\n    Grace of the Duke, revenges to your heart,\n    And general honour."}, {"type": "direction", "direction": "  ISABELLA. I am directed by you."}, {"type": "direction", "direction": "  DUKE. This letter, then, to Friar Peter give;\n    'Tis that he sent me of the Duke's return.\n    Say, by this token, I desire his company\n    At Mariana's house to-night. Her cause and yours\n    I'll perfect him withal; and he shall bring you\n    Before the Duke; and to the head of Angelo\n    Accuse him home and home. For my poor self,\n    I am combined by a sacred vow,\n    And shall be absent. Wend you with this letter.\n    Command these fretting waters from your eyes\n    With a light heart; trust not my holy order,\n    If I pervert your course. Who's here?"}, {"type": "direction", "direction": "Enter LUCIO"}, {"type": "direction", "direction": "  LUCIO. Good even. Friar, where's the Provost?"}, {"type": "direction", "direction": "  DUKE. Not within, sir."}, {"type": "direction", "direction": "  LUCIO. O pretty Isabella, I am pale at mine heart to see thine eyes\n    so red. Thou must be patient. I am fain to dine and sup with\n    water and bran; I dare not for my head fill my belly; one\n    fruitful meal would set me to't. But they say the Duke will be\n    here to-morrow. By my troth, Isabel, I lov'd thy brother. If the\n    old fantastical Duke of dark corners had been at home, he had\n    lived.                                         Exit ISABELLA"}, {"type": "direction", "direction": "  DUKE. Sir, the Duke is marvellous little beholding to your reports;\n    but the best is, he lives not in them."}, {"type": "direction", "direction": "  LUCIO. Friar, thou knowest not the Duke so well as I do; he's a\n    better woodman than thou tak'st him for."}, {"type": "direction", "direction": "  DUKE. Well, you'll answer this one day. Fare ye well."}, {"type": "direction", "direction": "  LUCIO. Nay, tarry; I'll go along with thee; I can tell thee pretty\n    tales of the Duke."}, {"type": "direction", "direction": "  DUKE. You have told me too many of him already, sir, if they be\n    true; if not true, none were enough."}, {"type": "direction", "direction": "  LUCIO. I was once before him for getting a wench with child."}, {"type": "direction", "direction": "  DUKE. Did you such a thing?"}, {"type": "direction", "direction": "  LUCIO. Yes, marry, did I; but I was fain to forswear it: they would\n    else have married me to the rotten medlar."}, {"type": "direction", "direction": "  DUKE. Sir, your company is fairer than honest. Rest you well."}, {"type": "direction", "direction": "  LUCIO. By my troth, I'll go with thee to the lane's end. If bawdy\n    talk offend you, we'll have very little of it. Nay, friar, I am a\n    kind of burr; I shall stick.                          Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 4, "direction": "SCENE IV. ANGELO'S house", "text": [{"type": "direction", "direction": "SCENE IV. ANGELO'S house"}, {"type": "direction", "direction": "Enter ANGELO and ESCALUS"}, {"type": "direction", "direction": "  ESCALUS. Every letter he hath writ hath disvouch'd other."}, {"type": "direction", "direction": "  ANGELO. In most uneven and distracted manner. His actions show much\n    like to madness; pray heaven his wisdom be not tainted! And why\n    meet him at the gates, and redeliver our authorities there?"}, {"type": "direction", "direction": "  ESCALUS. I guess not."}, {"type": "direction", "direction": "  ANGELO. And why should we proclaim it in an hour before his\n    ent'ring that, if any crave redress of injustice, they should\n    exhibit their petitions in the street?"}, {"type": "direction", "direction": "  ESCALUS. He shows his reason for that: to have a dispatch of\n     complaints; and to deliver us from devices hereafter, which\n    shall then have no power to stand against us."}, {"type": "direction", "direction": "  ANGELO. Well, I beseech you, let it be proclaim'd;\n    Betimes i' th' morn I'll call you at your house;\n    Give notice to such men of sort and suit\n    As are to meet him."}, {"type": "direction", "direction": "  ESCALUS. I shall, sir; fare you well."}, {"type": "direction", "direction": "  ANGELO. Good night.                               Exit ESCALUS\n    This deed unshapes me quite, makes me unpregnant\n    And dull to all proceedings. A deflow'red maid!\n    And by an eminent body that enforc'd\n    The law against it! But that her tender shame\n    Will not proclaim against her maiden loss,\n    How might she tongue me! Yet reason dares her no;\n    For my authority bears a so credent bulk\n    That no particular scandal once can touch\n    But it confounds the breather. He should have liv'd,\n    Save that his riotous youth, with dangerous sense,\n    Might in the times to come have ta'en revenge,\n    By so receiving a dishonour'd life\n    With ransom of such shame. Would yet he had liv'd!\n    Alack, when once our grace we have forgot,\n    Nothing goes right; we would, and we would not.         Exit"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 5, "direction": "SCENE V. Fields without the town", "text": [{"type": "direction", "direction": "SCENE V. Fields without the town"}, {"type": "direction", "direction": "Enter DUKE in his own habit, and Friar PETER"}, {"type": "direction", "direction": "  DUKE. These letters at fit time deliver me.   [Giving letters]\n    The Provost knows our purpose and our plot.\n    The matter being afoot, keep your instruction\n    And hold you ever to our special drift;\n    Though sometimes you do blench from this to that\n    As cause doth minister. Go, call at Flavius' house,\n    And tell him where I stay; give the like notice\n    To Valentinus, Rowland, and to Crassus,\n    And bid them bring the trumpets to the gate;\n    But send me Flavius first."}, {"type": "direction", "direction": "    PETER. It shall be speeded well.                  Exit FRIAR"}, {"type": "direction", "direction": "Enter VARRIUS"}, {"type": "direction", "direction": "  DUKE. I thank thee, Varrius; thou hast made good haste.\n    Come, we will walk. There's other of our friends\n    Will greet us here anon. My gentle Varrius!           Exeunt"}]}, {"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 6, "direction": "SCENE VI. A street near the city gate", "text": [{"type": "direction", "direction": "SCENE VI. A street near the city gate"}, {"type": "direction", "direction": "Enter ISABELLA and MARIANA"}, {"type": "direction", "direction": "  ISABELLA. To speak so indirectly I am loath;\n    I would say the truth; but to accuse him so,\n    That is your part. Yet I am advis'd to do it;\n    He says, to veil full purpose."}, {"type": "direction", "direction": "  MARIANA. Be rul'd by him."}, {"type": "direction", "direction": "  ISABELLA. Besides, he tells me that, if peradventure\n    He speak against me on the adverse side,\n    I should not think it strange; for 'tis a physic\n    That's bitter to sweet end."}, {"type": "direction", "direction": "  MARIANA. I would Friar Peter-"}, {"type": "direction", "direction": "Enter FRIAR PETER"}, {"type": "direction", "direction": "  ISABELLA. O, peace! the friar is come."}, {"type": "direction", "direction": "  PETER. Come, I have found you out a stand most fit,\n    Where you may have such vantage on the Duke\n    He shall not pass you. Twice have the trumpets sounded;\n    The generous and gravest citizens\n    Have hent the gates, and very near upon\n    The Duke is ent'ring; therefore, hence, away.         Exeunt\n\n"}]}], [{"title": "measure for measure", "author_first_name": "william", "author_last_name": "shakespeare", "act": 5, "scene": 1, "direction": "\nEnter at several doors DUKE, VARRIUS, LORDS; ANGELO, ESCALUS, Lucio,\nPROVOST, OFFICERS, and CITIZENS", "text": [{"type": "direction", "direction": "\nEnter at several doors DUKE, VARRIUS, LORDS; ANGELO, ESCALUS, Lucio,\nPROVOST, OFFICERS, and CITIZENS"}, {"type": "direction", "direction": "  DUKE. My very worthy cousin, fairly met!\n    Our old and faithful friend, we are glad to see you.\n  ANGELO, ESCALUS. Happy return be to your royal Grace!"}, {"type": "direction", "direction": "  DUKE. Many and hearty thankings to you both.\n    We have made inquiry of you, and we hear\n    Such goodness of your justice that our soul\n    Cannot but yield you forth to public thanks,\n    Forerunning more requital."}, {"type": "direction", "direction": "  ANGELO. You make my bonds still greater."}, {"type": "direction", "direction": "  DUKE. O, your desert speaks loud; and I should wrong it\n    To lock it in the wards of covert bosom,\n    When it deserves, with characters of brass,\n    A forted residence 'gainst the tooth of time\n    And razure of oblivion. Give me your hand.\n    And let the subject see, to make them know\n    That outward courtesies would fain proclaim\n    Favours that keep within. Come, Escalus,\n    You must walk by us on our other hand,\n    And good supporters are you."}, {"type": "direction", "direction": "Enter FRIAR PETER and ISABELLA"}, {"type": "direction", "direction": "  PETER. Now is your time; speak loud, and kneel before him."}, {"type": "direction", "direction": "  ISABELLA. Justice, O royal Duke! Vail your regard\n    Upon a wrong'd- I would fain have said a maid!\n    O worthy Prince, dishonour not your eye\n    By throwing it on any other object\n    Till you have heard me in my true complaint,\n    And given me justice, justice, justice, justice."}, {"type": "direction", "direction": "  DUKE. Relate your wrongs. In what? By whom? Be brief.\n    Here is Lord Angelo shall give you justice;\n    Reveal yourself to him."}, {"type": "direction", "direction": "  ISABELLA. O worthy Duke,\n    You bid me seek redemption of the devil!\n    Hear me yourself; for that which I must speak\n    Must either punish me, not being believ'd,\n    Or wring redress from you. Hear me, O, hear me, here!"}, {"type": "direction", "direction": "  ANGELO. My lord, her wits, I fear me, are not firm;\n    She hath been a suitor to me for her brother,\n    Cut off by course of justice-"}, {"type": "direction", "direction": "  ISABELLA. By course of justice!"}, {"type": "direction", "direction": "  ANGELO. And she will speak most bitterly and strange."}, {"type": "direction", "direction": "  ISABELLA. Most strange, but yet most truly, will I speak.\n    That Angelo's forsworn, is it not strange?\n    That Angelo's a murderer, is't not strange?\n    That Angelo is an adulterous thief,\n    An hypocrite, a virgin-violator,\n    Is it not strange and strange?"}, {"type": "direction", "direction": "  DUKE. Nay, it is ten times strange."}, {"type": "direction", "direction": "  ISABELLA. It is not truer he is Angelo\n    Than this is all as true as it is strange;\n    Nay, it is ten times true; for truth is truth\n    To th' end of reck'ning."}, {"type": "direction", "direction": "  DUKE. Away with her. Poor soul,\n    She speaks this in th' infirmity of sense."}, {"type": "direction", "direction": "  ISABELLA. O Prince! I conjure thee, as thou believ'st\n    There is another comfort than this world,\n    That thou neglect me not with that opinion\n    That I am touch'd with madness. Make not impossible\n    That which but seems unlike: 'tis not impossible\n    But one, the wicked'st caitiff on the ground,\n    May seem as shy, as grave, as just, as absolute,\n    As Angelo; even so may Angelo,\n    In all his dressings, characts, titles, forms,\n    Be an arch-villain. Believe it, royal Prince,\n    If he be less, he's nothing; but he's more,\n    Had I more name for badness."}, {"type": "direction", "direction": "  DUKE. By mine honesty,\n    If she be mad, as I believe no other,\n    Her madness hath the oddest frame of sense,\n    Such a dependency of thing on thing,\n    As e'er I heard in madness."}, {"type": "direction", "direction": "  ISABELLA. O gracious Duke,\n    Harp not on that; nor do not banish reason\n    For inequality; but let your reason serve\n    To make the truth appear where it seems hid,\n    And hide the false seems true."}, {"type": "direction", "direction": "  DUKE. Many that are not mad\n    Have, sure, more lack of reason. What would you say?"}, {"type": "direction", "direction": "  ISABELLA. I am the sister of one Claudio,\n    Condemn'd upon the act of fornication\n    To lose his head; condemn'd by Angelo.\n    I, in probation of a sisterhood,\n    Was sent to by my brother; one Lucio\n    As then the messenger-"}, {"type": "direction", "direction": "  LUCIO. That's I, an't like your Grace.\n    I came to her from Claudio, and desir'd her\n    To try her gracious fortune with Lord Angelo\n    For her poor brother's pardon."}, {"type": "direction", "direction": "  ISABELLA. That's he, indeed."}, {"type": "direction", "direction": "  DUKE. You were not bid to speak."}, {"type": "direction", "direction": "  LUCIO. No, my good lord;\n    Nor wish'd to hold my peace."}, {"type": "direction", "direction": "  DUKE. I wish you now, then;\n    Pray you take note of it; and when you have\n    A business for yourself, pray heaven you then\n    Be perfect."}, {"type": "direction", "direction": "  LUCIO. I warrant your honour."}, {"type": "direction", "direction": "  DUKE. The warrant's for yourself; take heed to't."}, {"type": "direction", "direction": "  ISABELLA. This gentleman told somewhat of my tale."}, {"type": "direction", "direction": "  LUCIO. Right."}, {"type": "direction", "direction": "  DUKE. It may be right; but you are i' the wrong\n    To speak before your time. Proceed."}, {"type": "direction", "direction": "  ISABELLA. I went\n    To this pernicious caitiff deputy."}, {"type": "direction", "direction": "  DUKE. That's somewhat madly spoken."}, {"type": "direction", "direction": "  ISABELLA. Pardon it;\n    The phrase is to the matter."}, {"type": "direction", "direction": "  DUKE. Mended again. The matter- proceed."}, {"type": "direction", "direction": "  ISABELLA. In brief- to set the needless process by,\n    How I persuaded, how I pray'd, and kneel'd,\n    How he refell'd me, and how I replied,\n    For this was of much length- the vile conclusion\n    I now begin with grief and shame to utter:\n    He would not, but by gift of my chaste body\n    To his concupiscible intemperate lust,\n    Release my brother; and, after much debatement,\n    My sisterly remorse confutes mine honour,\n    And I did yield to him. But the next morn betimes,\n    His purpose surfeiting, he sends a warrant\n    For my poor brother's head."}, {"type": "direction", "direction": "  DUKE. This is most likely!"}, {"type": "direction", "direction": "  ISABELLA. O that it were as like as it is true!"}, {"type": "direction", "direction": "  DUKE. By heaven, fond wretch, thou know'st not what thou speak'st,\n    Or else thou art suborn'd against his honour\n    In hateful practice. First, his integrity\n    Stands without blemish; next, it imports no reason\n    That with such vehemency he should pursue\n    Faults proper to himself. If he had so offended,\n    He would have weigh'd thy brother by himself,\n    And not have cut him off. Some one hath set you on;\n    Confess the truth, and say by whose advice\n    Thou cam'st here to complain."}, {"type": "direction", "direction": "  ISABELLA. And is this all?\n    Then, O you blessed ministers above,\n    Keep me in patience; and, with ripened time,\n    Unfold the evil which is here wrapt up\n    In countenance! Heaven shield your Grace from woe,\n    As I, thus wrong'd, hence unbelieved go!"}, {"type": "direction", "direction": "  DUKE. I know you'd fain be gone. An officer!\n    To prison with her! Shall we thus permit\n    A blasting and a scandalous breath to fall\n    On him so near us? This needs must be a practice.\n    Who knew of your intent and coming hither?"}, {"type": "direction", "direction": "  ISABELLA. One that I would were here, Friar Lodowick."}, {"type": "direction", "direction": "  DUKE. A ghostly father, belike. Who knows that Lodowick?"}, {"type": "direction", "direction": "  LUCIO. My lord, I know him; 'tis a meddling friar.\n    I do not like the man; had he been lay, my lord,\n    For certain words he spake against your Grace\n    In your retirement, I had swing'd him soundly."}, {"type": "direction", "direction": "  DUKE. Words against me? This's a good friar, belike!\n    And to set on this wretched woman here\n    Against our substitute! Let this friar be found."}, {"type": "direction", "direction": "  LUCIO. But yesternight, my lord, she and that friar,\n    I saw them at the prison; a saucy friar,\n    A very scurvy fellow."}, {"type": "direction", "direction": "  PETER. Blessed be your royal Grace!\n    I have stood by, my lord, and I have heard\n    Your royal ear abus'd. First, hath this woman\n    Most wrongfully accus'd your substitute;\n    Who is as free from touch or soil with her\n    As she from one ungot."}, {"type": "direction", "direction": "  DUKE. We did believe no less.\n    Know you that Friar Lodowick that she speaks of?"}, {"type": "direction", "direction": "  PETER. I know him for a man divine and holy;\n    Not scurvy, nor a temporary meddler,\n    As he's reported by this gentleman;\n    And, on my trust, a man that never yet\n    Did, as he vouches, misreport your Grace."}, {"type": "direction", "direction": "  LUCIO. My lord, most villainously; believe it."}, {"type": "direction", "direction": "  PETER. Well, he in time may come to clear himself;\n    But at this instant he is sick, my lord,\n    Of a strange fever. Upon his mere request-\n    Being come to knowledge that there was complaint\n    Intended 'gainst Lord Angelo- came I hither\n    To speak, as from his mouth, what he doth know\n    Is true and false; and what he, with his oath\n    And all probation, will make up full clear,\n    Whensoever he's convented. First, for this woman-\n    To justify this worthy nobleman,\n    So vulgarly and personally accus'd-\n    Her shall you hear disproved to her eyes,\n    Till she herself confess it."}, {"type": "direction", "direction": "  DUKE. Good friar, let's hear it.         Exit ISABELLA guarded\n    Do you not smile at this, Lord Angelo?\n    O heaven, the vanity of wretched fools!\n    Give us some seats. Come, cousin Angelo;\n    In this I'll be impartial; be you judge\n    Of your own cause."}, {"type": "direction", "direction": "Enter MARIANA veiled\n\n    Is this the witness, friar?\n  FIRST let her show her face, and after speak."}, {"type": "direction", "direction": "  MARIANA. Pardon, my lord; I will not show my face\n    Until my husband bid me."}, {"type": "direction", "direction": "  DUKE. What, are you married?"}, {"type": "direction", "direction": "  MARIANA. No, my lord."}, {"type": "direction", "direction": "  DUKE. Are you a maid?"}, {"type": "direction", "direction": "  MARIANA. No, my lord."}, {"type": "direction", "direction": "  DUKE. A widow, then?"}, {"type": "direction", "direction": "  MARIANA. Neither, my lord."}, {"type": "direction", "direction": "  DUKE. Why, you are nothing then; neither maid, widow, nor wife."}, {"type": "direction", "direction": "  LUCIO. My lord, she may be a punk; for many of them are neither\n    maid, widow, nor wife."}, {"type": "direction", "direction": "  DUKE. Silence that fellow. I would he had some cause\n    To prattle for himself."}, {"type": "direction", "direction": "  LUCIO. Well, my lord."}, {"type": "direction", "direction": "  MARIANA. My lord, I do confess I ne'er was married,\n    And I confess, besides, I am no maid.\n    I have known my husband; yet my husband\n    Knows not that ever he knew me."}, {"type": "direction", "direction": "  LUCIO. He was drunk, then, my lord; it can be no better."}, {"type": "direction", "direction": "  DUKE. For the benefit of silence, would thou wert so too!"}, {"type": "direction", "direction": "  LUCIO. Well, my lord."}, {"type": "direction", "direction": "  DUKE. This is no witness for Lord Angelo."}, {"type": "direction", "direction": "  MARIANA. Now I come to't, my lord:\n    She that accuses him of fornication,\n    In self-same manner doth accuse my husband;\n    And charges him, my lord, with such a time\n    When I'll depose I had him in mine arms,\n    With all th' effect of love."}, {"type": "direction", "direction": "  ANGELO. Charges she moe than me?"}, {"type": "direction", "direction": "  MARIANA. Not that I know."}, {"type": "direction", "direction": "  DUKE. No? You say your husband."}, {"type": "direction", "direction": "  MARIANA. Why, just, my lord, and that is Angelo,\n    Who thinks he knows that he ne'er knew my body,\n    But knows he thinks that he knows Isabel's."}, {"type": "direction", "direction": "  ANGELO. This is a strange abuse. Let's see thy face."}, {"type": "direction", "direction": "  MARIANA. My husband bids me; now I will unmask.\n                                                     [Unveiling]\n    This is that face, thou cruel Angelo,\n    Which once thou swor'st was worth the looking on;\n    This is the hand which, with a vow'd contract,\n    Was fast belock'd in thine; this is the body\n    That took away the match from Isabel,\n    And did supply thee at thy garden-house\n    In her imagin'd person."}, {"type": "direction", "direction": "  DUKE. Know you this woman?"}, {"type": "direction", "direction": "  LUCIO. Carnally, she says."}, {"type": "direction", "direction": "  DUKE. Sirrah, no more."}, {"type": "direction", "direction": "  LUCIO. Enough, my lord."}, {"type": "direction", "direction": "  ANGELO. My lord, I must confess I know this woman;\n    And five years since there was some speech of marriage\n    Betwixt myself and her; which was broke off,\n    Partly for that her promised proportions\n    Came short of composition; but in chief\n    For that her reputation was disvalued\n    In levity. Since which time of five years\n    I never spake with her, saw her, nor heard from her,\n    Upon my faith and honour."}, {"type": "direction", "direction": "  MARIANA. Noble Prince,\n    As there comes light from heaven and words from breath,\n    As there is sense in truth and truth in virtue,\n    I am affianc'd this man's wife as strongly\n    As words could make up vows. And, my good lord,\n    But Tuesday night last gone, in's garden-house,\n    He knew me as a wife. As this is true,\n    Let me in safety raise me from my knees,\n    Or else for ever be confixed here,\n    A marble monument!"}, {"type": "direction", "direction": "  ANGELO. I did but smile till now.\n    Now, good my lord, give me the scope of justice;\n    My patience here is touch'd. I do perceive\n    These poor informal women are no more\n    But instruments of some more mightier member\n    That sets them on. Let me have way, my lord,\n    To find this practice out."}, {"type": "direction", "direction": "  DUKE. Ay, with my heart;\n    And punish them to your height of pleasure.\n    Thou foolish friar, and thou pernicious woman,\n    Compact with her that's gone, think'st thou thy oaths,\n    Though they would swear down each particular saint,\n    Were testimonies against his worth and credit,\n    That's seal'd in approbation? You, Lord Escalus,\n    Sit with my cousin; lend him your kind pains\n    To find out this abuse, whence 'tis deriv'd.\n    There is another friar that set them on;\n    Let him be sent for."}, {"type": "direction", "direction": "  PETER. Would lie were here, my lord! For he indeed\n    Hath set the women on to this complaint.\n    Your provost knows the place where he abides,\n    And he may fetch him."}, {"type": "direction", "direction": "  DUKE. Go, do it instantly.                        Exit PROVOST\n    And you, my noble and well-warranted cousin,\n    Whom it concerns to hear this matter forth,\n    Do with your injuries as seems you best\n    In any chastisement. I for a while will leave you;\n    But stir not you till you have well determin'd\n    Upon these slanderers."}, {"type": "direction", "direction": "  ESCALUS. My lord, we'll do it throughly.             Exit DUKE\n    Signior Lucio, did not you say you knew that Friar Lodowick to be\n    a dishonest person?"}, {"type": "direction", "direction": "  LUCIO. 'Cucullus non facit monachum': honest in nothing but in his\n    clothes; and one that hath spoke most villainous speeches of the\n    Duke."}, {"type": "direction", "direction": "  ESCALUS. We shall entreat you to abide here till he come and\n    enforce them against him. We shall find this friar a notable\n    fellow."}, {"type": "direction", "direction": "  LUCIO. As any in Vienna, on my word."}, {"type": "direction", "direction": "  ESCALUS. Call that same Isabel here once again; I would speak with\n    her. [Exit an ATTENDANT] Pray you, my lord, give me leave to\n    question; you shall see how I'll handle her."}, {"type": "direction", "direction": "  LUCIO. Not better than he, by her own report."}, {"type": "direction", "direction": "  ESCALUS. Say you?"}, {"type": "direction", "direction": "  LUCIO. Marry, sir, I think, if you handled her privately, she would\n    sooner confess; perchance, publicly, she'll be asham'd.\n\n       Re-enter OFFICERS with ISABELLA; and PROVOST with the\n                    DUKE in his friar's habit"}, {"type": "direction", "direction": "  ESCALUS. I will go darkly to work with her."}, {"type": "direction", "direction": "  LUCIO. That's the way; for women are light at midnight."}, {"type": "direction", "direction": "  ESCALUS. Come on, mistress; here's a gentlewoman denies all that\n    you have said."}, {"type": "direction", "direction": "  LUCIO. My lord, here comes the rascal I spoke of, here with the\n    Provost."}, {"type": "direction", "direction": "  ESCALUS. In very good time. Speak not you to him till we call upon\n    you."}, {"type": "direction", "direction": "  LUCIO. Mum."}, {"type": "direction", "direction": "  ESCALUS. Come, sir; did you set these women on to slander Lord\n    Angelo? They have confess'd you did."}, {"type": "direction", "direction": "  DUKE. 'Tis false."}, {"type": "direction", "direction": "  ESCALUS. How! Know you where you are?"}, {"type": "direction", "direction": "  DUKE. Respect to your great place! and let the devil\n    Be sometime honour'd for his burning throne!\n    Where is the Duke? 'Tis he should hear me speak."}, {"type": "direction", "direction": "  ESCALUS. The Duke's in us; and we will hear you speak;\n    Look you speak justly."}, {"type": "direction", "direction": "  DUKE. Boldly, at least. But, O, poor souls,\n    Come you to seek the lamb here of the fox,\n    Good night to your redress! Is the Duke gone?\n    Then is your cause gone too. The Duke's unjust\n    Thus to retort your manifest appeal,\n    And put your trial in the villain's mouth\n    Which here you come to accuse."}, {"type": "direction", "direction": "  LUCIO. This is the rascal; this is he I spoke of."}, {"type": "direction", "direction": "  ESCALUS. Why, thou unreverend and unhallowed friar,\n    Is't not enough thou hast suborn'd these women\n    To accuse this worthy man, but, in foul mouth,\n    And in the witness of his proper ear,\n    To call him villain; and then to glance from him\n    To th' Duke himself, to tax him with injustice?\n    Take him hence; to th' rack with him! We'll touze you\n    Joint by joint, but we will know his purpose.\n    What, 'unjust'!"}, {"type": "direction", "direction": "  DUKE. Be not so hot; the Duke\n    Dare no more stretch this finger of mine than he\n    Dare rack his own; his subject am I not,\n    Nor here provincial. My business in this state\n    Made me a looker-on here in Vienna,\n    Where I have seen corruption boil and bubble\n    Till it o'errun the stew: laws for all faults,\n    But faults so countenanc'd that the strong statutes\n    Stand like the forfeits in a barber's shop,\n    As much in mock as mark."}, {"type": "direction", "direction": "  ESCALUS. Slander to th' state! Away with him to prison!"}, {"type": "direction", "direction": "  ANGELO. What can you vouch against him, Signior Lucio?\n    Is this the man that you did tell us of?"}, {"type": "direction", "direction": "  LUCIO. 'Tis he, my lord. Come hither, good-man bald-pate.\n    Do you know me?"}, {"type": "direction", "direction": "  DUKE. I remember you, sir, by the sound of your voice. I met you at\n    the prison, in the absence of the Duke."}, {"type": "direction", "direction": "  LUCIO. O did you so? And do you remember what you said of the Duke?"}, {"type": "direction", "direction": "  DUKE. Most notedly, sir."}, {"type": "direction", "direction": "  LUCIO. Do you so, sir? And was the Duke a fleshmonger, a fool, and\n    a coward, as you then reported him to be?"}, {"type": "direction", "direction": "  DUKE. You must, sir, change persons with me ere you make that my\n    report; you, indeed, spoke so of him; and much more, much worse."}, {"type": "direction", "direction": "  LUCIO. O thou damnable fellow! Did not I pluck thee by the nose for\n    thy speeches?"}, {"type": "direction", "direction": "  DUKE. I protest I love the Duke as I love myself."}, {"type": "direction", "direction": "  ANGELO. Hark how the villain would close now, after his treasonable\n    abuses!"}, {"type": "direction", "direction": "  ESCALUS. Such a fellow is not to be talk'd withal. Away with him to\n    prison! Where is the Provost? Away with him to prison! Lay bolts\n    enough upon him; let him speak no more. Away with those giglets\n    too, and with the other confederate companion!\n                            [The PROVOST lays bands on the DUKE]"}, {"type": "direction", "direction": "  DUKE. Stay, sir; stay awhile."}, {"type": "direction", "direction": "  ANGELO. What, resists he? Help him, Lucio."}, {"type": "direction", "direction": "  LUCIO. Come, sir; come, sir; come, sir; foh, sir! Why, you\n    bald-pated lying rascal, you must be hooded, must you? Show your\n    knave's visage, with a pox to you! Show your sheep-biting face,\n    and be hang'd an hour! Will't not off?\n             [Pulls off the FRIAR'S bood and discovers the DUKE]"}, {"type": "direction", "direction": "  DUKE. Thou art the first knave that e'er mad'st a duke.\n    First, Provost, let me bail these gentle three.\n    [To Lucio] Sneak not away, sir, for the friar and you\n    Must have a word anon. Lay hold on him."}, {"type": "direction", "direction": "  LUCIO. This may prove worse than hanging."}, {"type": "direction", "direction": "  DUKE. [To ESCALUS] What you have spoke I pardon; sit you down.\n    We'll borrow place of him. [To ANGELO] Sir, by your leave.\n    Hast thou or word, or wit, or impudence,\n    That yet can do thee office? If thou hast,\n    Rely upon it till my tale be heard,\n    And hold no longer out."}, {"type": "direction", "direction": "  ANGELO. O my dread lord,\n    I should be guiltier than my guiltiness,\n    To think I can be undiscernible,\n    When I perceive your Grace, like pow'r divine,\n    Hath look'd upon my passes. Then, good Prince,\n    No longer session hold upon my shame,\n    But let my trial be mine own confession;\n    Immediate sentence then, and sequent death,\n    Is all the grace I beg."}, {"type": "direction", "direction": "  DUKE. Come hither, Mariana.\n    Say, wast thou e'er contracted to this woman?"}, {"type": "direction", "direction": "  ANGELO. I was, my lord."}, {"type": "direction", "direction": "  DUKE. Go, take her hence and marry her instantly.\n    Do you the office, friar; which consummate,\n    Return him here again. Go with him, Provost.\n                Exeunt ANGELO, MARIANA, FRIAR PETER, and PROVOST"}, {"type": "direction", "direction": "  ESCALUS. My lord, I am more amaz'd at his dishonour\n    Than at the strangeness of it."}, {"type": "direction", "direction": "  DUKE. Come hither, Isabel.\n    Your friar is now your prince. As I was then\n    Advertising and holy to your business,\n    Not changing heart with habit, I am still\n    Attorney'd at your service."}, {"type": "direction", "direction": "  ISABELLA. O, give me pardon,\n    That I, your vassal have employ'd and pain'd\n    Your unknown sovereignty."}, {"type": "direction", "direction": "  DUKE. You are pardon'd, Isabel.\n    And now, dear maid, be you as free to us.\n    Your brother's death, I know, sits at your heart;\n    And you may marvel why I obscur'd myself,\n    Labouring to save his life, and would not rather\n    Make rash remonstrance of my hidden pow'r\n    Than let him so be lost. O most kind maid,\n    It was the swift celerity of his death,\n    Which I did think with slower foot came on,\n    That brain'd my purpose. But peace be with him!\n    That life is better life, past fearing death,\n    Than that which lives to fear. Make it your comfort,\n    So happy is your brother."}, {"type": "direction", "direction": "  ISABELLA. I do, my lord.\n\n       Re-enter ANGELO, MARIANA, FRIAR PETER, and PROVOST"}, {"type": "direction", "direction": "  DUKE. For this new-married man approaching here,\n    Whose salt imagination yet hath wrong'd\n    Your well-defended honour, you must pardon\n    For Mariana's sake; but as he adjudg'd your brother-\n    Being criminal in double violation\n    Of sacred chastity and of promise-breach,\n    Thereon dependent, for your brother's life-\n    The very mercy of the law cries out\n    Most audible, even from his proper tongue,\n    'An Angelo for Claudio, death for death!'\n    Haste still pays haste, and leisure answers leisure;\n    Like doth quit like, and Measure still for Measure.\n    Then, Angelo, thy fault's thus manifested,\n    Which, though thou wouldst deny, denies thee vantage.\n    We do condemn thee to the very block\n    Where Claudio stoop'd to death, and with like haste.\n    Away with him!"}, {"type": "direction", "direction": "  MARIANA. O my most gracious lord,\n    I hope you will not mock me with a husband."}, {"type": "direction", "direction": "  DUKE. It is your husband mock'd you with a husband.\n    Consenting to the safeguard of your honour,\n    I thought your marriage fit; else imputation,\n    For that he knew you, might reproach your life,\n    And choke your good to come. For his possessions,\n    Although by confiscation they are ours,\n    We do instate and widow you withal\n    To buy you a better husband."}, {"type": "direction", "direction": "  MARIANA. O my dear lord,\n    I crave no other, nor no better man."}, {"type": "direction", "direction": "  DUKE. Never crave him; we are definitive."}, {"type": "direction", "direction": "  MARIANA. Gentle my liege-                           [Kneeling]"}, {"type": "direction", "direction": "  DUKE. You do but lose your labour.\n    Away with him to death! [To LUCIO] Now, sir, to you."}, {"type": "direction", "direction": "  MARIANA. O my good lord! Sweet Isabel, take my part;\n    Lend me your knees, and all my life to come\n    I'll lend you all my life to do you service."}, {"type": "direction", "direction": "  DUKE. Against all sense you do importune her.\n    Should she kneel down in mercy of this fact,\n    Her brother's ghost his paved bed would break,\n    And take her hence in horror."}, {"type": "direction", "direction": "  MARIANA. Isabel,\n    Sweet Isabel, do yet but kneel by me;\n    Hold up your hands, say nothing; I'll speak all.\n    They say best men moulded out of faults;\n    And, for the most, become much more the better\n    For being a little bad; so may my husband.\n    O Isabel, will you not lend a knee?"}, {"type": "direction", "direction": "  DUKE. He dies for Claudio's death."}, {"type": "direction", "direction": "  ISABELLA. [Kneeling] Most bounteous sir,\n    Look, if it please you, on this man condemn'd,\n    As if my brother liv'd. I partly think\n    A due sincerity govern'd his deeds\n    Till he did look on me; since it is so,\n    Let him not die. My brother had but justice,\n    In that he did the thing for which he died;\n    For Angelo,\n    His act did not o'ertake his bad intent,\n    And must be buried but as an intent\n    That perish'd by the way. Thoughts are no subjects;\n    Intents but merely thoughts."}, {"type": "direction", "direction": "  MARIANA. Merely, my lord."}, {"type": "direction", "direction": "  DUKE. Your suit's unprofitable; stand up, I say.\n    I have bethought me of another fault.\n    Provost, how came it Claudio was beheaded\n    At an unusual hour?"}, {"type": "direction", "direction": "  PROVOST. It was commanded so."}, {"type": "direction", "direction": "  DUKE. Had you a special warrant for the deed?"}, {"type": "direction", "direction": "  PROVOST. No, my good lord; it was by private message."}, {"type": "direction", "direction": "  DUKE. For which I do discharge you of your office;\n    Give up your keys."}, {"type": "direction", "direction": "  PROVOST. Pardon me, noble lord;\n    I thought it was a fault, but knew it not;\n    Yet did repent me, after more advice;\n    For testimony whereof, one in the prison,\n    That should by private order else have died,\n    I have reserv'd alive."}, {"type": "direction", "direction": "  DUKE. What's he?"}, {"type": "direction", "direction": "  PROVOST. His name is Barnardine."}, {"type": "direction", "direction": "  DUKE. I would thou hadst done so by Claudio.\n    Go fetch him hither; let me look upon him.      Exit PROVOST"}, {"type": "direction", "direction": "  ESCALUS. I am sorry one so learned and so wise\n    As you, Lord Angelo, have still appear'd,\n    Should slip so grossly, both in the heat of blood\n    And lack of temper'd judgment afterward."}, {"type": "direction", "direction": "  ANGELO. I am sorry that such sorrow I procure;\n    And so deep sticks it in my penitent heart\n    That I crave death more willingly than mercy;\n    'Tis my deserving, and I do entreat it.\n\n       Re-enter PROVOST, with BARNARDINE, CLAUDIO (muffled)\n                            and JULIET"}, {"type": "direction", "direction": "  DUKE. Which is that Barnardine?"}, {"type": "direction", "direction": "  PROVOST. This, my lord."}, {"type": "direction", "direction": "  DUKE. There was a friar told me of this man.\n    Sirrah, thou art said to have a stubborn soul,\n    That apprehends no further than this world,\n    And squar'st thy life according. Thou'rt condemn'd;\n    But, for those earthly faults, I quit them all,\n    And pray thee take this mercy to provide\n    For better times to come. Friar, advise him;\n    I leave him to your hand. What muffl'd fellow's that?"}, {"type": "direction", "direction": "  PROVOST. This is another prisoner that I sav'd,\n    Who should have died when Claudio lost his head;\n    As like almost to Claudio as himself.    [Unmuffles CLAUDIO]"}, {"type": "direction", "direction": "  DUKE. [To ISABELLA] If he be like your brother, for his sake\n    Is he pardon'd; and for your lovely sake,\n    Give me your hand and say you will be mine,\n    He is my brother too. But fitter time for that.\n    By this Lord Angelo perceives he's safe;\n    Methinks I see a quick'ning in his eye.\n    Well, Angelo, your evil quits you well.\n    Look that you love your wife; her worth worth yours.\n    I find an apt remission in myself;\n    And yet here's one in place I cannot pardon.\n    To Lucio] You, sirrah, that knew me for a fool, a coward,\n    One all of luxury, an ass, a madman!\n    Wherein have I so deserv'd of you\n    That you extol me thus?"}, {"type": "direction", "direction": "  LUCIO. Faith, my lord, I spoke it but according to the trick.\n    If you will hang me for it, you may; but I had rather it would\n    please you I might be whipt."}, {"type": "direction", "direction": "  DUKE. Whipt first, sir, and hang'd after.\n    Proclaim it, Provost, round about the city,\n    If any woman wrong'd by this lewd fellow-\n    As I have heard him swear himself there's one\n    Whom he begot with child, let her appear,\n    And he shall marry her. The nuptial finish'd,\n    Let him be whipt and hang'd."}, {"type": "direction", "direction": "  LUCIO. I beseech your Highness, do not marry me to a whore. Your\n    Highness said even now I made you a duke; good my lord, do not\n    recompense me in making me a cuckold."}, {"type": "direction", "direction": "  DUKE. Upon mine honour, thou shalt marry her.\n    Thy slanders I forgive; and therewithal\n    Remit thy other forfeits. Take him to prison;\n    And see our pleasure herein executed."}, {"type": "direction", "direction": "  LUCIO. Marrying a punk, my lord, is pressing to death, whipping,\n    and hanging."}, {"type": "direction", "direction": "  DUKE. Slandering a prince deserves it.\n                                      Exeunt OFFICERS with LUCIO\n    She, Claudio, that you wrong'd, look you restore.\n    Joy to you, Mariana! Love her, Angelo;\n    I have confess'd her, and I know her virtue.\n    Thanks, good friend Escalus, for thy much goodness;\n    There's more behind that is more gratulate.\n    Thanks, Provost, for thy care and secrecy;\n    We shall employ thee in a worthier place.\n    Forgive him, Angelo, that brought you home\n    The head of Ragozine for Claudio's:\n    Th' offence pardons itself. Dear Isabel,\n    I have a motion much imports your good;\n    Whereto if you'll a willing ear incline,\n    What's mine is yours, and what is yours is mine.\n    So, bring us to our palace, where we'll show\n    What's yet behind that's meet you all should know.\n                                                          Exeunt\n\n\n\n"}]}]]}