{"table_of_contents": {"play": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "text": "THE TRAGEDY OF KING LEAR\n\n\n\nContents\n\nACT I\nScene I. A Room of State in King Lear’s Palace.\nScene II. A Hall in the Earl of Gloucester’s Castle.\nScene III. A Room in the Duke of Albany’s Palace.\nScene IV. A Hall in Albany’s Palace.\nScene V. Court before the Duke of Albany’s Palace.\n\nACT II\nScene I. A court within the Castle of the Earl of Gloucester.\nScene II. Before Gloucester’s Castle.\nScene III. The open Country.\nScene IV. Before Gloucester’s Castle.\n\nACT III\nScene I. A Heath.\nScene II. Another part of the heath.\nScene III. A Room in Gloucester’s Castle.\nScene IV. A part of the Heath with a Hovel.\nScene V. A Room in Gloucester’s Castle.\nScene VI. A Chamber in a Farmhouse adjoining the Castle.\nScene VII. A Room in Gloucester’s Castle.\n\nACT IV\nScene I. The heath.\nScene II. Before the Duke of Albany’s Palace.\nScene III. The French camp near Dover.\nScene IV. The French camp. A Tent.\nScene V. A Room in Gloucester’s Castle.\nScene VI. The country near Dover.\nScene VII. A Tent in the French Camp.\n\nACT V\nScene I. The Camp of the British Forces near Dover.\nScene II. A field between the two Camps.\nScene III. The British Camp near Dover.\n\n\n\n\n Dramatis Personæ\n\nLEAR, King of Britain.\nGONERIL, eldest daughter to Lear.\nREGAN, second daughter to Lear.\nCORDELIA, youngest daughter to Lear.\nDUKE of ALBANY, married to Goneril.\nDUKE of CORNWALL, married to Regan.\nKING of FRANCE.\nDUKE of BURGUNDY.\nEARL of GLOUCESTER.\nEDGAR, elder son to Gloucester.\nEDMUND, younger bastard son to Gloucester.\nEARL of KENT.\nFOOL.\nOSWALD, steward to Goneril.\nCURAN, a Courtier.\nOLD MAN, Tenant to Gloucester.\nPhysician.\nAn Officer employed by Edmund.\nGentleman, attendant on Cordelia.\nA Herald.\nServants to Cornwall.\n\nKnights attending on the King, Officers, Messengers, Soldiers and\nAttendants.\n\nSCENE: Britain.\n\n\n"}, "body": [[{"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 1, "direction": "", "text": [{"type": "direction", "direction": ""}, {"type": "direction", "direction": "Enter Kent, Gloucester and Edmund."}, {"type": "dialouge", "character": "KENT.", "line": "I thought the King had more affected the Duke of Albany than Cornwall."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "It did always seem so to us; but now, in the division of the kingdom,\nit appears not which of the Dukes he values most, for qualities are so\nweighed that curiosity in neither can make choice of either’s moiety."}, {"type": "dialouge", "character": "KENT.", "line": "Is not this your son, my lord?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "His breeding, sir, hath been at my charge: I have so often blush’d to\nacknowledge him that now I am braz’d to’t."}, {"type": "dialouge", "character": "KENT.", "line": "I cannot conceive you."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Sir, this young fellow’s mother could; whereupon she grew round-wombed,\nand had indeed, sir, a son for her cradle ere she had a husband for her\nbed. Do you smell a fault?"}, {"type": "dialouge", "character": "KENT.", "line": "I cannot wish the fault undone, the issue of it being so proper."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "But I have a son, sir, by order of law, some year elder than this, who\nyet is no dearer in my account: though this knave came something\nsaucily to the world before he was sent for, yet was his mother fair;\nthere was good sport at his making, and the whoreson must be\nacknowledged. Do you know this noble gentleman, Edmund?"}, {"type": "dialouge", "character": "EDMUND.", "line": "No, my lord."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "My Lord of Kent: remember him hereafter as my honourable friend."}, {"type": "dialouge", "character": "EDMUND.", "line": "My services to your lordship."}, {"type": "dialouge", "character": "KENT.", "line": "I must love you, and sue to know you better."}, {"type": "dialouge", "character": "EDMUND.", "line": "Sir, I shall study deserving."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "He hath been out nine years, and away he shall again. The King is\ncoming."}, {"type": "direction", "direction": "[_Sennet within._]"}, {"type": "direction", "direction": "Enter Lear, Cornwall, Albany, Goneril, Regan, Cordelia and Attendants."}, {"type": "dialouge", "character": "LEAR.", "line": "Attend the lords of France and Burgundy,\nGloucester."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I shall, my lord."}, {"type": "direction", "direction": "[_Exeunt Gloucester and Edmund._]"}, {"type": "dialouge", "character": "LEAR.", "line": "Meantime we shall express our darker purpose.\nGive me the map there. Know that we have divided\nIn three our kingdom: and ’tis our fast intent\nTo shake all cares and business from our age;\nConferring them on younger strengths, while we\nUnburden’d crawl toward death. Our son of Cornwall,\nAnd you, our no less loving son of Albany,\nWe have this hour a constant will to publish\nOur daughters’ several dowers, that future strife\nMay be prevented now. The princes, France and Burgundy,\nGreat rivals in our youngest daughter’s love,\nLong in our court have made their amorous sojourn,\nAnd here are to be answer’d. Tell me, my daughters,—\nSince now we will divest us both of rule,\nInterest of territory, cares of state,—\nWhich of you shall we say doth love us most?\nThat we our largest bounty may extend\nWhere nature doth with merit challenge.—Goneril,\nOur eldest born, speak first."}, {"type": "dialouge", "character": "GONERIL.", "line": "Sir, I love you more than word can wield the matter;\nDearer than eyesight, space, and liberty;\nBeyond what can be valu’d, rich or rare;\nNo less than life, with grace, health, beauty, honour;\nAs much as child e’er lov’d, or father found;\nA love that makes breath poor and speech unable;\nBeyond all manner of so much I love you."}, {"type": "dialouge", "character": "CORDELIA.", "line": "[_Aside._] What shall Cordelia speak? Love, and be silent."}, {"type": "dialouge", "character": "LEAR.", "line": "Of all these bounds, even from this line to this,\nWith shadowy forests and with champains rich’d,\nWith plenteous rivers and wide-skirted meads,\nWe make thee lady: to thine and Albany’s issue\nBe this perpetual.—What says our second daughter,\nOur dearest Regan, wife of Cornwall? Speak."}, {"type": "dialouge", "character": "REGAN.", "line": "Sir, I am made of the self mettle as my sister,\nAnd prize me at her worth. In my true heart\nI find she names my very deed of love;\nOnly she comes too short, that I profess\nMyself an enemy to all other joys\nWhich the most precious square of sense possesses,\nAnd find I am alone felicitate\nIn your dear highness’ love."}, {"type": "dialouge", "character": "CORDELIA.", "line": "[_Aside._] Then poor Cordelia,\nAnd yet not so; since, I am sure, my love’s\nMore ponderous than my tongue."}, {"type": "dialouge", "character": "LEAR.", "line": "To thee and thine hereditary ever\nRemain this ample third of our fair kingdom;\nNo less in space, validity, and pleasure\nThan that conferr’d on Goneril.—Now, our joy,\nAlthough the last and least; to whose young love\nThe vines of France and milk of Burgundy\nStrive to be interess’d; what can you say to draw\nA third more opulent than your sisters? Speak."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Nothing, my lord."}, {"type": "dialouge", "character": "LEAR.", "line": "Nothing?"}, {"type": "dialouge", "character": "CORDELIA.", "line": "Nothing."}, {"type": "dialouge", "character": "LEAR.", "line": "Nothing will come of nothing: speak again."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Unhappy that I am, I cannot heave\nMy heart into my mouth: I love your majesty\nAccording to my bond; no more nor less."}, {"type": "dialouge", "character": "LEAR.", "line": "How, how, Cordelia? Mend your speech a little,\nLest you may mar your fortunes."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Good my lord,\nYou have begot me, bred me, lov’d me: I\nReturn those duties back as are right fit,\nObey you, love you, and most honour you.\nWhy have my sisters husbands if they say\nThey love you all? Haply, when I shall wed,\nThat lord whose hand must take my plight shall carry\nHalf my love with him, half my care and duty:\nSure I shall never marry like my sisters,\nTo love my father all."}, {"type": "dialouge", "character": "LEAR.", "line": "But goes thy heart with this?"}, {"type": "dialouge", "character": "CORDELIA.", "line": "Ay, my good lord."}, {"type": "dialouge", "character": "LEAR.", "line": "So young, and so untender?"}, {"type": "dialouge", "character": "CORDELIA.", "line": "So young, my lord, and true."}, {"type": "dialouge", "character": "LEAR.", "line": "Let it be so, thy truth then be thy dower:\nFor, by the sacred radiance of the sun,\nThe mysteries of Hecate and the night;\nBy all the operation of the orbs,\nFrom whom we do exist and cease to be;\nHere I disclaim all my paternal care,\nPropinquity and property of blood,\nAnd as a stranger to my heart and me\nHold thee from this for ever. The barbarous Scythian,\nOr he that makes his generation messes\nTo gorge his appetite, shall to my bosom\nBe as well neighbour’d, pitied, and reliev’d,\nAs thou my sometime daughter."}, {"type": "dialouge", "character": "KENT.", "line": "Good my liege,—"}, {"type": "dialouge", "character": "LEAR.", "line": "Peace, Kent!\nCome not between the dragon and his wrath.\nI lov’d her most, and thought to set my rest\nOn her kind nursery. [_To Cordelia._] Hence and avoid my sight!\nSo be my grave my peace, as here I give\nHer father’s heart from her! Call France. Who stirs?\nCall Burgundy! Cornwall and Albany,\nWith my two daughters’ dowers digest this third:\nLet pride, which she calls plainness, marry her.\nI do invest you jointly with my power,\nPre-eminence, and all the large effects\nThat troop with majesty. Ourself, by monthly course,\nWith reservation of an hundred knights,\nBy you to be sustain’d, shall our abode\nMake with you by due turn. Only we shall retain\nThe name, and all the addition to a king; the sway,\nRevenue, execution of the rest,\nBeloved sons, be yours; which to confirm,\nThis coronet part between you.\n [_Giving the crown._]"}, {"type": "dialouge", "character": "KENT.", "line": "Royal Lear,\nWhom I have ever honour’d as my king,\nLov’d as my father, as my master follow’d,\nAs my great patron thought on in my prayers.—"}, {"type": "dialouge", "character": "LEAR.", "line": "The bow is bent and drawn; make from the shaft."}, {"type": "dialouge", "character": "KENT.", "line": "Let it fall rather, though the fork invade\nThe region of my heart: be Kent unmannerly\nWhen Lear is mad. What wouldst thou do, old man?\nThink’st thou that duty shall have dread to speak,\nWhen power to flattery bows? To plainness honour’s bound\nWhen majesty falls to folly. Reverse thy state;\nAnd in thy best consideration check\nThis hideous rashness: answer my life my judgement,\nThy youngest daughter does not love thee least;\nNor are those empty-hearted, whose low sounds\nReverb no hollowness."}, {"type": "dialouge", "character": "LEAR.", "line": "Kent, on thy life, no more."}, {"type": "dialouge", "character": "KENT.", "line": "My life I never held but as a pawn\nTo wage against thine enemies; ne’er fear to lose it,\nThy safety being the motive."}, {"type": "dialouge", "character": "LEAR.", "line": "Out of my sight!"}, {"type": "dialouge", "character": "KENT.", "line": "See better, Lear; and let me still remain\nThe true blank of thine eye."}, {"type": "dialouge", "character": "LEAR.", "line": "Now, by Apollo,—"}, {"type": "dialouge", "character": "KENT.", "line": "Now by Apollo, King,\nThou swear’st thy gods in vain."}, {"type": "dialouge", "character": "LEAR.", "line": "O vassal! Miscreant!"}, {"type": "dialouge", "character": "[_Laying his hand on his sword._]\n\nALBANY and CORNWALL.", "line": "Dear sir, forbear!"}, {"type": "dialouge", "character": "KENT.", "line": "Kill thy physician, and the fee bestow\nUpon the foul disease. Revoke thy gift,\nOr, whilst I can vent clamour from my throat,\nI’ll tell thee thou dost evil."}, {"type": "dialouge", "character": "LEAR.", "line": "Hear me, recreant! on thine allegiance, hear me!\nSince thou hast sought to make us break our vows,\nWhich we durst never yet, and with strain’d pride\nTo come betwixt our sentences and our power,\nWhich nor our nature, nor our place can bear,\nOur potency made good, take thy reward.\nFive days we do allot thee for provision,\nTo shield thee from disasters of the world;\nAnd on the sixth to turn thy hated back\nUpon our kingdom: if, on the next day following,\nThy banish’d trunk be found in our dominions,\nThe moment is thy death. Away! By Jupiter,\nThis shall not be revok’d."}, {"type": "dialouge", "character": "KENT.", "line": "Fare thee well, King: sith thus thou wilt appear,\nFreedom lives hence, and banishment is here.\n[_To Cordelia._] The gods to their dear shelter take thee, maid,\nThat justly think’st and hast most rightly said!\n[_To Goneril and Regan._] And your large speeches may your deeds\napprove,\nThat good effects may spring from words of love.\nThus Kent, O princes, bids you all adieu;\nHe’ll shape his old course in a country new."}, {"type": "dialouge", "character": "KENT.", "line": "\n Flourish. Re-enter Gloucester, with France, Burgundy and Attendants."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "CORDELIA.", "line": "Here’s France and Burgundy, my noble lord."}, {"type": "dialouge", "character": "LEAR.", "line": "My Lord of Burgundy,\nWe first address toward you, who with this king\nHath rivall’d for our daughter: what in the least\nWill you require in present dower with her,\nOr cease your quest of love?"}, {"type": "dialouge", "character": "BURGUNDY.", "line": "Most royal majesty,\nI crave no more than hath your highness offer’d,\nNor will you tender less?"}, {"type": "dialouge", "character": "LEAR.", "line": "Right noble Burgundy,\nWhen she was dear to us, we did hold her so;\nBut now her price is fall’n. Sir, there she stands:\nIf aught within that little-seeming substance,\nOr all of it, with our displeasure piec’d,\nAnd nothing more, may fitly like your grace,\nShe’s there, and she is yours."}, {"type": "dialouge", "character": "BURGUNDY.", "line": "I know no answer."}, {"type": "dialouge", "character": "LEAR.", "line": "Will you, with those infirmities she owes,\nUnfriended, new adopted to our hate,\nDower’d with our curse, and stranger’d with our oath,\nTake her or leave her?"}, {"type": "dialouge", "character": "BURGUNDY.", "line": "Pardon me, royal sir;\nElection makes not up in such conditions."}, {"type": "dialouge", "character": "LEAR.", "line": "Then leave her, sir; for, by the power that made me,\nI tell you all her wealth. [_To France_] For you, great king,\nI would not from your love make such a stray\nTo match you where I hate; therefore beseech you\nT’avert your liking a more worthier way\nThan on a wretch whom nature is asham’d\nAlmost t’acknowledge hers."}, {"type": "dialouge", "character": "FRANCE.", "line": "This is most strange,\nThat she, who even but now was your best object,\nThe argument of your praise, balm of your age,\nThe best, the dearest, should in this trice of time\nCommit a thing so monstrous, to dismantle\nSo many folds of favour. Sure her offence\nMust be of such unnatural degree\nThat monsters it, or your fore-vouch’d affection\nFall into taint; which to believe of her\nMust be a faith that reason without miracle\nShould never plant in me."}, {"type": "dialouge", "character": "CORDELIA.", "line": "I yet beseech your majesty,\nIf for I want that glib and oily art\nTo speak and purpose not; since what I well intend,\nI’ll do’t before I speak,—that you make known\nIt is no vicious blot, murder, or foulness,\nNo unchaste action or dishonour’d step,\nThat hath depriv’d me of your grace and favour;\nBut even for want of that for which I am richer,\nA still soliciting eye, and such a tongue\nAs I am glad I have not, though not to have it\nHath lost me in your liking."}, {"type": "dialouge", "character": "LEAR.", "line": "Better thou hadst\nNot been born than not to have pleas’d me better."}, {"type": "dialouge", "character": "FRANCE.", "line": "Is it but this?—a tardiness in nature\nWhich often leaves the history unspoke\nThat it intends to do? My lord of Burgundy,\nWhat say you to the lady? Love’s not love\nWhen it is mingled with regards that stands\nAloof from the entire point. Will you have her?\nShe is herself a dowry."}, {"type": "dialouge", "character": "BURGUNDY.", "line": "Royal King,\nGive but that portion which yourself propos’d,\nAnd here I take Cordelia by the hand,\nDuchess of Burgundy."}, {"type": "dialouge", "character": "LEAR.", "line": "Nothing: I have sworn; I am firm."}, {"type": "dialouge", "character": "BURGUNDY.", "line": "I am sorry, then, you have so lost a father\nThat you must lose a husband."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Peace be with Burgundy!\nSince that respects of fortunes are his love,\nI shall not be his wife."}, {"type": "dialouge", "character": "FRANCE.", "line": "Fairest Cordelia, that art most rich, being poor;\nMost choice forsaken; and most lov’d, despis’d!\nThee and thy virtues here I seize upon:\nBe it lawful, I take up what’s cast away.\nGods, gods! ’Tis strange that from their cold’st neglect\nMy love should kindle to inflam’d respect.\nThy dowerless daughter, King, thrown to my chance,\nIs queen of us, of ours, and our fair France:\nNot all the dukes of waterish Burgundy\nCan buy this unpriz’d precious maid of me.\nBid them farewell, Cordelia, though unkind:\nThou losest here, a better where to find."}, {"type": "dialouge", "character": "LEAR.", "line": "Thou hast her, France: let her be thine; for we\nHave no such daughter, nor shall ever see\nThat face of hers again. Therefore be gone\nWithout our grace, our love, our benison.\nCome, noble Burgundy."}, {"type": "direction", "direction": "[_Flourish. Exeunt Lear, Burgundy, Cornwall, Albany, Gloucester and\n Attendants._]"}, {"type": "dialouge", "character": "FRANCE.", "line": "Bid farewell to your sisters."}, {"type": "dialouge", "character": "CORDELIA.", "line": "The jewels of our father, with wash’d eyes\nCordelia leaves you: I know you what you are;\nAnd like a sister am most loath to call\nYour faults as they are nam’d. Love well our father:\nTo your professed bosoms I commit him:\nBut yet, alas, stood I within his grace,\nI would prefer him to a better place.\nSo farewell to you both."}, {"type": "dialouge", "character": "REGAN.", "line": "Prescribe not us our duties."}, {"type": "dialouge", "character": "GONERIL.", "line": "Let your study\nBe to content your lord, who hath receiv’d you\nAt fortune’s alms. You have obedience scanted,\nAnd well are worth the want that you have wanted."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Time shall unfold what plighted cunning hides:\nWho covers faults, at last shame derides.\nWell may you prosper."}, {"type": "dialouge", "character": "FRANCE.", "line": "Come, my fair Cordelia."}, {"type": "direction", "direction": "[_Exeunt France and Cordelia._]"}, {"type": "dialouge", "character": "GONERIL.", "line": "Sister, it is not little I have to say of what most nearly appertains\nto us both. I think our father will hence tonight."}, {"type": "dialouge", "character": "REGAN.", "line": "That’s most certain, and with you; next month with us."}, {"type": "dialouge", "character": "GONERIL.", "line": "You see how full of changes his age is; the observation we have made of\nit hath not been little: he always loved our sister most; and with what\npoor judgement he hath now cast her off appears too grossly."}, {"type": "dialouge", "character": "REGAN.", "line": "’Tis the infirmity of his age: yet he hath ever but slenderly known\nhimself."}, {"type": "dialouge", "character": "GONERIL.", "line": "The best and soundest of his time hath been but rash; then must we look\nfrom his age to receive not alone the imperfections of long-engrafted\ncondition, but therewithal the unruly waywardness that infirm and\ncholeric years bring with them."}, {"type": "dialouge", "character": "REGAN.", "line": "Such unconstant starts are we like to have from him as this of Kent’s\nbanishment."}, {"type": "dialouge", "character": "GONERIL.", "line": "There is further compliment of leave-taking between France and him.\nPray you let us hit together: if our father carry authority with such\ndisposition as he bears, this last surrender of his will but offend us."}, {"type": "dialouge", "character": "REGAN.", "line": "We shall further think of it."}, {"type": "dialouge", "character": "GONERIL.", "line": "We must do something, and i’ th’ heat."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 2, "direction": "SCENE II. A Hall in the Earl of Gloucester’s Castle.", "text": [{"type": "direction", "direction": "SCENE II. A Hall in the Earl of Gloucester’s Castle."}, {"type": "direction", "direction": "Enter Edmund with a letter."}, {"type": "dialouge", "character": "EDMUND.", "line": "Thou, Nature, art my goddess; to thy law\nMy services are bound. Wherefore should I\nStand in the plague of custom, and permit\nThe curiosity of nations to deprive me?\nFor that I am some twelve or fourteen moonshines\nLag of a brother? Why bastard? Wherefore base?\nWhen my dimensions are as well compact,\nMy mind as generous, and my shape as true\nAs honest madam’s issue? Why brand they us\nWith base? With baseness? bastardy? Base, base?\nWho, in the lusty stealth of nature, take\nMore composition and fierce quality\nThan doth within a dull stale tired bed\nGo to the creating a whole tribe of fops\nGot ’tween asleep and wake? Well then,\nLegitimate Edgar, I must have your land:\nOur father’s love is to the bastard Edmund\nAs to the legitimate: fine word: legitimate!\nWell, my legitimate, if this letter speed,\nAnd my invention thrive, Edmund the base\nShall top the legitimate. I grow, I prosper.\nNow, gods, stand up for bastards!"}, {"type": "direction", "direction": "Enter Gloucester."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Kent banish’d thus! and France in choler parted!\nAnd the King gone tonight! Prescrib’d his pow’r!\nConfin’d to exhibition! All this done\nUpon the gad!—Edmund, how now! What news?"}, {"type": "dialouge", "character": "EDMUND.", "line": "So please your lordship, none."}, {"type": "direction", "direction": "[_Putting up the letter._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Why so earnestly seek you to put up that letter?"}, {"type": "dialouge", "character": "EDMUND.", "line": "I know no news, my lord."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "What paper were you reading?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Nothing, my lord."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "No? What needed then that terrible dispatch of it into your pocket? The\nquality of nothing hath not such need to hide itself. Let’s see. Come,\nif it be nothing, I shall not need spectacles."}, {"type": "dialouge", "character": "EDMUND.", "line": "I beseech you, sir, pardon me. It is a letter from my brother that I\nhave not all o’er-read; and for so much as I have perus’d, I find it\nnot fit for your o’er-looking."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Give me the letter, sir."}, {"type": "dialouge", "character": "EDMUND.", "line": "I shall offend, either to detain or give it. The contents, as in part I\nunderstand them, are to blame."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Let’s see, let’s see!"}, {"type": "dialouge", "character": "EDMUND.", "line": "I hope, for my brother’s justification, he wrote this but as an essay,\nor taste of my virtue."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "[_Reads._] ‘This policy and reverence of age makes the world bitter to\nthe best of our times; keeps our fortunes from us till our oldness\ncannot relish them. I begin to find an idle and fond bondage in the\noppression of aged tyranny; who sways not as it hath power, but as it\nis suffered. Come to me, that of this I may speak more. If our father\nwould sleep till I waked him, you should enjoy half his revenue for\never, and live the beloved of your brother EDGAR.’\nHum! Conspiracy? ‘Sleep till I wake him, you should enjoy half his\nrevenue.’—My son Edgar! Had he a hand to write this? A heart and brain\nto breed it in? When came this to you? Who brought it?"}, {"type": "dialouge", "character": "EDMUND.", "line": "It was not brought me, my lord, there’s the cunning of it. I found it\nthrown in at the casement of my closet."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "You know the character to be your brother’s?"}, {"type": "dialouge", "character": "EDMUND.", "line": "If the matter were good, my lord, I durst swear it were his; but in\nrespect of that, I would fain think it were not."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "It is his."}, {"type": "dialouge", "character": "EDMUND.", "line": "It is his hand, my lord; but I hope his heart is not in the contents."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Has he never before sounded you in this business?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Never, my lord. But I have heard him oft maintain it to be fit that,\nsons at perfect age, and fathers declined, the father should be as ward\nto the son, and the son manage his revenue."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O villain, villain! His very opinion in the letter! Abhorred villain!\nUnnatural, detested, brutish villain! worse than brutish! Go, sirrah,\nseek him; I’ll apprehend him. Abominable villain, Where is he?"}, {"type": "dialouge", "character": "EDMUND.", "line": "I do not well know, my lord. If it shall please you to suspend your\nindignation against my brother till you can derive from him better\ntestimony of his intent, you should run a certain course; where, if you\nviolently proceed against him, mistaking his purpose, it would make a\ngreat gap in your own honour, and shake in pieces the heart of his\nobedience. I dare pawn down my life for him, that he hath writ this to\nfeel my affection to your honour, and to no other pretence of danger."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Think you so?"}, {"type": "dialouge", "character": "EDMUND.", "line": "If your honour judge it meet, I will place you where you shall hear us\nconfer of this, and by an auricular assurance have your satisfaction,\nand that without any further delay than this very evening."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "He cannot be such a monster."}, {"type": "dialouge", "character": "EDMUND.", "line": "Nor is not, sure."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "To his father, that so tenderly and entirely loves him. Heaven and\nearth! Edmund, seek him out; wind me into him, I pray you: frame the\nbusiness after your own wisdom. I would unstate myself to be in a due\nresolution."}, {"type": "dialouge", "character": "EDMUND.", "line": "I will seek him, sir, presently; convey the business as I shall find\nmeans, and acquaint you withal."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "These late eclipses in the sun and moon portend no good to us: though\nthe wisdom of Nature can reason it thus and thus, yet nature finds\nitself scourged by the sequent effects. Love cools, friendship falls\noff, brothers divide: in cities, mutinies; in countries, discord; in\npalaces, treason; and the bond cracked ’twixt son and father. This\nvillain of mine comes under the prediction; there’s son against father:\nthe King falls from bias of nature; there’s father against child. We\nhave seen the best of our time. Machinations, hollowness, treachery,\nand all ruinous disorders follow us disquietly to our graves. Find out\nthis villain, Edmund; it shall lose thee nothing; do it carefully.—And\nthe noble and true-hearted Kent banished! his offence, honesty! ’Tis\nstrange."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "EDMUND.", "line": "This is the excellent foppery of the world, that, when we are sick in\nfortune, often the surfeits of our own behaviour, we make guilty of our\ndisasters the sun, the moon, and the stars; as if we were villains on\nnecessity; fools by heavenly compulsion; knaves, thieves, and treachers\nby spherical predominance; drunkards, liars, and adulterers by an\nenforced obedience of planetary influence; and all that we are evil in,\nby a divine thrusting on. An admirable evasion of whoremaster man, to\nlay his goatish disposition to the charge of a star. My father\ncompounded with my mother under the dragon’s tail, and my nativity was\nunder Ursa Major, so that it follows I am rough and lecherous. Fut! I\nshould have been that I am, had the maidenliest star in the firmament\ntwinkled on my bastardizing."}, {"type": "direction", "direction": "Enter Edgar."}, {"type": "dialouge", "character": "EDMUND.", "line": "\nPat! he comes, like the catastrophe of the old comedy: my cue is\nvillainous melancholy, with a sigh like Tom o’Bedlam.—O, these eclipses\ndo portend these divisions! Fa, sol, la, mi."}, {"type": "dialouge", "character": "EDGAR.", "line": "How now, brother Edmund, what serious contemplation are you in?"}, {"type": "dialouge", "character": "EDMUND.", "line": "I am thinking, brother, of a prediction I read this other day, what\nshould follow these eclipses."}, {"type": "dialouge", "character": "EDGAR.", "line": "Do you busy yourself with that?"}, {"type": "dialouge", "character": "EDMUND.", "line": "I promise you, the effects he writes of succeed unhappily: as of\nunnaturalness between the child and the parent; death, dearth,\ndissolutions of ancient amities; divisions in state, menaces and\nmaledictions against King and nobles; needless diffidences, banishment\nof friends, dissipation of cohorts, nuptial breaches, and I know not\nwhat."}, {"type": "dialouge", "character": "EDGAR.", "line": "How long have you been a sectary astronomical?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Come, come! when saw you my father last?"}, {"type": "dialouge", "character": "EDGAR.", "line": "The night gone by."}, {"type": "dialouge", "character": "EDMUND.", "line": "Spake you with him?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Ay, two hours together."}, {"type": "dialouge", "character": "EDMUND.", "line": "Parted you in good terms? Found you no displeasure in him, by word nor\ncountenance?"}, {"type": "dialouge", "character": "EDGAR.", "line": "None at all."}, {"type": "dialouge", "character": "EDMUND.", "line": "Bethink yourself wherein you may have offended him: and at my entreaty\nforbear his presence until some little time hath qualified the heat of\nhis displeasure; which at this instant so rageth in him that with the\nmischief of your person it would scarcely allay."}, {"type": "dialouge", "character": "EDGAR.", "line": "Some villain hath done me wrong."}, {"type": "dialouge", "character": "EDMUND.", "line": "That’s my fear. I pray you have a continent forbearance till the speed\nof his rage goes slower; and, as I say, retire with me to my lodging,\nfrom whence I will fitly bring you to hear my lord speak: pray ye, go;\nthere’s my key. If you do stir abroad, go armed."}, {"type": "dialouge", "character": "EDGAR.", "line": "Armed, brother?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Brother, I advise you to the best; I am no honest man if there be any\ngood meaning toward you: I have told you what I have seen and heard.\nBut faintly; nothing like the image and horror of it: pray you, away!"}, {"type": "dialouge", "character": "EDGAR.", "line": "Shall I hear from you anon?"}, {"type": "dialouge", "character": "EDMUND.", "line": "I do serve you in this business."}, {"type": "dialouge", "character": "EDGAR.", "line": "\nA credulous father! and a brother noble,\nWhose nature is so far from doing harms\nThat he suspects none; on whose foolish honesty\nMy practices ride easy! I see the business.\nLet me, if not by birth, have lands by wit;\nAll with me’s meet that I can fashion fit."}, {"type": "direction", "direction": "[_Exit Edgar._]"}, {"type": "direction", "direction": "[_Exit._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 3, "direction": "SCENE III. A Room in the Duke of Albany’s Palace.", "text": [{"type": "direction", "direction": "SCENE III. A Room in the Duke of Albany’s Palace."}, {"type": "direction", "direction": "Enter Goneril and Oswald."}, {"type": "dialouge", "character": "GONERIL.", "line": "Did my father strike my gentleman for chiding of his fool?"}, {"type": "dialouge", "character": "OSWALD.", "line": "Ay, madam."}, {"type": "dialouge", "character": "GONERIL.", "line": "By day and night, he wrongs me; every hour\nHe flashes into one gross crime or other,\nThat sets us all at odds; I’ll not endure it:\nHis knights grow riotous, and himself upbraids us\nOn every trifle. When he returns from hunting,\nI will not speak with him; say I am sick.\nIf you come slack of former services,\nYou shall do well; the fault of it I’ll answer."}, {"type": "direction", "direction": "[_Horns within._]"}, {"type": "dialouge", "character": "OSWALD.", "line": "He’s coming, madam; I hear him."}, {"type": "dialouge", "character": "GONERIL.", "line": "Put on what weary negligence you please,\nYou and your fellows; I’d have it come to question:\nIf he distaste it, let him to our sister,\nWhose mind and mine, I know, in that are one,\nNot to be overruled. Idle old man,\nThat still would manage those authorities\nThat he hath given away! Now, by my life,\nOld fools are babes again; and must be us’d\nWith checks as flatteries, when they are seen abus’d.\nRemember what I have said."}, {"type": "dialouge", "character": "OSWALD.", "line": "Very well, madam."}, {"type": "dialouge", "character": "GONERIL.", "line": "And let his knights have colder looks among you;\nWhat grows of it, no matter; advise your fellows so;\nI would breed from hence occasions, and I shall,\nThat I may speak. I’ll write straight to my sister\nTo hold my very course. Prepare for dinner."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 4, "direction": "SCENE IV. A Hall in Albany’s Palace.", "text": [{"type": "direction", "direction": "SCENE IV. A Hall in Albany’s Palace."}, {"type": "direction", "direction": "Enter Kent, disguised."}, {"type": "dialouge", "character": "KENT.", "line": "If but as well I other accents borrow,\nThat can my speech defuse, my good intent\nMay carry through itself to that full issue\nFor which I rais’d my likeness. Now, banish’d Kent,\nIf thou canst serve where thou dost stand condemn’d,\nSo may it come, thy master, whom thou lov’st,\nShall find thee full of labours.\n\n Horns within. Enter King Lear, Knights and Attendants."}, {"type": "dialouge", "character": "LEAR.", "line": "Let me not stay a jot for dinner; go get it ready."}, {"type": "dialouge", "character": "LEAR.", "line": "\nHow now! what art thou?"}, {"type": "direction", "direction": "[_Exit an Attendant._]"}, {"type": "dialouge", "character": "KENT.", "line": "A man, sir."}, {"type": "dialouge", "character": "LEAR.", "line": "What dost thou profess? What wouldst thou with us?"}, {"type": "dialouge", "character": "KENT.", "line": "I do profess to be no less than I seem; to serve him truly that will\nput me in trust; to love him that is honest; to converse with him that\nis wise and says little; to fear judgement; to fight when I cannot\nchoose; and to eat no fish."}, {"type": "dialouge", "character": "LEAR.", "line": "What art thou?"}, {"type": "dialouge", "character": "KENT.", "line": "A very honest-hearted fellow, and as poor as the King."}, {"type": "dialouge", "character": "LEAR.", "line": "If thou be’st as poor for a subject as he’s for a king, thou art poor\nenough. What wouldst thou?"}, {"type": "dialouge", "character": "KENT.", "line": "Service."}, {"type": "dialouge", "character": "LEAR.", "line": "Who wouldst thou serve?"}, {"type": "dialouge", "character": "KENT.", "line": "You."}, {"type": "dialouge", "character": "LEAR.", "line": "Dost thou know me, fellow?"}, {"type": "dialouge", "character": "KENT.", "line": "No, sir; but you have that in your countenance which I would fain call\nmaster."}, {"type": "dialouge", "character": "LEAR.", "line": "What’s that?"}, {"type": "dialouge", "character": "KENT.", "line": "Authority."}, {"type": "dialouge", "character": "LEAR.", "line": "What services canst thou do?"}, {"type": "dialouge", "character": "KENT.", "line": "I can keep honest counsel, ride, run, mar a curious tale in telling it\nand deliver a plain message bluntly. That which ordinary men are fit\nfor, I am qualified in, and the best of me is diligence."}, {"type": "dialouge", "character": "LEAR.", "line": "How old art thou?"}, {"type": "dialouge", "character": "KENT.", "line": "Not so young, sir, to love a woman for singing; nor so old to dote on\nher for anything: I have years on my back forty-eight."}, {"type": "dialouge", "character": "LEAR.", "line": "Follow me; thou shalt serve me. If I like thee no worse after dinner, I\nwill not part from thee yet. Dinner, ho, dinner! Where’s my knave? my\nfool? Go you and call my fool hither."}, {"type": "direction", "direction": "[_Exit an Attendant._]"}, {"type": "direction", "direction": "Enter Oswald."}, {"type": "dialouge", "character": "LEAR.", "line": "\nYou, you, sirrah, where’s my daughter?"}, {"type": "dialouge", "character": "OSWALD.", "line": "So please you,—"}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "LEAR.", "line": "What says the fellow there? Call the clotpoll back."}, {"type": "dialouge", "character": "OSWALD.", "line": "\nWhere’s my fool? Ho, I think the world’s asleep.\n\n Re-enter Knight.\n\nHow now! where’s that mongrel?"}, {"type": "direction", "direction": "[_Exit a Knight._]"}, {"type": "dialouge", "character": "KNIGHT.", "line": "He says, my lord, your daughter is not well."}, {"type": "dialouge", "character": "LEAR.", "line": "Why came not the slave back to me when I called him?"}, {"type": "dialouge", "character": "KNIGHT.", "line": "Sir, he answered me in the roundest manner, he would not."}, {"type": "dialouge", "character": "LEAR.", "line": "He would not?"}, {"type": "dialouge", "character": "KNIGHT.", "line": "My lord, I know not what the matter is; but to my judgement your\nhighness is not entertained with that ceremonious affection as you were\nwont; there’s a great abatement of kindness appears as well in the\ngeneral dependants as in the Duke himself also, and your daughter."}, {"type": "dialouge", "character": "LEAR.", "line": "Ha! say’st thou so?"}, {"type": "dialouge", "character": "KNIGHT.", "line": "I beseech you pardon me, my lord, if I be mistaken; for my duty cannot\nbe silent when I think your highness wronged."}, {"type": "dialouge", "character": "LEAR.", "line": "Thou but rememberest me of mine own conception: I have perceived a most\nfaint neglect of late; which I have rather blamed as mine own jealous\ncuriosity than as a very pretence and purpose of unkindness: I will\nlook further into’t. But where’s my fool? I have not seen him this two\ndays."}, {"type": "dialouge", "character": "KNIGHT.", "line": "Since my young lady’s going into France, sir, the fool hath much pined\naway."}, {"type": "dialouge", "character": "LEAR.", "line": "No more of that; I have noted it well. Go you and tell my daughter I\nwould speak with her."}, {"type": "dialouge", "character": "KNIGHT.", "line": "\nGo you, call hither my fool."}, {"type": "direction", "direction": "[_Exit Attendant._]"}, {"type": "dialouge", "character": "LEAR.", "line": "\n Re-enter Oswald.\n\nO, you, sir, you, come you hither, sir: who am I, sir?"}, {"type": "direction", "direction": "[_Exit another Attendant._]"}, {"type": "dialouge", "character": "OSWALD.", "line": "My lady’s father."}, {"type": "dialouge", "character": "LEAR.", "line": "My lady’s father! my lord’s knave: you whoreson dog! you slave! you\ncur!"}, {"type": "dialouge", "character": "OSWALD.", "line": "I am none of these, my lord; I beseech your pardon."}, {"type": "dialouge", "character": "LEAR.", "line": "Do you bandy looks with me, you rascal?"}, {"type": "direction", "direction": "[_Striking him._]"}, {"type": "dialouge", "character": "OSWALD.", "line": "I’ll not be struck, my lord."}, {"type": "dialouge", "character": "KENT.", "line": "Nor tripp’d neither, you base football player."}, {"type": "direction", "direction": "[_Tripping up his heels._]"}, {"type": "dialouge", "character": "LEAR.", "line": "I thank thee, fellow. Thou serv’st me, and I’ll love thee."}, {"type": "dialouge", "character": "KENT.", "line": "Come, sir, arise, away! I’ll teach you differences: away, away! If you\nwill measure your lubber’s length again, tarry; but away! go to; have\nyou wisdom? So."}, {"type": "direction", "direction": "[_Pushes Oswald out._]"}, {"type": "dialouge", "character": "LEAR.", "line": "Now, my friendly knave, I thank thee: there’s earnest of thy service."}, {"type": "direction", "direction": "[_Giving Kent money._]"}, {"type": "direction", "direction": "Enter Fool."}, {"type": "dialouge", "character": "FOOL.", "line": "Let me hire him too; here’s my coxcomb."}, {"type": "direction", "direction": "[_Giving Kent his cap._]"}, {"type": "dialouge", "character": "LEAR.", "line": "How now, my pretty knave, how dost thou?"}, {"type": "dialouge", "character": "FOOL.", "line": "Sirrah, you were best take my coxcomb."}, {"type": "dialouge", "character": "KENT.", "line": "Why, fool?"}, {"type": "dialouge", "character": "FOOL.", "line": "Why, for taking one’s part that’s out of favour. Nay, an thou canst not\nsmile as the wind sits, thou’lt catch cold shortly: there, take my\ncoxcomb: why, this fellow has banish’d two on’s daughters, and did the\nthird a blessing against his will; if thou follow him, thou must needs\nwear my coxcomb. How now, nuncle! Would I had two coxcombs and two\ndaughters!"}, {"type": "dialouge", "character": "LEAR.", "line": "Why, my boy?"}, {"type": "dialouge", "character": "FOOL.", "line": "If I gave them all my living, I’d keep my coxcombs myself. There’s\nmine; beg another of thy daughters."}, {"type": "dialouge", "character": "LEAR.", "line": "Take heed, sirrah, the whip."}, {"type": "dialouge", "character": "FOOL.", "line": "Truth’s a dog must to kennel; he must be whipped out, when the Lady\nBrach may stand by the fire and stink."}, {"type": "dialouge", "character": "LEAR.", "line": "A pestilent gall to me!"}, {"type": "dialouge", "character": "FOOL.", "line": "Sirrah, I’ll teach thee a speech."}, {"type": "dialouge", "character": "LEAR.", "line": "Do."}, {"type": "dialouge", "character": "FOOL.", "line": "Mark it, nuncle:\n    Have more than thou showest,\n    Speak less than thou knowest,\n    Lend less than thou owest,\n    Ride more than thou goest,\n    Learn more than thou trowest,\n    Set less than thou throwest;\n    Leave thy drink and thy whore,\n    And keep in-a-door,\n    And thou shalt have more\n    Than two tens to a score."}, {"type": "dialouge", "character": "KENT.", "line": "This is nothing, fool."}, {"type": "dialouge", "character": "FOOL.", "line": "Then ’tis like the breath of an unfee’d lawyer, you gave me nothing\nfor’t. Can you make no use of nothing, nuncle?"}, {"type": "dialouge", "character": "LEAR.", "line": "Why, no, boy; nothing can be made out of nothing."}, {"type": "dialouge", "character": "FOOL.", "line": "[_to Kent._] Prythee tell him, so much the rent of his land comes to:\nhe will not believe a fool."}, {"type": "dialouge", "character": "LEAR.", "line": "A bitter fool."}, {"type": "dialouge", "character": "FOOL.", "line": "Dost thou know the difference, my boy, between a bitter fool and a\nsweet one?"}, {"type": "dialouge", "character": "LEAR.", "line": "No, lad; teach me."}, {"type": "dialouge", "character": "FOOL.", "line": "   That lord that counsell’d thee\n     To give away thy land,\n   Come place him here by me,\n     Do thou for him stand.\n   The sweet and bitter fool\n     Will presently appear;\n   The one in motley here,\n     The other found out there."}, {"type": "dialouge", "character": "LEAR.", "line": "Dost thou call me fool, boy?"}, {"type": "dialouge", "character": "FOOL.", "line": "All thy other titles thou hast given away; that thou wast born with."}, {"type": "dialouge", "character": "KENT.", "line": "This is not altogether fool, my lord."}, {"type": "dialouge", "character": "FOOL.", "line": "No, faith; lords and great men will not let me; if I had a monopoly\nout, they would have part on’t and ladies too, they will not let me\nhave all the fool to myself; they’ll be snatching. Nuncle, give me an\negg, and I’ll give thee two crowns."}, {"type": "dialouge", "character": "LEAR.", "line": "What two crowns shall they be?"}, {"type": "dialouge", "character": "FOOL.", "line": "Why, after I have cut the egg i’ the middle and eat up the meat, the\ntwo crowns of the egg. When thou clovest thy crown i’ the middle and\ngav’st away both parts, thou bor’st thine ass on thy back o’er the\ndirt: thou hadst little wit in thy bald crown when thou gav’st thy\ngolden one away. If I speak like myself in this, let him be whipped\nthat first finds it so.\n[_Singing._]\n   Fools had ne’er less grace in a year;\n     For wise men are grown foppish,\n   And know not how their wits to wear,\n     Their manners are so apish."}, {"type": "dialouge", "character": "LEAR.", "line": "When were you wont to be so full of songs, sirrah?"}, {"type": "dialouge", "character": "FOOL.", "line": "I have used it, nuncle, e’er since thou mad’st thy daughters thy\nmothers; for when thou gav’st them the rod, and put’st down thine own\nbreeches,\n[_Singing._]\n   Then they for sudden joy did weep,\n     And I for sorrow sung,\n   That such a king should play bo-peep,\n     And go the fools among.\nPrythee, nuncle, keep a schoolmaster that can teach thy fool to lie; I\nwould fain learn to lie."}, {"type": "dialouge", "character": "LEAR.", "line": "An you lie, sirrah, we’ll have you whipped."}, {"type": "dialouge", "character": "FOOL.", "line": "I marvel what kin thou and thy daughters are: they’ll have me whipped\nfor speaking true; thou’lt have me whipped for lying; and sometimes I\nam whipped for holding my peace. I had rather be any kind o’thing than\na fool: and yet I would not be thee, nuncle: thou hast pared thy wit\no’both sides, and left nothing i’ the middle: here comes one o’ the\nparings."}, {"type": "direction", "direction": "Enter Goneril."}, {"type": "dialouge", "character": "LEAR.", "line": "How now, daughter? What makes that frontlet on? Methinks you are too\nmuch of late i’ the frown."}, {"type": "dialouge", "character": "FOOL.", "line": "Thou wast a pretty fellow when thou hadst no need to care for her\nfrowning. Now thou art an O without a figure: I am better than thou art\nnow. I am a fool, thou art nothing. [_To Goneril._] Yes, forsooth, I\nwill hold my tongue. So your face bids me, though you say nothing. Mum,\nmum,\n     He that keeps nor crust nor crum,\n     Weary of all, shall want some.\n[_Pointing to Lear_.] That’s a shealed peascod."}, {"type": "dialouge", "character": "GONERIL.", "line": "Not only, sir, this your all-licens’d fool,\nBut other of your insolent retinue\nDo hourly carp and quarrel; breaking forth\nIn rank and not-to-be-endured riots. Sir,\nI had thought, by making this well known unto you,\nTo have found a safe redress; but now grow fearful,\nBy what yourself too late have spoke and done,\nThat you protect this course, and put it on\nBy your allowance; which if you should, the fault\nWould not scape censure, nor the redresses sleep,\nWhich, in the tender of a wholesome weal,\nMight in their working do you that offence\nWhich else were shame, that then necessity\nWill call discreet proceeding."}, {"type": "dialouge", "character": "FOOL.", "line": "For you know, nuncle,\n   The hedge-sparrow fed the cuckoo so long\n   That it’s had it head bit off by it young.\nSo out went the candle, and we were left darkling."}, {"type": "dialouge", "character": "LEAR.", "line": "Are you our daughter?"}, {"type": "dialouge", "character": "GONERIL.", "line": "Come, sir,\nI would you would make use of that good wisdom,\nWhereof I know you are fraught; and put away\nThese dispositions, which of late transform you\nFrom what you rightly are."}, {"type": "dialouge", "character": "FOOL.", "line": "May not an ass know when the cart draws the horse? Whoop, Jug! I love\nthee!"}, {"type": "dialouge", "character": "LEAR.", "line": "Doth any here know me? This is not Lear;\nDoth Lear walk thus? speak thus? Where are his eyes?\nEither his notion weakens, his discernings\nAre lethargied. Ha! waking? ’Tis not so!\nWho is it that can tell me who I am?"}, {"type": "dialouge", "character": "FOOL.", "line": "Lear’s shadow."}, {"type": "dialouge", "character": "LEAR.", "line": "I would learn that; for by the marks of sovereignty, knowledge and\nreason, I should be false persuaded I had daughters."}, {"type": "dialouge", "character": "FOOL.", "line": "Which they will make an obedient father."}, {"type": "dialouge", "character": "LEAR.", "line": "Your name, fair gentlewoman?"}, {"type": "dialouge", "character": "GONERIL.", "line": "This admiration, sir, is much o’ the favour\nOf other your new pranks. I do beseech you\nTo understand my purposes aright:\nAs you are old and reverend, you should be wise.\nHere do you keep a hundred knights and squires;\nMen so disorder’d, so debosh’d and bold\nThat this our court, infected with their manners,\nShows like a riotous inn. Epicurism and lust\nMakes it more like a tavern or a brothel\nThan a grac’d palace. The shame itself doth speak\nFor instant remedy. Be, then, desir’d\nBy her that else will take the thing she begs\nA little to disquantity your train;\nAnd the remainder that shall still depend,\nTo be such men as may besort your age,\nWhich know themselves, and you."}, {"type": "dialouge", "character": "LEAR.", "line": "Darkness and devils!\nSaddle my horses; call my train together.\nDegenerate bastard! I’ll not trouble thee:\nYet have I left a daughter."}, {"type": "dialouge", "character": "GONERIL.", "line": "You strike my people; and your disorder’d rabble\nMake servants of their betters."}, {"type": "direction", "direction": "Enter Albany."}, {"type": "dialouge", "character": "LEAR.", "line": "Woe that too late repents!—\n[_To Albany._] O, sir, are you come?\nIs it your will? Speak, sir.—Prepare my horses.\nIngratitude, thou marble-hearted fiend,\nMore hideous when thou show’st thee in a child\nThan the sea-monster!"}, {"type": "dialouge", "character": "ALBANY.", "line": "Pray, sir, be patient."}, {"type": "dialouge", "character": "LEAR.", "line": "[_to Goneril._] Detested kite, thou liest.\nMy train are men of choice and rarest parts,\nThat all particulars of duty know;\nAnd in the most exact regard support\nThe worships of their name. O most small fault,\nHow ugly didst thou in Cordelia show!\nWhich, like an engine, wrench’d my frame of nature\nFrom the fix’d place; drew from my heart all love,\nAnd added to the gall. O Lear, Lear, Lear!\n[_Striking his head._] Beat at this gate that let thy folly in\nAnd thy dear judgement out! Go, go, my people."}, {"type": "dialouge", "character": "ALBANY.", "line": "My lord, I am guiltless, as I am ignorant\nOf what hath moved you."}, {"type": "dialouge", "character": "LEAR.", "line": "It may be so, my lord.\nHear, nature, hear; dear goddess, hear\nSuspend thy purpose, if thou didst intend\nTo make this creature fruitful!\nInto her womb convey sterility!\nDry up in her the organs of increase;\nAnd from her derogate body never spring\nA babe to honour her! If she must teem,\nCreate her child of spleen, that it may live\nAnd be a thwart disnatur’d torment to her!\nLet it stamp wrinkles in her brow of youth;\nWith cadent tears fret channels in her cheeks;\nTurn all her mother’s pains and benefits\nTo laughter and contempt; that she may feel\nHow sharper than a serpent’s tooth it is\nTo have a thankless child! Away, away!"}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "ALBANY.", "line": "Now, gods that we adore, whereof comes this?"}, {"type": "dialouge", "character": "GONERIL.", "line": "Never afflict yourself to know more of it;\nBut let his disposition have that scope\nThat dotage gives it.\n\n Re-enter Lear."}, {"type": "dialouge", "character": "LEAR.", "line": "What, fifty of my followers at a clap?\nWithin a fortnight?"}, {"type": "dialouge", "character": "ALBANY.", "line": "What’s the matter, sir?"}, {"type": "dialouge", "character": "LEAR.", "line": "I’ll tell thee. [_To Goneril._] Life and death! I am asham’d\nThat thou hast power to shake my manhood thus;\nThat these hot tears, which break from me perforce,\nShould make thee worth them. Blasts and fogs upon thee!\nTh’untented woundings of a father’s curse\nPierce every sense about thee! Old fond eyes,\nBeweep this cause again, I’ll pluck ye out,\nAnd cast you with the waters that you lose\nTo temper clay. Ha! Let it be so.\nI have another daughter,\nWho, I am sure, is kind and comfortable:\nWhen she shall hear this of thee, with her nails\nShe’ll flay thy wolvish visage. Thou shalt find\nThat I’ll resume the shape which thou dost think\nI have cast off for ever."}, {"type": "direction", "direction": "[_Exeunt Lear, Kent and Attendants._]"}, {"type": "dialouge", "character": "GONERIL.", "line": "Do you mark that?"}, {"type": "dialouge", "character": "ALBANY.", "line": "I cannot be so partial, Goneril,\nTo the great love I bear you,—"}, {"type": "dialouge", "character": "GONERIL.", "line": "Pray you, content. What, Oswald, ho!\n[_To the Fool._] You, sir, more knave than fool, after your master."}, {"type": "dialouge", "character": "FOOL.", "line": "Nuncle Lear, nuncle Lear, tarry and take the fool with thee.\n   A fox when one has caught her,\n   And such a daughter,\n   Should sure to the slaughter,\n   If my cap would buy a halter;\n   So the fool follows after."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "GONERIL.", "line": "This man hath had good counsel.—A hundred knights!\n’Tis politic and safe to let him keep\nAt point a hundred knights: yes, that on every dream,\nEach buzz, each fancy, each complaint, dislike,\nHe may enguard his dotage with their powers,\nAnd hold our lives in mercy. Oswald, I say!"}, {"type": "dialouge", "character": "ALBANY.", "line": "Well, you may fear too far."}, {"type": "dialouge", "character": "GONERIL.", "line": "Safer than trust too far:\nLet me still take away the harms I fear,\nNot fear still to be taken: I know his heart.\nWhat he hath utter’d I have writ my sister:\nIf she sustain him and his hundred knights,\nWhen I have show’d th’unfitness,—\n\n Re-enter Oswald.\n\nHow now, Oswald!\nWhat, have you writ that letter to my sister?"}, {"type": "dialouge", "character": "OSWALD.", "line": "Ay, madam."}, {"type": "dialouge", "character": "GONERIL.", "line": "Take you some company, and away to horse:\nInform her full of my particular fear;\nAnd thereto add such reasons of your own\nAs may compact it more. Get you gone;\nAnd hasten your return."}, {"type": "direction", "direction": "[_Exit Oswald._]\n\nNo, no, my lord!\nThis milky gentleness and course of yours,\nThough I condemn not, yet, under pardon,\nYou are much more attask’d for want of wisdom\nThan prais’d for harmful mildness."}, {"type": "dialouge", "character": "ALBANY.", "line": "How far your eyes may pierce I cannot tell:\nStriving to better, oft we mar what’s well."}, {"type": "dialouge", "character": "GONERIL.", "line": "Nay then,—"}, {"type": "dialouge", "character": "ALBANY.", "line": "Well, well; the event."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 1, "scene": 5, "direction": "SCENE V. Court before the Duke of Albany’s Palace.", "text": [{"type": "direction", "direction": "SCENE V. Court before the Duke of Albany’s Palace."}, {"type": "direction", "direction": "Enter Lear, Kent and Fool."}, {"type": "dialouge", "character": "LEAR.", "line": "Go you before to Gloucester with these letters: acquaint my daughter no\nfurther with anything you know than comes from her demand out of the\nletter. If your diligence be not speedy, I shall be there afore you."}, {"type": "dialouge", "character": "KENT.", "line": "I will not sleep, my lord, till I have delivered your letter."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "FOOL.", "line": "If a man’s brains were in’s heels, were’t not in danger of kibes?"}, {"type": "dialouge", "character": "LEAR.", "line": "Ay, boy."}, {"type": "dialouge", "character": "FOOL.", "line": "Then I prythee be merry; thy wit shall not go slipshod."}, {"type": "dialouge", "character": "LEAR.", "line": "Ha, ha, ha!"}, {"type": "dialouge", "character": "FOOL.", "line": "Shalt see thy other daughter will use thee kindly, for though she’s as\nlike this as a crab’s like an apple, yet I can tell what I can tell."}, {"type": "dialouge", "character": "LEAR.", "line": "What canst tell, boy?"}, {"type": "dialouge", "character": "FOOL.", "line": "She’ll taste as like this as a crab does to a crab. Thou canst tell why\none’s nose stands i’the middle on’s face?"}, {"type": "dialouge", "character": "LEAR.", "line": "No."}, {"type": "dialouge", "character": "FOOL.", "line": "Why, to keep one’s eyes of either side’s nose, that what a man cannot\nsmell out, he may spy into."}, {"type": "dialouge", "character": "LEAR.", "line": "I did her wrong."}, {"type": "dialouge", "character": "FOOL.", "line": "Canst tell how an oyster makes his shell?"}, {"type": "dialouge", "character": "LEAR.", "line": "No."}, {"type": "dialouge", "character": "FOOL.", "line": "Nor I neither; but I can tell why a snail has a house."}, {"type": "dialouge", "character": "LEAR.", "line": "Why?"}, {"type": "dialouge", "character": "FOOL.", "line": "Why, to put’s head in; not to give it away to his daughters, and leave\nhis horns without a case."}, {"type": "dialouge", "character": "LEAR.", "line": "I will forget my nature. So kind a father! Be my horses ready?"}, {"type": "dialouge", "character": "FOOL.", "line": "Thy asses are gone about ’em. The reason why the seven stars are no\nmore than seven is a pretty reason."}, {"type": "dialouge", "character": "LEAR.", "line": "Because they are not eight?"}, {"type": "dialouge", "character": "FOOL.", "line": "Yes indeed: thou wouldst make a good fool."}, {"type": "dialouge", "character": "LEAR.", "line": "To tak’t again perforce!—Monster ingratitude!"}, {"type": "dialouge", "character": "FOOL.", "line": "If thou wert my fool, nuncle, I’ld have thee beaten for being old\nbefore thy time."}, {"type": "dialouge", "character": "LEAR.", "line": "How’s that?"}, {"type": "dialouge", "character": "FOOL.", "line": "Thou shouldst not have been old till thou hadst been wise."}, {"type": "dialouge", "character": "LEAR.", "line": "O, let me not be mad, not mad, sweet heaven!\nKeep me in temper; I would not be mad!"}, {"type": "direction", "direction": "Enter Gentleman."}, {"type": "dialouge", "character": "LEAR.", "line": "\nHow now? are the horses ready?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Ready, my lord."}, {"type": "dialouge", "character": "LEAR.", "line": "Come, boy."}, {"type": "dialouge", "character": "FOOL.", "line": "She that’s a maid now, and laughs at my departure,\nShall not be a maid long, unless things be cut shorter."}, {"type": "dialouge", "character": "LEAR.", "line": "\n\n\n"}, {"type": "direction", "direction": "[_Exeunt._]"}]}], [{"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 1, "direction": "", "text": [{"type": "direction", "direction": ""}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 2, "direction": "SCENE I. A court within the Castle of the Earl of Gloucester.", "text": [{"type": "direction", "direction": "SCENE I. A court within the Castle of the Earl of Gloucester."}, {"type": "direction", "direction": "Enter Edmund and Curan, meeting."}, {"type": "dialouge", "character": "EDMUND.", "line": "Save thee, Curan."}, {"type": "dialouge", "character": "CURAN.", "line": "And you, sir. I have been with your father, and given him notice that\nthe Duke of Cornwall and Regan his Duchess will be here with him this\nnight."}, {"type": "dialouge", "character": "EDMUND.", "line": "How comes that?"}, {"type": "dialouge", "character": "CURAN.", "line": "Nay, I know not. You have heard of the news abroad; I mean the\nwhispered ones, for they are yet but ear-kissing arguments?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Not I: pray you, what are they?"}, {"type": "dialouge", "character": "CURAN.", "line": "Have you heard of no likely wars toward, ’twixt the two dukes of\nCornwall and Albany?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Not a word."}, {"type": "dialouge", "character": "CURAN.", "line": "You may do, then, in time. Fare you well, sir."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "EDMUND.", "line": "The Duke be here tonight? The better! best!\nThis weaves itself perforce into my business.\nMy father hath set guard to take my brother;\nAnd I have one thing, of a queasy question,\nWhich I must act. Briefness and fortune work!\nBrother, a word, descend, brother, I say!"}, {"type": "direction", "direction": "Enter Edgar."}, {"type": "dialouge", "character": "EDMUND.", "line": "\nMy father watches: O sir, fly this place;\nIntelligence is given where you are hid;\nYou have now the good advantage of the night.\nHave you not spoken ’gainst the Duke of Cornwall?\nHe’s coming hither; now, i’ the night, i’ the haste,\nAnd Regan with him: have you nothing said\nUpon his party ’gainst the Duke of Albany?\nAdvise yourself."}, {"type": "dialouge", "character": "EDGAR.", "line": "I am sure on’t, not a word."}, {"type": "dialouge", "character": "EDMUND.", "line": "I hear my father coming:—pardon me;\nIn cunning I must draw my sword upon you:\nDraw: seem to defend yourself: now quit you well.\nYield: come before my father. Light, ho, here!\nFly, brother. Torches, torches!—So farewell."}, {"type": "dialouge", "character": "EDGAR.", "line": "\nSome blood drawn on me would beget opinion\nOf my more fierce endeavour: [_Wounds his arm._]"}, {"type": "direction", "direction": "[_Exit Edgar._]"}, {"type": "direction", "direction": "Enter Gloucester and Servants with torches."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Now, Edmund, where’s the villain?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Here stood he in the dark, his sharp sword out,\nMumbling of wicked charms, conjuring the moon\nTo stand auspicious mistress."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "But where is he?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Look, sir, I bleed."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Where is the villain, Edmund?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Fled this way, sir. When by no means he could,—"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Pursue him, ho! Go after."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "\n—By no means what?"}, {"type": "direction", "direction": "[_Exeunt Servants._]"}, {"type": "dialouge", "character": "EDMUND.", "line": "Persuade me to the murder of your lordship;\nBut that I told him the revenging gods\n’Gainst parricides did all their thunders bend;\nSpoke with how manifold and strong a bond\nThe child was bound to the father; sir, in fine,\nSeeing how loathly opposite I stood\nTo his unnatural purpose, in fell motion\nWith his prepared sword, he charges home\nMy unprovided body, latch’d mine arm;\nBut when he saw my best alarum’d spirits,\nBold in the quarrel’s right, rous’d to th’encounter,\nOr whether gasted by the noise I made,\nFull suddenly he fled."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Let him fly far;\nNot in this land shall he remain uncaught;\nAnd found—dispatch’d. The noble Duke my master,\nMy worthy arch and patron, comes tonight:\nBy his authority I will proclaim it,\nThat he which finds him shall deserve our thanks,\nBringing the murderous coward to the stake;\nHe that conceals him, death."}, {"type": "dialouge", "character": "EDMUND.", "line": "When I dissuaded him from his intent,\nAnd found him pight to do it, with curst speech\nI threaten’d to discover him: he replied,\n‘Thou unpossessing bastard! dost thou think,\nIf I would stand against thee, would the reposal\nOf any trust, virtue, or worth in thee\nMake thy words faith’d? No: what I should deny\nAs this I would; ay, though thou didst produce\nMy very character, I’d turn it all\nTo thy suggestion, plot, and damned practice:\nAnd thou must make a dullard of the world,\nIf they not thought the profits of my death\nWere very pregnant and potential spurs\nTo make thee seek it."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O strange and fast’ned villain!\nWould he deny his letter, said he? I never got him."}, {"type": "dialouge", "character": "EDMUND.", "line": "\nHark, the Duke’s trumpets! I know not why he comes.\nAll ports I’ll bar; the villain shall not scape;\nThe Duke must grant me that: besides, his picture\nI will send far and near, that all the kingdom\nMay have due note of him; and of my land,\nLoyal and natural boy, I’ll work the means\nTo make thee capable."}, {"type": "direction", "direction": "[_Tucket within._]"}, {"type": "direction", "direction": "Enter Cornwall, Regan and Attendants."}, {"type": "dialouge", "character": "CORNWALL.", "line": "How now, my noble friend! since I came hither,\nWhich I can call but now, I have heard strange news."}, {"type": "dialouge", "character": "REGAN.", "line": "If it be true, all vengeance comes too short\nWhich can pursue th’offender. How dost, my lord?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O madam, my old heart is crack’d, it’s crack’d!"}, {"type": "dialouge", "character": "REGAN.", "line": "What, did my father’s godson seek your life?\nHe whom my father nam’d? your Edgar?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O lady, lady, shame would have it hid!"}, {"type": "dialouge", "character": "REGAN.", "line": "Was he not companion with the riotous knights\nThat tend upon my father?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I know not, madam; ’tis too bad, too bad."}, {"type": "dialouge", "character": "EDMUND.", "line": "Yes, madam, he was of that consort."}, {"type": "dialouge", "character": "REGAN.", "line": "No marvel then though he were ill affected:\n’Tis they have put him on the old man’s death,\nTo have the expense and waste of his revenues.\nI have this present evening from my sister\nBeen well inform’d of them; and with such cautions\nThat if they come to sojourn at my house,\nI’ll not be there."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Nor I, assure thee, Regan.\nEdmund, I hear that you have shown your father\nA childlike office."}, {"type": "dialouge", "character": "EDMUND.", "line": "It was my duty, sir."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "He did bewray his practice; and receiv’d\nThis hurt you see, striving to apprehend him."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Is he pursued?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Ay, my good lord."}, {"type": "dialouge", "character": "CORNWALL.", "line": "If he be taken, he shall never more\nBe fear’d of doing harm: make your own purpose,\nHow in my strength you please. For you, Edmund,\nWhose virtue and obedience doth this instant\nSo much commend itself, you shall be ours:\nNatures of such deep trust we shall much need;\nYou we first seize on."}, {"type": "dialouge", "character": "EDMUND.", "line": "I shall serve you, sir, truly, however else."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "For him I thank your grace."}, {"type": "dialouge", "character": "CORNWALL.", "line": "You know not why we came to visit you?"}, {"type": "dialouge", "character": "REGAN.", "line": "Thus out of season, threading dark-ey’d night:\nOccasions, noble Gloucester, of some poise,\nWherein we must have use of your advice.\nOur father he hath writ, so hath our sister,\nOf differences, which I best thought it fit\nTo answer from our home; the several messengers\nFrom hence attend dispatch. Our good old friend,\nLay comforts to your bosom; and bestow\nYour needful counsel to our business,\nWhich craves the instant use."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I serve you, madam:\nYour graces are right welcome."}, {"type": "direction", "direction": "[_Exeunt. Flourish._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 3, "direction": "SCENE II. Before Gloucester’s Castle.", "text": [{"type": "direction", "direction": "SCENE II. Before Gloucester’s Castle."}, {"type": "direction", "direction": "Enter Kent and Oswald, severally."}, {"type": "dialouge", "character": "OSWALD.", "line": "Good dawning to thee, friend: art of this house?"}, {"type": "dialouge", "character": "KENT.", "line": "Ay."}, {"type": "dialouge", "character": "OSWALD.", "line": "Where may we set our horses?"}, {"type": "dialouge", "character": "KENT.", "line": "I’ the mire."}, {"type": "dialouge", "character": "OSWALD.", "line": "Prythee, if thou lov’st me, tell me."}, {"type": "dialouge", "character": "KENT.", "line": "I love thee not."}, {"type": "dialouge", "character": "OSWALD.", "line": "Why then, I care not for thee."}, {"type": "dialouge", "character": "KENT.", "line": "If I had thee in Lipsbury pinfold, I would make thee care for me."}, {"type": "dialouge", "character": "OSWALD.", "line": "Why dost thou use me thus? I know thee not."}, {"type": "dialouge", "character": "KENT.", "line": "Fellow, I know thee."}, {"type": "dialouge", "character": "OSWALD.", "line": "What dost thou know me for?"}, {"type": "dialouge", "character": "KENT.", "line": "A knave; a rascal; an eater of broken meats; a base, proud, shallow,\nbeggarly, three-suited, hundred-pound, filthy, worsted-stocking knave;\na lily-livered, action-taking, whoreson, glass-gazing,\nsuper-serviceable, finical rogue; one trunk-inheriting slave; one that\nwouldst be a bawd in way of good service, and art nothing but the\ncomposition of a knave, beggar, coward, pander, and the son and heir of\na mongrel bitch: one whom I will beat into clamorous whining, if thou\ndeniest the least syllable of thy addition."}, {"type": "dialouge", "character": "OSWALD.", "line": "Why, what a monstrous fellow art thou, thus to rail on one that’s\nneither known of thee nor knows thee?"}, {"type": "dialouge", "character": "KENT.", "line": "What a brazen-faced varlet art thou, to deny thou knowest me! Is it two\ndays ago since I tripped up thy heels and beat thee before the King?\nDraw, you rogue: for, though it be night, yet the moon shines; I’ll\nmake a sop o’ the moonshine of you: draw, you whoreson cullionly\nbarber-monger, draw!"}, {"type": "direction", "direction": "[_Drawing his sword._]"}, {"type": "dialouge", "character": "OSWALD.", "line": "Away! I have nothing to do with thee."}, {"type": "dialouge", "character": "KENT.", "line": "Draw, you rascal: you come with letters against the King; and take\nvanity the puppet’s part against the royalty of her father: draw, you\nrogue, or I’ll so carbonado your shanks:—draw, you rascal; come your\nways!"}, {"type": "dialouge", "character": "OSWALD.", "line": "Help, ho! murder! help!"}, {"type": "dialouge", "character": "KENT.", "line": "Strike, you slave; stand, rogue, stand; you neat slave, strike!"}, {"type": "direction", "direction": "[_Beating him._]"}, {"type": "dialouge", "character": "OSWALD.", "line": "Help, ho! murder! murder!"}, {"type": "direction", "direction": "Enter Edmund, Cornwall, Regan, Gloucester and Servants."}, {"type": "dialouge", "character": "EDMUND.", "line": "How now! What’s the matter? Part!"}, {"type": "dialouge", "character": "KENT.", "line": "With you, goodman boy, if you please: come, I’ll flesh ye; come on,\nyoung master."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Weapons! arms! What’s the matter here?"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Keep peace, upon your lives, he dies that strikes again. What is the\nmatter?"}, {"type": "dialouge", "character": "REGAN.", "line": "The messengers from our sister and the King."}, {"type": "dialouge", "character": "CORNWALL.", "line": "What is your difference? Speak."}, {"type": "dialouge", "character": "OSWALD.", "line": "I am scarce in breath, my lord."}, {"type": "dialouge", "character": "KENT.", "line": "No marvel, you have so bestirr’d your valour. You cowardly rascal,\nnature disclaims in thee; a tailor made thee."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Thou art a strange fellow: a tailor make a man?"}, {"type": "dialouge", "character": "KENT.", "line": "Ay, a tailor, sir: a stonecutter or a painter could not have made him\nso ill, though he had been but two years at the trade."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Speak yet, how grew your quarrel?"}, {"type": "dialouge", "character": "OSWALD.", "line": "This ancient ruffian, sir, whose life I have spared at suit of his grey\nbeard,—"}, {"type": "dialouge", "character": "KENT.", "line": "Thou whoreson zed! thou unnecessary letter! My lord, if you’ll give me\nleave, I will tread this unbolted villain into mortar and daub the\nwalls of a jakes with him. Spare my grey beard, you wagtail?"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Peace, sirrah!\nYou beastly knave, know you no reverence?"}, {"type": "dialouge", "character": "KENT.", "line": "Yes, sir; but anger hath a privilege."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Why art thou angry?"}, {"type": "dialouge", "character": "KENT.", "line": "That such a slave as this should wear a sword,\nWho wears no honesty. Such smiling rogues as these,\nLike rats, oft bite the holy cords a-twain\nWhich are too intrince t’unloose; smooth every passion\nThat in the natures of their lords rebel;\nBring oil to fire, snow to their colder moods;\nRenege, affirm, and turn their halcyon beaks\nWith every gale and vary of their masters,\nKnowing naught, like dogs, but following.\nA plague upon your epileptic visage!\nSmile you my speeches, as I were a fool?\nGoose, if I had you upon Sarum plain,\nI’d drive ye cackling home to Camelot."}, {"type": "dialouge", "character": "CORNWALL.", "line": "What, art thou mad, old fellow?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "How fell you out? Say that."}, {"type": "dialouge", "character": "KENT.", "line": "No contraries hold more antipathy\nThan I and such a knave."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Why dost thou call him knave? What is his fault?"}, {"type": "dialouge", "character": "KENT.", "line": "His countenance likes me not."}, {"type": "dialouge", "character": "CORNWALL.", "line": "No more perchance does mine, or his, or hers."}, {"type": "dialouge", "character": "KENT.", "line": "Sir, ’tis my occupation to be plain:\nI have seen better faces in my time\nThan stands on any shoulder that I see\nBefore me at this instant."}, {"type": "dialouge", "character": "CORNWALL.", "line": "This is some fellow\nWho, having been prais’d for bluntness, doth affect\nA saucy roughness, and constrains the garb\nQuite from his nature: he cannot flatter, he,\nAn honest mind and plain, he must speak truth!\nAn they will take it, so; if not, he’s plain.\nThese kind of knaves I know which in this plainness\nHarbour more craft and more corrupter ends\nThan twenty silly-ducking observants\nThat stretch their duties nicely."}, {"type": "dialouge", "character": "KENT.", "line": "Sir, in good faith, in sincere verity,\nUnder th’allowance of your great aspect,\nWhose influence, like the wreath of radiant fire\nOn flickering Phoebus’ front,—"}, {"type": "dialouge", "character": "CORNWALL.", "line": "What mean’st by this?"}, {"type": "dialouge", "character": "KENT.", "line": "To go out of my dialect, which you discommend so much. I know, sir, I\nam no flatterer: he that beguiled you in a plain accent was a plain\nknave; which, for my part, I will not be, though I should win your\ndispleasure to entreat me to’t."}, {"type": "dialouge", "character": "CORNWALL.", "line": "What was the offence you gave him?"}, {"type": "dialouge", "character": "OSWALD.", "line": "I never gave him any:\nIt pleas’d the King his master very late\nTo strike at me, upon his misconstruction;\nWhen he, compact, and flattering his displeasure,\nTripp’d me behind; being down, insulted, rail’d\nAnd put upon him such a deal of man,\nThat worthied him, got praises of the King\nFor him attempting who was self-subdu’d;\nAnd, in the fleshment of this dread exploit,\nDrew on me here again."}, {"type": "dialouge", "character": "KENT.", "line": "None of these rogues and cowards\nBut Ajax is their fool."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Fetch forth the stocks!\nYou stubborn ancient knave, you reverent braggart,\nWe’ll teach you."}, {"type": "dialouge", "character": "KENT.", "line": "Sir, I am too old to learn:\nCall not your stocks for me: I serve the King;\nOn whose employment I was sent to you:\nYou shall do small respect, show too bold malice\nAgainst the grace and person of my master,\nStocking his messenger."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Fetch forth the stocks!\nAs I have life and honour, there shall he sit till noon."}, {"type": "dialouge", "character": "REGAN.", "line": "Till noon! Till night, my lord; and all night too!"}, {"type": "dialouge", "character": "KENT.", "line": "Why, madam, if I were your father’s dog,\nYou should not use me so."}, {"type": "dialouge", "character": "REGAN.", "line": "Sir, being his knave, I will."}, {"type": "direction", "direction": "[_Stocks brought out._]"}, {"type": "dialouge", "character": "CORNWALL.", "line": "This is a fellow of the selfsame colour\nOur sister speaks of. Come, bring away the stocks!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Let me beseech your grace not to do so:\nHis fault is much, and the good King his master\nWill check him for’t: your purpos’d low correction\nIs such as basest and contemned’st wretches\nFor pilferings and most common trespasses,\nAre punish’d with. The King must take it ill\nThat he, so slightly valued in his messenger,\nShould have him thus restrained."}, {"type": "dialouge", "character": "CORNWALL.", "line": "I’ll answer that."}, {"type": "dialouge", "character": "REGAN.", "line": "My sister may receive it much more worse,\nTo have her gentleman abus’d, assaulted,\nFor following her affairs. Put in his legs."}, {"type": "direction", "direction": "[_Kent is put in the stocks._]"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Come, my good lord, away."}, {"type": "direction", "direction": "[_Exeunt all but Gloucester and Kent._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I am sorry for thee, friend; ’tis the Duke’s pleasure,\nWhose disposition, all the world well knows,\nWill not be rubb’d nor stopp’d; I’ll entreat for thee."}, {"type": "dialouge", "character": "KENT.", "line": "Pray do not, sir: I have watch’d, and travell’d hard;\nSome time I shall sleep out, the rest I’ll whistle.\nA good man’s fortune may grow out at heels:\nGive you good morrow!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "The Duke’s to blame in this: ’twill be ill taken."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "KENT.", "line": "Good King, that must approve the common saw,\nThou out of heaven’s benediction com’st\nTo the warm sun.\nApproach, thou beacon to this under globe,\nThat by thy comfortable beams I may\nPeruse this letter. Nothing almost sees miracles\nBut misery. I know ’tis from Cordelia,\nWho hath most fortunately been inform’d\nOf my obscured course. And shall find time\nFrom this enormous state, seeking to give\nLosses their remedies. All weary and o’erwatch’d,\nTake vantage, heavy eyes, not to behold\nThis shameful lodging.\nFortune, good night: smile once more, turn thy wheel!"}, {"type": "direction", "direction": "[_He sleeps._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 4, "direction": "SCENE III. The open Country.", "text": [{"type": "direction", "direction": "SCENE III. The open Country."}, {"type": "direction", "direction": "Enter Edgar."}, {"type": "dialouge", "character": "EDGAR.", "line": "I heard myself proclaim’d,\nAnd by the happy hollow of a tree\nEscap’d the hunt. No port is free, no place\nThat guard and most unusual vigilance\nDoes not attend my taking. While I may scape\nI will preserve myself: and am bethought\nTo take the basest and most poorest shape\nThat ever penury in contempt of man,\nBrought near to beast: my face I’ll grime with filth,\nBlanket my loins; elf all my hair in knots,\nAnd with presented nakedness outface\nThe winds and persecutions of the sky.\nThe country gives me proof and precedent\nOf Bedlam beggars, who, with roaring voices,\nStrike in their numb’d and mortified bare arms\nPins, wooden pricks, nails, sprigs of rosemary;\nAnd with this horrible object, from low farms,\nPoor pelting villages, sheep-cotes, and mills,\nSometime with lunatic bans, sometime with prayers,\nEnforce their charity. Poor Turlygod! poor Tom,\nThat’s something yet: Edgar I nothing am."}, {"type": "direction", "direction": "[_Exit._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 2, "scene": 5, "direction": "SCENE IV. Before Gloucester’s Castle; Kent in the stocks.", "text": [{"type": "direction", "direction": "SCENE IV. Before Gloucester’s Castle; Kent in the stocks."}, {"type": "direction", "direction": "Enter Lear, Fool and Gentleman."}, {"type": "dialouge", "character": "LEAR.", "line": "’Tis strange that they should so depart from home,\nAnd not send back my messenger."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "As I learn’d,\nThe night before there was no purpose in them\nOf this remove."}, {"type": "dialouge", "character": "KENT.", "line": "Hail to thee, noble master!"}, {"type": "dialouge", "character": "LEAR.", "line": "Ha! Mak’st thou this shame thy pastime?"}, {"type": "dialouge", "character": "KENT.", "line": "No, my lord."}, {"type": "dialouge", "character": "FOOL.", "line": "Ha, ha! he wears cruel garters. Horses are tied by the heads; dogs and\nbears by the neck, monkeys by the loins, and men by the legs: when a\nman is overlusty at legs, then he wears wooden nether-stocks."}, {"type": "dialouge", "character": "LEAR.", "line": "What’s he that hath so much thy place mistook\nTo set thee here?"}, {"type": "dialouge", "character": "KENT.", "line": "It is both he and she,\nYour son and daughter."}, {"type": "dialouge", "character": "LEAR.", "line": "No."}, {"type": "dialouge", "character": "KENT.", "line": "Yes."}, {"type": "dialouge", "character": "LEAR.", "line": "No, I say."}, {"type": "dialouge", "character": "KENT.", "line": "I say, yea."}, {"type": "dialouge", "character": "LEAR.", "line": "No, no; they would not."}, {"type": "dialouge", "character": "KENT.", "line": "Yes, they have."}, {"type": "dialouge", "character": "LEAR.", "line": "By Jupiter, I swear no."}, {"type": "dialouge", "character": "KENT.", "line": "By Juno, I swear ay."}, {"type": "dialouge", "character": "LEAR.", "line": "They durst not do’t.\nThey could not, would not do’t; ’tis worse than murder,\nTo do upon respect such violent outrage:\nResolve me, with all modest haste, which way\nThou mightst deserve or they impose this usage,\nComing from us."}, {"type": "dialouge", "character": "KENT.", "line": "My lord, when at their home\nI did commend your highness’ letters to them,\nEre I was risen from the place that show’d\nMy duty kneeling, came there a reeking post,\nStew’d in his haste, half breathless, panting forth\nFrom Goneril his mistress salutations;\nDeliver’d letters, spite of intermission,\nWhich presently they read; on those contents,\nThey summon’d up their meiny, straight took horse;\nCommanded me to follow and attend\nThe leisure of their answer; gave me cold looks:\nAnd meeting here the other messenger,\nWhose welcome I perceiv’d had poison’d mine,\nBeing the very fellow which of late\nDisplay’d so saucily against your highness,\nHaving more man than wit about me, drew;\nHe rais’d the house with loud and coward cries.\nYour son and daughter found this trespass worth\nThe shame which here it suffers."}, {"type": "dialouge", "character": "FOOL.", "line": "Winter’s not gone yet, if the wild geese fly that way.\n  Fathers that wear rags\n    Do make their children blind,\n  But fathers that bear bags\n    Shall see their children kind.\n  Fortune, that arrant whore,\n  Ne’er turns the key to th’ poor.\nBut for all this, thou shalt have as many dolours for thy daughters as\nthou canst tell in a year."}, {"type": "dialouge", "character": "LEAR.", "line": "O, how this mother swells up toward my heart!\n_Hysterica passio_, down, thou climbing sorrow,\nThy element’s below! Where is this daughter?"}, {"type": "dialouge", "character": "KENT.", "line": "With the earl, sir, here within."}, {"type": "dialouge", "character": "LEAR.", "line": "Follow me not; stay here."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Made you no more offence but what you speak of?"}, {"type": "dialouge", "character": "KENT.", "line": "None.\nHow chance the King comes with so small a number?"}, {"type": "dialouge", "character": "FOOL.", "line": "An thou hadst been set i’ the stocks for that question, thou hadst well\ndeserved it."}, {"type": "dialouge", "character": "KENT.", "line": "Why, fool?"}, {"type": "dialouge", "character": "FOOL.", "line": "We’ll set thee to school to an ant, to teach thee there’s no labouring\ni’the winter. All that follow their noses are led by their eyes but\nblind men; and there’s not a nose among twenty but can smell him that’s\nstinking. Let go thy hold when a great wheel runs down a hill, lest it\nbreak thy neck with following it; but the great one that goes upward,\nlet him draw thee after. When a wise man gives thee better counsel,\ngive me mine again: I would have none but knaves follow it, since a\nfool gives it.\n          That sir which serves and seeks for gain,\n             And follows but for form,\n          Will pack when it begins to rain,\n             And leave thee in the storm.\n          But I will tarry; the fool will stay,\n             And let the wise man fly:\n          The knave turns fool that runs away;\n             The fool no knave perdy."}, {"type": "dialouge", "character": "KENT.", "line": "Where learn’d you this, fool?"}, {"type": "dialouge", "character": "FOOL.", "line": "Not i’ the stocks, fool."}, {"type": "direction", "direction": "Enter Lear and Gloucester."}, {"type": "dialouge", "character": "LEAR.", "line": "Deny to speak with me? They are sick? they are weary?\nThey have travell’d all the night? Mere fetches;\nThe images of revolt and flying off.\nFetch me a better answer."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "My dear lord,\nYou know the fiery quality of the Duke;\nHow unremovable and fix’d he is\nIn his own course."}, {"type": "dialouge", "character": "LEAR.", "line": "Vengeance! plague! death! confusion!\nFiery? What quality? Why, Gloucester, Gloucester,\nI’d speak with the Duke of Cornwall and his wife."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Well, my good lord, I have inform’d them so."}, {"type": "dialouge", "character": "LEAR.", "line": "Inform’d them! Dost thou understand me, man?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Ay, my good lord."}, {"type": "dialouge", "character": "LEAR.", "line": "The King would speak with Cornwall; the dear father\nWould with his daughter speak, commands, tends, service,\nAre they inform’d of this? My breath and blood!\nFiery? The fiery Duke, tell the hot Duke that—\nNo, but not yet: maybe he is not well:\nInfirmity doth still neglect all office\nWhereto our health is bound: we are not ourselves\nWhen nature, being oppress’d, commands the mind\nTo suffer with the body: I’ll forbear;\nAnd am fallen out with my more headier will,\nTo take the indispos’d and sickly fit\nFor the sound man. [_Looking on Kent._]\nDeath on my state! Wherefore\nShould he sit here? This act persuades me\nThat this remotion of the Duke and her\nIs practice only. Give me my servant forth.\nGo tell the Duke and’s wife I’d speak with them,\nNow, presently: bid them come forth and hear me,\nOr at their chamber door I’ll beat the drum\nTill it cry sleep to death."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I would have all well betwixt you."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "LEAR.", "line": "O me, my heart, my rising heart! But down!"}, {"type": "dialouge", "character": "FOOL.", "line": "Cry to it, nuncle, as the cockney did to the eels when she put ’em i’\nthe paste alive; she knapped ’em o’ the coxcombs with a stick and cried\n‘Down, wantons, down!’ ’Twas her brother that, in pure kindness to his\nhorse buttered his hay."}, {"type": "direction", "direction": "Enter Cornwall, Regan, Gloucester and Servants."}, {"type": "dialouge", "character": "LEAR.", "line": "Good morrow to you both."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Hail to your grace!"}, {"type": "direction", "direction": "[_Kent here set at liberty._]"}, {"type": "dialouge", "character": "REGAN.", "line": "I am glad to see your highness."}, {"type": "dialouge", "character": "LEAR.", "line": "Regan, I think you are; I know what reason\nI have to think so: if thou shouldst not be glad,\nI would divorce me from thy mother’s tomb,\nSepulchring an adultress. [_To Kent_] O, are you free?\nSome other time for that.—Beloved Regan,\nThy sister’s naught: O Regan, she hath tied\nSharp-tooth’d unkindness, like a vulture, here."}, {"type": "dialouge", "character": "LEAR.", "line": "\nI can scarce speak to thee; thou’lt not believe\nWith how deprav’d a quality—O Regan!"}, {"type": "direction", "direction": "[_Points to his heart._]"}, {"type": "dialouge", "character": "REGAN.", "line": "I pray you, sir, take patience. I have hope\nYou less know how to value her desert\nThan she to scant her duty."}, {"type": "dialouge", "character": "LEAR.", "line": "Say, how is that?"}, {"type": "dialouge", "character": "REGAN.", "line": "I cannot think my sister in the least\nWould fail her obligation. If, sir, perchance\nShe have restrain’d the riots of your followers,\n’Tis on such ground, and to such wholesome end,\nAs clears her from all blame."}, {"type": "dialouge", "character": "LEAR.", "line": "My curses on her."}, {"type": "dialouge", "character": "REGAN.", "line": "O, sir, you are old;\nNature in you stands on the very verge\nOf her confine: you should be rul’d and led\nBy some discretion, that discerns your state\nBetter than you yourself. Therefore I pray you,\nThat to our sister you do make return;\nSay you have wrong’d her, sir."}, {"type": "dialouge", "character": "LEAR.", "line": "Ask her forgiveness?\nDo you but mark how this becomes the house?\n‘Dear daughter, I confess that I am old;\n[_Kneeling._]\nAge is unnecessary: on my knees I beg\nThat you’ll vouchsafe me raiment, bed, and food.’"}, {"type": "dialouge", "character": "REGAN.", "line": "Good sir, no more! These are unsightly tricks:\nReturn you to my sister."}, {"type": "dialouge", "character": "LEAR.", "line": "[_Rising._] Never, Regan:\nShe hath abated me of half my train;\nLook’d black upon me; struck me with her tongue,\nMost serpent-like, upon the very heart.\nAll the stor’d vengeances of heaven fall\nOn her ingrateful top! Strike her young bones,\nYou taking airs, with lameness!"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Fie, sir, fie!"}, {"type": "dialouge", "character": "LEAR.", "line": "You nimble lightnings, dart your blinding flames\nInto her scornful eyes! Infect her beauty,\nYou fen-suck’d fogs, drawn by the powerful sun,\nTo fall and blast her pride!"}, {"type": "dialouge", "character": "REGAN.", "line": "O the blest gods!\nSo will you wish on me when the rash mood is on."}, {"type": "dialouge", "character": "LEAR.", "line": "No, Regan, thou shalt never have my curse.\nThy tender-hefted nature shall not give\nThee o’er to harshness. Her eyes are fierce; but thine\nDo comfort, and not burn. ’Tis not in thee\nTo grudge my pleasures, to cut off my train,\nTo bandy hasty words, to scant my sizes,\nAnd, in conclusion, to oppose the bolt\nAgainst my coming in. Thou better know’st\nThe offices of nature, bond of childhood,\nEffects of courtesy, dues of gratitude;\nThy half o’ the kingdom hast thou not forgot,\nWherein I thee endow’d."}, {"type": "dialouge", "character": "REGAN.", "line": "Good sir, to the purpose."}, {"type": "dialouge", "character": "LEAR.", "line": "Who put my man i’ the stocks?"}, {"type": "direction", "direction": "[_Tucket within._]"}, {"type": "dialouge", "character": "CORNWALL.", "line": "What trumpet’s that?"}, {"type": "dialouge", "character": "REGAN.", "line": "I know’t, my sister’s: this approves her letter,\nThat she would soon be here."}, {"type": "direction", "direction": "Enter Oswald."}, {"type": "dialouge", "character": "CORNWALL.", "line": "\nIs your lady come?"}, {"type": "dialouge", "character": "LEAR.", "line": "This is a slave, whose easy borrowed pride\nDwells in the fickle grace of her he follows.\nOut, varlet, from my sight!"}, {"type": "dialouge", "character": "CORNWALL.", "line": "What means your grace?"}, {"type": "dialouge", "character": "LEAR.", "line": "Who stock’d my servant? Regan, I have good hope\nThou didst not know on’t. Who comes here? O heavens!"}, {"type": "direction", "direction": "Enter Goneril."}, {"type": "dialouge", "character": "LEAR.", "line": "\nIf you do love old men, if your sweet sway\nAllow obedience, if yourselves are old,\nMake it your cause; send down, and take my part!\n[_To Goneril._] Art not asham’d to look upon this beard?\nO Regan, wilt thou take her by the hand?"}, {"type": "dialouge", "character": "GONERIL.", "line": "Why not by the hand, sir? How have I offended?\nAll’s not offence that indiscretion finds\nAnd dotage terms so."}, {"type": "dialouge", "character": "LEAR.", "line": "O sides, you are too tough!\nWill you yet hold? How came my man i’ the stocks?"}, {"type": "dialouge", "character": "CORNWALL.", "line": "I set him there, sir: but his own disorders\nDeserv’d much less advancement."}, {"type": "dialouge", "character": "LEAR.", "line": "You? Did you?"}, {"type": "dialouge", "character": "REGAN.", "line": "I pray you, father, being weak, seem so.\nIf, till the expiration of your month,\nYou will return and sojourn with my sister,\nDismissing half your train, come then to me:\nI am now from home, and out of that provision\nWhich shall be needful for your entertainment."}, {"type": "dialouge", "character": "LEAR.", "line": "Return to her, and fifty men dismiss’d?\nNo, rather I abjure all roofs, and choose\nTo wage against the enmity o’ the air;\nTo be a comrade with the wolf and owl,\nNecessity’s sharp pinch! Return with her?\nWhy, the hot-blooded France, that dowerless took\nOur youngest born, I could as well be brought\nTo knee his throne, and, squire-like, pension beg\nTo keep base life afoot. Return with her?\nPersuade me rather to be slave and sumpter\nTo this detested groom."}, {"type": "direction", "direction": "[_Pointing to Oswald._]"}, {"type": "dialouge", "character": "GONERIL.", "line": "At your choice, sir."}, {"type": "dialouge", "character": "LEAR.", "line": "I prythee, daughter, do not make me mad:\nI will not trouble thee, my child; farewell:\nWe’ll no more meet, no more see one another.\nBut yet thou art my flesh, my blood, my daughter;\nOr rather a disease that’s in my flesh,\nWhich I must needs call mine. Thou art a boil,\nA plague sore, or embossed carbuncle\nIn my corrupted blood. But I’ll not chide thee;\nLet shame come when it will, I do not call it:\nI do not bid the thunder-bearer shoot,\nNor tell tales of thee to high-judging Jove:\nMend when thou canst; be better at thy leisure:\nI can be patient; I can stay with Regan,\nI and my hundred knights."}, {"type": "dialouge", "character": "REGAN.", "line": "Not altogether so,\nI look’d not for you yet, nor am provided\nFor your fit welcome. Give ear, sir, to my sister;\nFor those that mingle reason with your passion\nMust be content to think you old, and so—\nBut she knows what she does."}, {"type": "dialouge", "character": "LEAR.", "line": "Is this well spoken?"}, {"type": "dialouge", "character": "REGAN.", "line": "I dare avouch it, sir: what, fifty followers?\nIs it not well? What should you need of more?\nYea, or so many, sith that both charge and danger\nSpeak ’gainst so great a number? How in one house\nShould many people, under two commands,\nHold amity? ’Tis hard; almost impossible."}, {"type": "dialouge", "character": "GONERIL.", "line": "Why might not you, my lord, receive attendance\nFrom those that she calls servants, or from mine?"}, {"type": "dialouge", "character": "REGAN.", "line": "Why not, my lord? If then they chanc’d to slack ye,\nWe could control them. If you will come to me,—\nFor now I spy a danger,—I entreat you\nTo bring but five-and-twenty: to no more\nWill I give place or notice."}, {"type": "dialouge", "character": "LEAR.", "line": "I gave you all,—"}, {"type": "dialouge", "character": "REGAN.", "line": "And in good time you gave it."}, {"type": "dialouge", "character": "LEAR.", "line": "Made you my guardians, my depositaries;\nBut kept a reservation to be followed\nWith such a number. What, must I come to you\nWith five-and-twenty, Regan, said you so?"}, {"type": "dialouge", "character": "REGAN.", "line": "And speak’t again my lord; no more with me."}, {"type": "dialouge", "character": "LEAR.", "line": "Those wicked creatures yet do look well-favour’d\nWhen others are more wicked; not being the worst\nStands in some rank of praise.\n[_To Goneril._] I’ll go with thee:\nThy fifty yet doth double five-and-twenty,\nAnd thou art twice her love."}, {"type": "dialouge", "character": "GONERIL.", "line": "Hear me, my lord:\nWhat need you five-and-twenty? Ten? Or five?\nTo follow in a house where twice so many\nHave a command to tend you?"}, {"type": "dialouge", "character": "REGAN.", "line": "What need one?"}, {"type": "dialouge", "character": "LEAR.", "line": "O, reason not the need: our basest beggars\nAre in the poorest thing superfluous:\nAllow not nature more than nature needs,\nMan’s life is cheap as beast’s. Thou art a lady;\nIf only to go warm were gorgeous,\nWhy, nature needs not what thou gorgeous wear’st\nWhich scarcely keeps thee warm. But, for true need,—\nYou heavens, give me that patience, patience I need!\nYou see me here, you gods, a poor old man,\nAs full of grief as age; wretched in both!\nIf it be you that stirs these daughters’ hearts\nAgainst their father, fool me not so much\nTo bear it tamely; touch me with noble anger,\nAnd let not women’s weapons, water-drops,\nStain my man’s cheeks! No, you unnatural hags,\nI will have such revenges on you both\nThat all the world shall,—I will do such things,—\nWhat they are yet, I know not; but they shall be\nThe terrors of the earth. You think I’ll weep;\nNo, I’ll not weep:— [_Storm and tempest._]\nI have full cause of weeping; but this heart\nShall break into a hundred thousand flaws\nOr ere I’ll weep.—O fool, I shall go mad!"}, {"type": "direction", "direction": "[_Exeunt Lear, Gloucester, Kent and Fool._]"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Let us withdraw; ’twill be a storm."}, {"type": "dialouge", "character": "REGAN.", "line": "This house is little: the old man and his people\nCannot be well bestow’d."}, {"type": "dialouge", "character": "GONERIL.", "line": "’Tis his own blame; hath put himself from rest\nAnd must needs taste his folly."}, {"type": "dialouge", "character": "REGAN.", "line": "For his particular, I’ll receive him gladly,\nBut not one follower."}, {"type": "dialouge", "character": "GONERIL.", "line": "So am I purpos’d.\nWhere is my lord of Gloucester?"}, {"type": "direction", "direction": "Enter Gloucester."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Followed the old man forth, he is return’d."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "The King is in high rage."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Whither is he going?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "He calls to horse; but will I know not whither."}, {"type": "dialouge", "character": "CORNWALL.", "line": "’Tis best to give him way; he leads himself."}, {"type": "dialouge", "character": "GONERIL.", "line": "My lord, entreat him by no means to stay."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Alack, the night comes on, and the high winds\nDo sorely ruffle; for many miles about\nThere’s scarce a bush."}, {"type": "dialouge", "character": "REGAN.", "line": "O, sir, to wilful men\nThe injuries that they themselves procure\nMust be their schoolmasters. Shut up your doors.\nHe is attended with a desperate train,\nAnd what they may incense him to, being apt\nTo have his ear abus’d, wisdom bids fear."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Shut up your doors, my lord; ’tis a wild night.\nMy Regan counsels well: come out o’ the storm."}, {"type": "dialouge", "character": "GONERIL.", "line": "\n\n\n"}, {"type": "direction", "direction": "[_Exeunt._]"}]}], [{"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 1, "direction": "", "text": [{"type": "direction", "direction": ""}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 2, "direction": "SCENE I. A Heath.\n\n A storm with thunder and lightning. Enter Kent and a Gentleman,\n severally.", "text": [{"type": "direction", "direction": "SCENE I. A Heath.\n\n A storm with thunder and lightning. Enter Kent and a Gentleman,\n severally."}, {"type": "dialouge", "character": "KENT.", "line": "Who’s there, besides foul weather?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "One minded like the weather, most unquietly."}, {"type": "dialouge", "character": "KENT.", "line": "I know you. Where’s the King?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Contending with the fretful elements;\nBids the wind blow the earth into the sea,\nOr swell the curled waters ’bove the main,\nThat things might change or cease; tears his white hair,\nWhich the impetuous blasts with eyeless rage,\nCatch in their fury and make nothing of;\nStrives in his little world of man to outscorn\nThe to-and-fro-conflicting wind and rain.\nThis night, wherein the cub-drawn bear would couch,\nThe lion and the belly-pinched wolf\nKeep their fur dry, unbonneted he runs,\nAnd bids what will take all."}, {"type": "dialouge", "character": "KENT.", "line": "But who is with him?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "None but the fool, who labours to out-jest\nHis heart-struck injuries."}, {"type": "dialouge", "character": "KENT.", "line": "Sir, I do know you;\nAnd dare, upon the warrant of my note\nCommend a dear thing to you. There is division,\nAlthough as yet the face of it be cover’d\nWith mutual cunning, ’twixt Albany and Cornwall;\nWho have, as who have not, that their great stars\nThrone’d and set high; servants, who seem no less,\nWhich are to France the spies and speculations\nIntelligent of our state. What hath been seen,\nEither in snuffs and packings of the Dukes;\nOr the hard rein which both of them have borne\nAgainst the old kind King; or something deeper,\nWhereof, perchance, these are but furnishings;—\nBut, true it is, from France there comes a power\nInto this scatter’d kingdom; who already,\nWise in our negligence, have secret feet\nIn some of our best ports, and are at point\nTo show their open banner.—Now to you:\nIf on my credit you dare build so far\nTo make your speed to Dover, you shall find\nSome that will thank you making just report\nOf how unnatural and bemadding sorrow\nThe King hath cause to plain.\nI am a gentleman of blood and breeding;\nAnd from some knowledge and assurance\nOffer this office to you."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "I will talk further with you."}, {"type": "dialouge", "character": "KENT.", "line": "No, do not.\nFor confirmation that I am much more\nThan my out-wall, open this purse, and take\nWhat it contains. If you shall see Cordelia,\nAs fear not but you shall, show her this ring;\nAnd she will tell you who your fellow is\nThat yet you do not know. Fie on this storm!\nI will go seek the King."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Give me your hand: have you no more to say?"}, {"type": "dialouge", "character": "KENT.", "line": "Few words, but, to effect, more than all yet:\nThat, when we have found the King, in which your pain\nThat way, I’ll this; he that first lights on him\nHolla the other."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 3, "direction": "SCENE II. Another part of the heath.\n\n Storm continues. Enter Lear and Fool.", "text": [{"type": "direction", "direction": "SCENE II. Another part of the heath.\n\n Storm continues. Enter Lear and Fool."}, {"type": "dialouge", "character": "LEAR.", "line": "Blow, winds, and crack your cheeks! Rage! blow!\nYou cataracts and hurricanoes, spout\nTill you have drench’d our steeples, drown’d the cocks!\nYou sulphurous and thought-executing fires,\nVaunt-couriers to oak-cleaving thunderbolts,\nSinge my white head! And thou, all-shaking thunder,\nStrike flat the thick rotundity o’ the world!\nCrack nature’s moulds, all germens spill at once,\nThat make ingrateful man!"}, {"type": "dialouge", "character": "FOOL.", "line": "O nuncle, court holy-water in a dry house is better than this\nrain-water out o’ door. Good nuncle, in; and ask thy daughters\nblessing: here’s a night pities neither wise men nor fools."}, {"type": "dialouge", "character": "LEAR.", "line": "Rumble thy bellyful! Spit, fire! spout, rain!\nNor rain, wind, thunder, fire are my daughters;\nI tax not you, you elements, with unkindness.\nI never gave you kingdom, call’d you children;\nYou owe me no subscription: then let fall\nYour horrible pleasure. Here I stand your slave,\nA poor, infirm, weak, and despis’d old man:\nBut yet I call you servile ministers,\nThat will with two pernicious daughters join\nYour high-engender’d battles ’gainst a head\nSo old and white as this! O! O! ’tis foul!"}, {"type": "dialouge", "character": "FOOL.", "line": "He that has a house to put’s head in has a good head-piece.\n   The codpiece that will house\n     Before the head has any,\n   The head and he shall louse:\n     So beggars marry many.\n   The man that makes his toe\n     What he his heart should make\n   Shall of a corn cry woe,\n     And turn his sleep to wake.\nFor there was never yet fair woman but she made mouths in a glass."}, {"type": "dialouge", "character": "LEAR.", "line": "No, I will be the pattern of all patience;\nI will say nothing."}, {"type": "direction", "direction": "Enter Kent."}, {"type": "dialouge", "character": "KENT.", "line": "Who’s there?"}, {"type": "dialouge", "character": "FOOL.", "line": "Marry, here’s grace and a codpiece; that’s a wise man and a fool."}, {"type": "dialouge", "character": "KENT.", "line": "Alas, sir, are you here? Things that love night\nLove not such nights as these; the wrathful skies\nGallow the very wanderers of the dark,\nAnd make them keep their caves. Since I was man,\nSuch sheets of fire, such bursts of horrid thunder,\nSuch groans of roaring wind and rain I never\nRemember to have heard. Man’s nature cannot carry\nTh’affliction, nor the fear."}, {"type": "dialouge", "character": "LEAR.", "line": "Let the great gods,\nThat keep this dreadful pudder o’er our heads,\nFind out their enemies now. Tremble, thou wretch,\nThat hast within thee undivulged crimes\nUnwhipp’d of justice. Hide thee, thou bloody hand;\nThou perjur’d, and thou simular of virtue\nThat art incestuous. Caitiff, to pieces shake\nThat under covert and convenient seeming\nHast practis’d on man’s life: close pent-up guilts,\nRive your concealing continents, and cry\nThese dreadful summoners grace. I am a man\nMore sinn’d against than sinning."}, {"type": "dialouge", "character": "KENT.", "line": "Alack, bareheaded!\nGracious my lord, hard by here is a hovel;\nSome friendship will it lend you ’gainst the tempest:\nRepose you there, whilst I to this hard house,—\nMore harder than the stones whereof ’tis rais’d;\nWhich even but now, demanding after you,\nDenied me to come in,—return, and force\nTheir scanted courtesy."}, {"type": "dialouge", "character": "LEAR.", "line": "My wits begin to turn.\nCome on, my boy. How dost, my boy? Art cold?\nI am cold myself. Where is this straw, my fellow?\nThe art of our necessities is strange,\nThat can make vile things precious. Come, your hovel.\nPoor fool and knave, I have one part in my heart\nThat’s sorry yet for thee."}, {"type": "dialouge", "character": "FOOL.", "line": "[_Singing._]\n   He that has and a little tiny wit,\n     With heigh-ho, the wind and the rain,\n   Must make content with his fortunes fit,\n     Though the rain it raineth every day."}, {"type": "dialouge", "character": "LEAR.", "line": "True, boy. Come, bring us to this hovel."}, {"type": "direction", "direction": "[_Exeunt Lear and Kent._]"}, {"type": "dialouge", "character": "FOOL.", "line": "This is a brave night to cool a courtezan. I’ll speak a prophecy ere I\ngo:\n   When priests are more in word than matter;\n   When brewers mar their malt with water;\n   When nobles are their tailors’ tutors;\n   No heretics burn’d, but wenches’ suitors;\n   When every case in law is right;\n   No squire in debt, nor no poor knight;\n   When slanders do not live in tongues;\n   Nor cut-purses come not to throngs;\n   When usurers tell their gold i’ the field;\n   And bawds and whores do churches build,\n   Then shall the realm of Albion\n   Come to great confusion:\n   Then comes the time, who lives to see’t,\n   That going shall be us’d with feet.\nThis prophecy Merlin shall make; for I live before his time."}, {"type": "direction", "direction": "[_Exit._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 4, "direction": "SCENE III. A Room in Gloucester’s Castle.", "text": [{"type": "direction", "direction": "SCENE III. A Room in Gloucester’s Castle."}, {"type": "direction", "direction": "Enter Gloucester and Edmund."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Alack, alack, Edmund, I like not this unnatural dealing. When I desired\ntheir leave that I might pity him, they took from me the use of mine\nown house; charged me on pain of perpetual displeasure, neither to\nspeak of him, entreat for him, or any way sustain him."}, {"type": "dialouge", "character": "EDMUND.", "line": "Most savage and unnatural!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Go to; say you nothing. There is division between the Dukes, and a\nworse matter than that: I have received a letter this night;—’tis\ndangerous to be spoken;—I have locked the letter in my closet: these\ninjuries the King now bears will be revenged home; there’s part of a\npower already footed: we must incline to the King. I will look him, and\nprivily relieve him: go you and maintain talk with the Duke, that my\ncharity be not of him perceived: if he ask for me, I am ill, and gone\nto bed. If I die for it, as no less is threatened me, the King my old\nmaster must be relieved. There is some strange thing toward, Edmund;\npray you be careful."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "EDMUND.", "line": "This courtesy, forbid thee, shall the Duke\nInstantly know; and of that letter too.\nThis seems a fair deserving, and must draw me\nThat which my father loses, no less than all:\nThe younger rises when the old doth fall."}, {"type": "direction", "direction": "[_Exit._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 5, "direction": "SCENE IV. A part of the Heath with a Hovel.\n\n Storm continues. Enter Lear, Kent and Fool.", "text": [{"type": "direction", "direction": "SCENE IV. A part of the Heath with a Hovel.\n\n Storm continues. Enter Lear, Kent and Fool."}, {"type": "dialouge", "character": "KENT.", "line": "Here is the place, my lord; good my lord, enter:\nThe tyranny of the open night’s too rough\nFor nature to endure."}, {"type": "dialouge", "character": "LEAR.", "line": "Let me alone."}, {"type": "dialouge", "character": "KENT.", "line": "Good my lord, enter here."}, {"type": "dialouge", "character": "LEAR.", "line": "Wilt break my heart?"}, {"type": "dialouge", "character": "KENT.", "line": "I had rather break mine own. Good my lord, enter."}, {"type": "dialouge", "character": "LEAR.", "line": "Thou think’st ’tis much that this contentious storm\nInvades us to the skin: so ’tis to thee,\nBut where the greater malady is fix’d,\nThe lesser is scarce felt. Thou’dst shun a bear;\nBut if thy flight lay toward the raging sea,\nThou’dst meet the bear i’ the mouth. When the mind’s free,\nThe body’s delicate: the tempest in my mind\nDoth from my senses take all feeling else\nSave what beats there. Filial ingratitude!\nIs it not as this mouth should tear this hand\nFor lifting food to’t? But I will punish home;\nNo, I will weep no more. In such a night\nTo shut me out! Pour on; I will endure:\nIn such a night as this! O Regan, Goneril!\nYour old kind father, whose frank heart gave all,\nO, that way madness lies; let me shun that;\nNo more of that."}, {"type": "dialouge", "character": "KENT.", "line": "Good my lord, enter here."}, {"type": "dialouge", "character": "LEAR.", "line": "Prythee go in thyself; seek thine own ease:\nThis tempest will not give me leave to ponder\nOn things would hurt me more. But I’ll go in.\n[_To the Fool._] In, boy; go first. You houseless poverty,\nNay, get thee in. I’ll pray, and then I’ll sleep."}, {"type": "dialouge", "character": "LEAR.", "line": "\nPoor naked wretches, wheresoe’er you are,\nThat bide the pelting of this pitiless storm,\nHow shall your houseless heads and unfed sides,\nYour loop’d and window’d raggedness, defend you\nFrom seasons such as these? O, I have ta’en\nToo little care of this! Take physic, pomp;\nExpose thyself to feel what wretches feel,\nThat thou mayst shake the superflux to them\nAnd show the heavens more just."}, {"type": "direction", "direction": "[_Fool goes in._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "[_Within._] Fathom and half, fathom and half! Poor Tom!"}, {"type": "direction", "direction": "[_The Fool runs out from the hovel._]"}, {"type": "dialouge", "character": "FOOL.", "line": "Come not in here, nuncle, here’s a spirit.\nHelp me, help me!"}, {"type": "dialouge", "character": "KENT.", "line": "Give me thy hand. Who’s there?"}, {"type": "dialouge", "character": "FOOL.", "line": "A spirit, a spirit: he says his name’s poor Tom."}, {"type": "dialouge", "character": "KENT.", "line": "What art thou that dost grumble there i’ the straw?\nCome forth."}, {"type": "direction", "direction": "Enter Edgar, disguised as a madman."}, {"type": "dialouge", "character": "EDGAR.", "line": "Away! the foul fiend follows me! Through the sharp hawthorn blows the\ncold wind. Humh! go to thy cold bed, and warm thee."}, {"type": "dialouge", "character": "LEAR.", "line": "Didst thou give all to thy two daughters?\nAnd art thou come to this?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Who gives anything to poor Tom? Whom the foul fiend hath led through\nfire and through flame, through ford and whirlpool, o’er bog and\nquagmire; that hath laid knives under his pillow and halters in his\npew, set ratsbane by his porridge; made him proud of heart, to ride on\na bay trotting horse over four-inched bridges, to course his own shadow\nfor a traitor. Bless thy five wits! \tTom’s a-cold. O, do, de, do,\nde, do, de. Bless thee from whirlwinds, star-blasting, and taking! Do\npoor Tom some charity, whom the foul fiend vexes. There could I have\nhim now, and there,—and there again, and there."}, {"type": "direction", "direction": "[_Storm continues._]"}, {"type": "dialouge", "character": "LEAR.", "line": "What, have his daughters brought him to this pass?\nCouldst thou save nothing? Didst thou give ’em all?"}, {"type": "dialouge", "character": "FOOL.", "line": "Nay, he reserv’d a blanket, else we had been all shamed."}, {"type": "dialouge", "character": "LEAR.", "line": "Now all the plagues that in the pendulous air\nHang fated o’er men’s faults light on thy daughters!"}, {"type": "dialouge", "character": "KENT.", "line": "He hath no daughters, sir."}, {"type": "dialouge", "character": "LEAR.", "line": "Death, traitor! nothing could have subdu’d nature\nTo such a lowness but his unkind daughters.\nIs it the fashion that discarded fathers\nShould have thus little mercy on their flesh?\nJudicious punishment! ’twas this flesh begot\nThose pelican daughters."}, {"type": "dialouge", "character": "EDGAR.", "line": "   Pillicock sat on Pillicock hill,\n     Alow, alow, loo loo!"}, {"type": "dialouge", "character": "FOOL.", "line": "This cold night will turn us all to fools and madmen."}, {"type": "dialouge", "character": "EDGAR.", "line": "Take heed o’ th’ foul fiend: obey thy parents; keep thy word justly;\nswear not; commit not with man’s sworn spouse; set not thy sweet-heart\non proud array. Tom’s a-cold."}, {"type": "dialouge", "character": "LEAR.", "line": "What hast thou been?"}, {"type": "dialouge", "character": "EDGAR.", "line": "A serving-man, proud in heart and mind; that curled my hair; wore\ngloves in my cap; served the lust of my mistress’ heart, and did the\nact of darkness with her; swore as many oaths as I spake words, and\nbroke them in the sweet face of heaven. One that slept in the\ncontriving of lust, and waked to do it. Wine loved I deeply, dice\ndearly; and in woman out-paramour’d the Turk. False of heart, light of\near, bloody of hand; hog in sloth, fox in stealth, wolf in greediness,\ndog in madness, lion in prey. Let not the creaking of shoes nor the\nrustling of silks betray thy poor heart to woman. Keep thy foot out of\nbrothels, thy hand out of plackets, thy pen from lender’s book, and\ndefy the foul fiend. Still through the hawthorn blows the cold wind:\nsays suum, mun, nonny. Dolphin my boy, boy, sessa! let him trot by."}, {"type": "direction", "direction": "[_Storm still continues._]"}, {"type": "dialouge", "character": "LEAR.", "line": "Why, thou wert better in thy grave than to answer with thy uncovered\nbody this extremity of the skies. Is man no more than this? Consider\nhim well. Thou owest the worm no silk, the beast no hide, the sheep no\nwool, the cat no perfume. Ha! here’s three on’s are sophisticated! Thou\nart the thing itself: unaccommodated man is no more but such a poor,\nbare, forked animal as thou art. Off, off, you lendings! Come, unbutton\nhere."}, {"type": "direction", "direction": "[_Tears off his clothes._]"}, {"type": "dialouge", "character": "FOOL.", "line": "Prythee, nuncle, be contented; ’tis a naughty night to swim in. Now a\nlittle fire in a wild field were like an old lecher’s heart, a small\nspark, all the rest on’s body cold. Look, here comes a walking fire."}, {"type": "dialouge", "character": "EDGAR.", "line": "This is the foul fiend Flibbertigibbet: he begins at curfew, and walks\ntill the first cock; he gives the web and the pin, squints the eye, and\nmakes the harelip; mildews the white wheat, and hurts the poor creature\nof earth.\n   Swithold footed thrice the old;\n   He met the nightmare, and her nine-fold;\n     Bid her alight and her troth plight,\n   And aroint thee, witch, aroint thee!"}, {"type": "dialouge", "character": "KENT.", "line": "How fares your grace?"}, {"type": "direction", "direction": "Enter Gloucester with a torch."}, {"type": "dialouge", "character": "LEAR.", "line": "What’s he?"}, {"type": "dialouge", "character": "KENT.", "line": "Who’s there? What is’t you seek?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "What are you there? Your names?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Poor Tom; that eats the swimming frog, the toad, the todpole, the\nwall-newt and the water; that in the fury of his heart, when the foul\nfiend rages, eats cow-dung for sallets; swallows the old rat and the\nditch-dog; drinks the green mantle of the standing pool; who is whipped\nfrom tithing to tithing, and stocked, punished, and imprisoned; who\nhath had three suits to his back, six shirts to his body,\n     Horse to ride, and weapon to wear.\n     But mice and rats and such small deer,\n     Have been Tom’s food for seven long year.\nBeware my follower. Peace, Smulkin; peace, thou fiend!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "What, hath your grace no better company?"}, {"type": "dialouge", "character": "EDGAR.", "line": "The prince of darkness is a gentleman:\nModo he’s call’d, and Mahu."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Our flesh and blood, my lord, is grown so vile\nThat it doth hate what gets it."}, {"type": "dialouge", "character": "EDGAR.", "line": "Poor Tom’s a-cold."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Go in with me: my duty cannot suffer\nT’obey in all your daughters’ hard commands;\nThough their injunction be to bar my doors,\nAnd let this tyrannous night take hold upon you,\nYet have I ventur’d to come seek you out,\nAnd bring you where both fire and food is ready."}, {"type": "dialouge", "character": "LEAR.", "line": "First let me talk with this philosopher.\nWhat is the cause of thunder?"}, {"type": "dialouge", "character": "KENT.", "line": "Good my lord, take his offer; go into the house."}, {"type": "dialouge", "character": "LEAR.", "line": "I’ll talk a word with this same learned Theban.\nWhat is your study?"}, {"type": "dialouge", "character": "EDGAR.", "line": "How to prevent the fiend and to kill vermin."}, {"type": "dialouge", "character": "LEAR.", "line": "Let me ask you one word in private."}, {"type": "dialouge", "character": "KENT.", "line": "Importune him once more to go, my lord;\nHis wits begin t’unsettle."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Canst thou blame him?\nHis daughters seek his death. Ah, that good Kent!\nHe said it would be thus, poor banish’d man!\nThou sayest the King grows mad; I’ll tell thee, friend,\nI am almost mad myself. I had a son,\nNow outlaw’d from my blood; he sought my life\nBut lately, very late: I lov’d him, friend,\nNo father his son dearer: true to tell thee,"}, {"type": "dialouge", "character": "KENT.", "line": "\nThe grief hath craz’d my wits. What a night’s this!\nI do beseech your grace."}, {"type": "direction", "direction": "[_Storm continues._]"}, {"type": "dialouge", "character": "LEAR.", "line": "O, cry you mercy, sir.\nNoble philosopher, your company."}, {"type": "dialouge", "character": "EDGAR.", "line": "Tom’s a-cold."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "In, fellow, there, into the hovel; keep thee warm."}, {"type": "dialouge", "character": "LEAR.", "line": "Come, let’s in all."}, {"type": "dialouge", "character": "KENT.", "line": "This way, my lord."}, {"type": "dialouge", "character": "LEAR.", "line": "With him;\nI will keep still with my philosopher."}, {"type": "dialouge", "character": "KENT.", "line": "Good my lord, soothe him; let him take the fellow."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Take him you on."}, {"type": "dialouge", "character": "KENT.", "line": "Sirrah, come on; go along with us."}, {"type": "dialouge", "character": "LEAR.", "line": "Come, good Athenian."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "No words, no words, hush."}, {"type": "dialouge", "character": "EDGAR.", "line": "   Child Rowland to the dark tower came,\n   His word was still—Fie, foh, and fum,\n   I smell the blood of a British man."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 6, "direction": "SCENE V. A Room in Gloucester’s Castle.", "text": [{"type": "direction", "direction": "SCENE V. A Room in Gloucester’s Castle."}, {"type": "direction", "direction": "Enter Cornwall and Edmund."}, {"type": "dialouge", "character": "CORNWALL.", "line": "I will have my revenge ere I depart his house."}, {"type": "dialouge", "character": "EDMUND.", "line": "How, my lord, I may be censured, that nature thus gives way to loyalty,\nsomething fears me to think of."}, {"type": "dialouge", "character": "CORNWALL.", "line": "I now perceive it was not altogether your brother’s evil disposition\nmade him seek his death; but a provoking merit, set a-work by a\nreproveable badness in himself."}, {"type": "dialouge", "character": "EDMUND.", "line": "How malicious is my fortune, that I must repent to be just! This is the\nletter he spoke of, which approves him an intelligent party to the\nadvantages of France. O heavens! that this treason were not; or not I\nthe detector!"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Go with me to the Duchess."}, {"type": "dialouge", "character": "EDMUND.", "line": "If the matter of this paper be certain, you have mighty business in\nhand."}, {"type": "dialouge", "character": "CORNWALL.", "line": "True or false, it hath made thee Earl of Gloucester. Seek out where thy\nfather is, that he may be ready for our apprehension."}, {"type": "dialouge", "character": "EDMUND.", "line": "[_Aside._] If I find him comforting the King, it will stuff his\nsuspicion more fully. I will persever in my course of loyalty, though\nthe conflict be sore between that and my blood."}, {"type": "dialouge", "character": "CORNWALL.", "line": "I will lay trust upon thee; and thou shalt find a dearer father in my\nlove."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 7, "direction": "SCENE VI. A Chamber in a Farmhouse adjoining the Castle.", "text": [{"type": "direction", "direction": "SCENE VI. A Chamber in a Farmhouse adjoining the Castle."}, {"type": "direction", "direction": "Enter Gloucester, Lear, Kent, Fool and Edgar."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Here is better than the open air; take it thankfully. I will piece out\nthe comfort with what addition I can: I will not be long from you."}, {"type": "dialouge", "character": "KENT.", "line": "All the power of his wits have given way to his impatience:— the gods\nreward your kindness!"}, {"type": "direction", "direction": "[_Exit Gloucester._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "Frateretto calls me; and tells me Nero is an angler in the lake of\ndarkness. Pray, innocent, and beware the foul fiend."}, {"type": "dialouge", "character": "FOOL.", "line": "Prythee, nuncle, tell me whether a madman be a gentleman or a yeoman."}, {"type": "dialouge", "character": "LEAR.", "line": "A king, a king!"}, {"type": "dialouge", "character": "FOOL.", "line": "No, he’s a yeoman that has a gentleman to his son; for he’s a mad\nyeoman that sees his son a gentleman before him."}, {"type": "dialouge", "character": "LEAR.", "line": "To have a thousand with red burning spits\nCome hissing in upon ’em."}, {"type": "dialouge", "character": "EDGAR.", "line": "The foul fiend bites my back."}, {"type": "dialouge", "character": "FOOL.", "line": "He’s mad that trusts in the tameness of a wolf, a horse’s health, a\nboy’s love, or a whore’s oath."}, {"type": "dialouge", "character": "LEAR.", "line": "It shall be done; I will arraign them straight.\n[_To Edgar._] Come, sit thou here, most learned justicer;\n[_To the Fool._] Thou, sapient sir, sit here. Now, you she-foxes!—"}, {"type": "dialouge", "character": "EDGAR.", "line": "Look, where he stands and glares! Want’st thou eyes at trial, madam?\n  Come o’er the bourn, Bessy, to me."}, {"type": "dialouge", "character": "FOOL.", "line": "   Her boat hath a leak,\n   And she must not speak\n   Why she dares not come over to thee."}, {"type": "dialouge", "character": "EDGAR.", "line": "The foul fiend haunts poor Tom in the voice of a nightingale.\nHoppedance cries in Tom’s belly for two white herring. Croak not, black\nangel; I have no food for thee."}, {"type": "dialouge", "character": "KENT.", "line": "How do you, sir? Stand you not so amaz’d;\nWill you lie down and rest upon the cushions?"}, {"type": "dialouge", "character": "LEAR.", "line": "I’ll see their trial first. Bring in their evidence.\n[_To Edgar._] Thou, robed man of justice, take thy place.\n[_To the Fool._] And thou, his yokefellow of equity,\nBench by his side. [_To Kent._] You are o’ the commission,\nSit you too."}, {"type": "dialouge", "character": "EDGAR.", "line": "   Let us deal justly.\n   Sleepest or wakest thou, jolly shepherd?\n     Thy sheep be in the corn;\n   And for one blast of thy minikin mouth\n     Thy sheep shall take no harm.\nPurr! the cat is grey."}, {"type": "dialouge", "character": "LEAR.", "line": "Arraign her first; ’tis Goneril. I here take my oath before this\nhonourable assembly, she kicked the poor King her father."}, {"type": "dialouge", "character": "FOOL.", "line": "Come hither, mistress. Is your name Goneril?"}, {"type": "dialouge", "character": "LEAR.", "line": "She cannot deny it."}, {"type": "dialouge", "character": "FOOL.", "line": "Cry you mercy, I took you for a joint-stool."}, {"type": "dialouge", "character": "LEAR.", "line": "And here’s another, whose warp’d looks proclaim\nWhat store her heart is made on. Stop her there!\nArms, arms! sword! fire! Corruption in the place!\nFalse justicer, why hast thou let her ’scape?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Bless thy five wits!"}, {"type": "dialouge", "character": "KENT.", "line": "O pity! Sir, where is the patience now\nThat you so oft have boasted to retain?"}, {"type": "dialouge", "character": "EDGAR.", "line": "[_Aside._] My tears begin to take his part so much\nThey mar my counterfeiting."}, {"type": "dialouge", "character": "LEAR.", "line": "The little dogs and all,\nTrey, Blanch, and Sweetheart, see, they bark at me."}, {"type": "dialouge", "character": "EDGAR.", "line": "Tom will throw his head at them. Avaunt, you curs!\n   Be thy mouth or black or white,\n   Tooth that poisons if it bite;\n   Mastiff, greyhound, mongrel grim,\n   Hound or spaniel, brach or him,\n   Or bobtail tike or trundle-tail,\n   Tom will make them weep and wail;\n   For, with throwing thus my head,\n   Dogs leap the hatch, and all are fled.\nDo, de, de, de. Sessa! Come, march to wakes and fairs and market towns.\nPoor Tom, thy horn is dry."}, {"type": "dialouge", "character": "LEAR.", "line": "Then let them anatomize Regan; see what breeds about her heart. Is\nthere any cause in nature that makes these hard hearts? [_To Edgar._]\nYou, sir, I entertain you for one of my hundred; only I do not like the\nfashion of your garments. You’ll say they are Persian; but let them be\nchanged."}, {"type": "dialouge", "character": "KENT.", "line": "Now, good my lord, lie here and rest awhile."}, {"type": "dialouge", "character": "LEAR.", "line": "Make no noise, make no noise; draw the curtains.\nSo, so. We’ll go to supper i’ the morning."}, {"type": "dialouge", "character": "FOOL.", "line": "And I’ll go to bed at noon."}, {"type": "direction", "direction": "Enter Gloucester."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Come hither, friend;\nWhere is the King my master?"}, {"type": "dialouge", "character": "KENT.", "line": "Here, sir; but trouble him not, his wits are gone."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Good friend, I prythee, take him in thy arms;\nI have o’erheard a plot of death upon him;\nThere is a litter ready; lay him in’t\nAnd drive towards Dover, friend, where thou shalt meet\nBoth welcome and protection. Take up thy master;\nIf thou shouldst dally half an hour, his life,\nWith thine, and all that offer to defend him,\nStand in assured loss. Take up, take up;\nAnd follow me, that will to some provision\nGive thee quick conduct."}, {"type": "dialouge", "character": "KENT.", "line": "Oppressed nature sleeps.\nThis rest might yet have balm’d thy broken sinews,\nWhich, if convenience will not allow,\nStand in hard cure. Come, help to bear thy master;\n[_To the Fool._] Thou must not stay behind."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Come, come, away!"}, {"type": "direction", "direction": "[_Exeunt Kent, Gloucester and the Fool bearing off Lear._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "When we our betters see bearing our woes,\nWe scarcely think our miseries our foes.\nWho alone suffers, suffers most i’ the mind,\nLeaving free things and happy shows behind:\nBut then the mind much sufferance doth o’erskip\nWhen grief hath mates, and bearing fellowship.\nHow light and portable my pain seems now,\nWhen that which makes me bend makes the King bow;\nHe childed as I fathered! Tom, away!\nMark the high noises; and thyself bewray,\nWhen false opinion, whose wrong thoughts defile thee,\nIn thy just proof repeals and reconciles thee.\nWhat will hap more tonight, safe ’scape the King!\nLurk, lurk."}, {"type": "direction", "direction": "[_Exit._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 3, "scene": 8, "direction": "SCENE VII. A Room in Gloucester’s Castle.", "text": [{"type": "direction", "direction": "SCENE VII. A Room in Gloucester’s Castle."}, {"type": "direction", "direction": "Enter Cornwall, Regan, Goneril, Edmund and Servants."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Post speedily to my lord your husband, show him this letter: the army\nof France is landed. Seek out the traitor Gloucester."}, {"type": "direction", "direction": "[_Exeunt some of the Servants._]"}, {"type": "dialouge", "character": "REGAN.", "line": "Hang him instantly."}, {"type": "dialouge", "character": "GONERIL.", "line": "Pluck out his eyes."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Leave him to my displeasure. Edmund, keep you our sister company: the\nrevenges we are bound to take upon your traitorous father are not fit\nfor your beholding. Advise the Duke where you are going, to a most\nfestinate preparation: we are bound to the like. Our posts shall be\nswift and intelligent betwixt us. Farewell, dear sister, farewell, my\nlord of Gloucester."}, {"type": "direction", "direction": "Enter Oswald."}, {"type": "dialouge", "character": "CORNWALL.", "line": "\nHow now! Where’s the King?"}, {"type": "dialouge", "character": "OSWALD.", "line": "My lord of Gloucester hath convey’d him hence:\nSome five or six and thirty of his knights,\nHot questrists after him, met him at gate;\nWho, with some other of the lord’s dependants,\nAre gone with him toward Dover: where they boast\nTo have well-armed friends."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Get horses for your mistress."}, {"type": "dialouge", "character": "GONERIL.", "line": "Farewell, sweet lord, and sister."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Edmund, farewell."}, {"type": "dialouge", "character": "GONERIL.", "line": "\nGo seek the traitor Gloucester,\nPinion him like a thief, bring him before us."}, {"type": "direction", "direction": "[_Exeunt Goneril, Edmund and Oswald._]"}, {"type": "dialouge", "character": "CORNWALL.", "line": "\nThough well we may not pass upon his life\nWithout the form of justice, yet our power\nShall do a courtesy to our wrath, which men\nMay blame, but not control. Who’s there? The traitor?"}, {"type": "direction", "direction": "[_Exeunt other Servants._]"}, {"type": "direction", "direction": "Enter Gloucester and Servants."}, {"type": "dialouge", "character": "REGAN.", "line": "Ingrateful fox! ’tis he."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Bind fast his corky arms."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "What mean your graces?\nGood my friends, consider you are my guests.\nDo me no foul play, friends."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Bind him, I say."}, {"type": "direction", "direction": "[_Servants bind him._]"}, {"type": "dialouge", "character": "REGAN.", "line": "Hard, hard. O filthy traitor!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Unmerciful lady as you are, I’m none."}, {"type": "dialouge", "character": "CORNWALL.", "line": "To this chair bind him. Villain, thou shalt find—"}, {"type": "direction", "direction": "[_Regan plucks his beard._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "By the kind gods, ’tis most ignobly done\nTo pluck me by the beard."}, {"type": "dialouge", "character": "REGAN.", "line": "So white, and such a traitor!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Naughty lady,\nThese hairs which thou dost ravish from my chin\nWill quicken, and accuse thee. I am your host:\nWith robber’s hands my hospitable favours\nYou should not ruffle thus. What will you do?"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Come, sir, what letters had you late from France?"}, {"type": "dialouge", "character": "REGAN.", "line": "Be simple answer’d, for we know the truth."}, {"type": "dialouge", "character": "CORNWALL.", "line": "And what confederacy have you with the traitors,\nLate footed in the kingdom?"}, {"type": "dialouge", "character": "REGAN.", "line": "To whose hands have you sent the lunatic King?\nSpeak."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I have a letter guessingly set down,\nWhich came from one that’s of a neutral heart,\nAnd not from one oppos’d."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Cunning."}, {"type": "dialouge", "character": "REGAN.", "line": "And false."}, {"type": "dialouge", "character": "CORNWALL.", "line": "Where hast thou sent the King?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "To Dover."}, {"type": "dialouge", "character": "REGAN.", "line": "Wherefore to Dover? Wast thou not charg’d at peril,—"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Wherefore to Dover? Let him first answer that."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I am tied to the stake, and I must stand the course."}, {"type": "dialouge", "character": "REGAN.", "line": "Wherefore to Dover, sir?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Because I would not see thy cruel nails\nPluck out his poor old eyes; nor thy fierce sister\nIn his anointed flesh stick boarish fangs.\nThe sea, with such a storm as his bare head\nIn hell-black night endur’d, would have buoy’d up,\nAnd quench’d the stelled fires;\nYet, poor old heart, he holp the heavens to rain.\nIf wolves had at thy gate howl’d that stern time,\nThou shouldst have said, ‘Good porter, turn the key.’\nAll cruels else subscrib’d: but I shall see\nThe winged vengeance overtake such children."}, {"type": "dialouge", "character": "CORNWALL.", "line": "See’t shalt thou never. Fellows, hold the chair.\nUpon these eyes of thine I’ll set my foot."}, {"type": "direction", "direction": "[_Gloucester is held down in his chair, while Cornwall plucks out one\n of his eyes and sets his foot on it._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "He that will think to live till he be old,\nGive me some help!—O cruel! O you gods!"}, {"type": "dialouge", "character": "REGAN.", "line": "One side will mock another; the other too!"}, {"type": "dialouge", "character": "CORNWALL.", "line": "If you see vengeance—"}, {"type": "dialouge", "character": "FIRST SERVANT.", "line": "Hold your hand, my lord:\nI have serv’d you ever since I was a child;\nBut better service have I never done you\nThan now to bid you hold."}, {"type": "dialouge", "character": "REGAN.", "line": "How now, you dog!"}, {"type": "dialouge", "character": "FIRST SERVANT.", "line": "If you did wear a beard upon your chin,\nI’d shake it on this quarrel. What do you mean?"}, {"type": "dialouge", "character": "CORNWALL.", "line": "My villain?"}, {"type": "direction", "direction": "[_Draws, and runs at him._]"}, {"type": "dialouge", "character": "FIRST SERVANT.", "line": "Nay, then, come on, and take the chance of anger."}, {"type": "direction", "direction": "[_Draws. They fight. Cornwall is wounded._]"}, {"type": "dialouge", "character": "REGAN.", "line": "[_To another servant._] Give me thy sword. A peasant stand up thus?"}, {"type": "direction", "direction": "[_Snatches a sword, comes behind, and stabs him._]"}, {"type": "dialouge", "character": "FIRST SERVANT.", "line": "O, I am slain! My lord, you have one eye left\nTo see some mischief on him. O!"}, {"type": "direction", "direction": "[_Dies._]"}, {"type": "dialouge", "character": "CORNWALL.", "line": "Lest it see more, prevent it. Out, vile jelly!\nWhere is thy lustre now?"}, {"type": "direction", "direction": "[_Tears out Gloucester’s other eye and throws it on the ground._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "All dark and comfortless. Where’s my son Edmund?\nEdmund, enkindle all the sparks of nature\nTo quit this horrid act."}, {"type": "dialouge", "character": "REGAN.", "line": "Out, treacherous villain!\nThou call’st on him that hates thee: it was he\nThat made the overture of thy treasons to us;\nWho is too good to pity thee."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O my follies! Then Edgar was abus’d.\nKind gods, forgive me that, and prosper him!"}, {"type": "dialouge", "character": "REGAN.", "line": "Go thrust him out at gates, and let him smell\nHis way to Dover. How is’t, my lord? How look you?"}, {"type": "dialouge", "character": "CORNWALL.", "line": "I have receiv’d a hurt: follow me, lady.\nTurn out that eyeless villain. Throw this slave\nUpon the dunghill. Regan, I bleed apace:\nUntimely comes this hurt: give me your arm."}, {"type": "direction", "direction": "[_Exit Cornwall, led by Regan; Servants unbind Gloucester and lead him\n out._]"}, {"type": "dialouge", "character": "SECOND SERVANT.", "line": "I’ll never care what wickedness I do,\nIf this man come to good."}, {"type": "dialouge", "character": "THIRD SERVANT.", "line": "If she live long,\nAnd in the end meet the old course of death,\nWomen will all turn monsters."}, {"type": "dialouge", "character": "SECOND SERVANT.", "line": "Let’s follow the old Earl, and get the bedlam\nTo lead him where he would: his roguish madness\nAllows itself to anything."}, {"type": "dialouge", "character": "THIRD SERVANT.", "line": "Go thou: I’ll fetch some flax and whites of eggs\nTo apply to his bleeding face. Now heaven help him!"}, {"type": "dialouge", "character": "SECOND SERVANT.", "line": "\n\n\n"}, {"type": "direction", "direction": "[_Exeunt._]"}]}], [{"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 1, "direction": "", "text": [{"type": "direction", "direction": ""}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 2, "direction": "SCENE I. The heath.", "text": [{"type": "direction", "direction": "SCENE I. The heath."}, {"type": "direction", "direction": "Enter Edgar."}, {"type": "dialouge", "character": "EDGAR.", "line": "Yet better thus, and known to be contemn’d,\nThan still contemn’d and flatter’d. To be worst,\nThe lowest and most dejected thing of fortune,\nStands still in esperance, lives not in fear:\nThe lamentable change is from the best;\nThe worst returns to laughter. Welcome then,\nThou unsubstantial air that I embrace;\nThe wretch that thou hast blown unto the worst\nOwes nothing to thy blasts."}, {"type": "direction", "direction": "Enter Gloucester, led by an Old Man.\n\nBut who comes here? My father, poorly led?\nWorld, world, O world!\nBut that thy strange mutations make us hate thee,\nLife would not yield to age."}, {"type": "dialouge", "character": "OLD MAN.", "line": "O my good lord, I have been your tenant, and your father’s tenant these\nfourscore years."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Away, get thee away; good friend, be gone.\nThy comforts can do me no good at all;\nThee they may hurt."}, {"type": "dialouge", "character": "OLD MAN.", "line": "You cannot see your way."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I have no way, and therefore want no eyes;\nI stumbled when I saw. Full oft ’tis seen\nOur means secure us, and our mere defects\nProve our commodities. O dear son Edgar,\nThe food of thy abused father’s wrath!\nMight I but live to see thee in my touch,\nI’d say I had eyes again!"}, {"type": "dialouge", "character": "OLD MAN.", "line": "How now! Who’s there?"}, {"type": "dialouge", "character": "EDGAR.", "line": "[_Aside._] O gods! Who is’t can say ‘I am at the worst’?\nI am worse than e’er I was."}, {"type": "dialouge", "character": "OLD MAN.", "line": "’Tis poor mad Tom."}, {"type": "dialouge", "character": "EDGAR.", "line": "[_Aside._] And worse I may be yet. The worst is not\nSo long as we can say ‘This is the worst.’"}, {"type": "dialouge", "character": "OLD MAN.", "line": "Fellow, where goest?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Is it a beggar-man?"}, {"type": "dialouge", "character": "OLD MAN.", "line": "Madman, and beggar too."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "He has some reason, else he could not beg.\nI’ the last night’s storm I such a fellow saw;\nWhich made me think a man a worm. My son\nCame then into my mind, and yet my mind\nWas then scarce friends with him.\nI have heard more since.\nAs flies to wanton boys are we to the gods,\nThey kill us for their sport."}, {"type": "dialouge", "character": "EDGAR.", "line": "[_Aside._] How should this be?\nBad is the trade that must play fool to sorrow,\nAngering itself and others. Bless thee, master!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Is that the naked fellow?"}, {"type": "dialouge", "character": "OLD MAN.", "line": "Ay, my lord."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Then prythee get thee away. If for my sake\nThou wilt o’ertake us hence a mile or twain,\nI’ the way toward Dover, do it for ancient love,\nAnd bring some covering for this naked soul,\nWhich I’ll entreat to lead me."}, {"type": "dialouge", "character": "OLD MAN.", "line": "Alack, sir, he is mad."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "’Tis the time’s plague when madmen lead the blind.\nDo as I bid thee, or rather do thy pleasure;\nAbove the rest, be gone."}, {"type": "dialouge", "character": "OLD MAN.", "line": "I’ll bring him the best ’parel that I have,\nCome on’t what will."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Sirrah naked fellow."}, {"type": "dialouge", "character": "EDGAR.", "line": "Poor Tom’s a-cold.\n[_Aside._] I cannot daub it further."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Come hither, fellow."}, {"type": "dialouge", "character": "EDGAR.", "line": "[_Aside._] And yet I must. Bless thy sweet eyes, they bleed."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Know’st thou the way to Dover?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Both stile and gate, horseway and footpath. Poor Tom hath been scared\nout of his good wits. Bless thee, good man’s son, from the foul fiend!\nFive fiends have been in poor Tom at once; of lust, as Obidicut;\nHobbididence, prince of darkness; Mahu, of stealing; Modo, of murder;\nFlibbertigibbet, of mopping and mowing, who since possesses\nchambermaids and waiting women. So, bless thee, master!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Here, take this purse, thou whom the heaven’s plagues\nHave humbled to all strokes: that I am wretched\nMakes thee the happier. Heavens deal so still!\nLet the superfluous and lust-dieted man,\nThat slaves your ordinance, that will not see\nBecause he does not feel, feel your power quickly;\nSo distribution should undo excess,\nAnd each man have enough. Dost thou know Dover?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Ay, master."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "There is a cliff, whose high and bending head\nLooks fearfully in the confined deep:\nBring me but to the very brim of it,\nAnd I’ll repair the misery thou dost bear\nWith something rich about me: from that place\nI shall no leading need."}, {"type": "dialouge", "character": "EDGAR.", "line": "Give me thy arm:\nPoor Tom shall lead thee."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 3, "direction": "SCENE II. Before the Duke of Albany’s Palace.", "text": [{"type": "direction", "direction": "SCENE II. Before the Duke of Albany’s Palace."}, {"type": "direction", "direction": "Enter Goneril, Edmund; Oswald meeting them."}, {"type": "dialouge", "character": "GONERIL.", "line": "Welcome, my lord. I marvel our mild husband\nNot met us on the way. Now, where’s your master?"}, {"type": "dialouge", "character": "OSWALD.", "line": "Madam, within; but never man so chang’d.\nI told him of the army that was landed;\nHe smil’d at it: I told him you were coming;\nHis answer was, ‘The worse.’ Of Gloucester’s treachery\nAnd of the loyal service of his son\nWhen I inform’d him, then he call’d me sot,\nAnd told me I had turn’d the wrong side out.\nWhat most he should dislike seems pleasant to him;\nWhat like, offensive."}, {"type": "dialouge", "character": "GONERIL.", "line": "[_To Edmund._] Then shall you go no further.\nIt is the cowish terror of his spirit,\nThat dares not undertake. He’ll not feel wrongs\nWhich tie him to an answer. Our wishes on the way\nMay prove effects. Back, Edmund, to my brother;\nHasten his musters and conduct his powers.\nI must change names at home, and give the distaff\nInto my husband’s hands. This trusty servant\nShall pass between us. Ere long you are like to hear,\nIf you dare venture in your own behalf,\nA mistress’s command. [_Giving a favour._]\nWear this; spare speech;\nDecline your head. This kiss, if it durst speak,\nWould stretch thy spirits up into the air.\nConceive, and fare thee well."}, {"type": "dialouge", "character": "EDMUND.", "line": "Yours in the ranks of death."}, {"type": "direction", "direction": "[_Exit Edmund._]"}, {"type": "dialouge", "character": "GONERIL.", "line": "My most dear Gloucester.\nO, the difference of man and man!\nTo thee a woman’s services are due;\nMy fool usurps my body."}, {"type": "dialouge", "character": "OSWALD.", "line": "Madam, here comes my lord."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "direction", "direction": "Enter Albany."}, {"type": "dialouge", "character": "GONERIL.", "line": "I have been worth the whistle."}, {"type": "dialouge", "character": "ALBANY.", "line": "O Goneril!\nYou are not worth the dust which the rude wind\nBlows in your face! I fear your disposition;\nThat nature which contemns its origin\nCannot be bordered certain in itself.\nShe that herself will sliver and disbranch\nFrom her material sap, perforce must wither\nAnd come to deadly use."}, {"type": "dialouge", "character": "GONERIL.", "line": "No more; the text is foolish."}, {"type": "dialouge", "character": "ALBANY.", "line": "Wisdom and goodness to the vile seem vile;\nFilths savour but themselves. What have you done?\nTigers, not daughters, what have you perform’d?\nA father, and a gracious aged man,\nWhose reverence even the head-lugg’d bear would lick,\nMost barbarous, most degenerate, have you madded.\nCould my good brother suffer you to do it?\nA man, a prince, by him so benefitted!\nIf that the heavens do not their visible spirits\nSend quickly down to tame these vile offences,\nIt will come,\nHumanity must perforce prey on itself,\nLike monsters of the deep."}, {"type": "dialouge", "character": "GONERIL.", "line": "Milk-liver’d man!\nThat bear’st a cheek for blows, a head for wrongs;\nWho hast not in thy brows an eye discerning\nThine honour from thy suffering; that not know’st\nFools do those villains pity who are punish’d\nEre they have done their mischief. Where’s thy drum?\nFrance spreads his banners in our noiseless land;\nWith plumed helm thy state begins to threat,\nWhilst thou, a moral fool, sitt’st still, and criest\n‘Alack, why does he so?’"}, {"type": "dialouge", "character": "ALBANY.", "line": "See thyself, devil!\nProper deformity seems not in the fiend\nSo horrid as in woman."}, {"type": "dialouge", "character": "GONERIL.", "line": "O vain fool!"}, {"type": "dialouge", "character": "ALBANY.", "line": "Thou changed and self-cover’d thing, for shame!\nBe-monster not thy feature! Were’t my fitness\nTo let these hands obey my blood.\nThey are apt enough to dislocate and tear\nThy flesh and bones. Howe’er thou art a fiend,\nA woman’s shape doth shield thee."}, {"type": "dialouge", "character": "GONERIL.", "line": "Marry, your manhood, mew!"}, {"type": "direction", "direction": "Enter a Messenger."}, {"type": "dialouge", "character": "ALBANY.", "line": "What news?"}, {"type": "dialouge", "character": "MESSENGER.", "line": "O, my good lord, the Duke of Cornwall’s dead;\nSlain by his servant, going to put out\nThe other eye of Gloucester."}, {"type": "dialouge", "character": "ALBANY.", "line": "Gloucester’s eyes!"}, {"type": "dialouge", "character": "MESSENGER.", "line": "A servant that he bred, thrill’d with remorse,\nOppos’d against the act, bending his sword\nTo his great master; who, thereat enrag’d,\nFlew on him, and amongst them fell’d him dead;\nBut not without that harmful stroke which since\nHath pluck’d him after."}, {"type": "dialouge", "character": "ALBANY.", "line": "This shows you are above,\nYou justicers, that these our nether crimes\nSo speedily can venge! But, O poor Gloucester!\nLost he his other eye?"}, {"type": "dialouge", "character": "MESSENGER.", "line": "Both, both, my lord.\nThis letter, madam, craves a speedy answer;\n’Tis from your sister."}, {"type": "dialouge", "character": "GONERIL.", "line": "[_Aside._] One way I like this well;\nBut being widow, and my Gloucester with her,\nMay all the building in my fancy pluck\nUpon my hateful life. Another way\nThe news is not so tart. I’ll read, and answer."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "ALBANY.", "line": "Where was his son when they did take his eyes?"}, {"type": "dialouge", "character": "MESSENGER.", "line": "Come with my lady hither."}, {"type": "dialouge", "character": "ALBANY.", "line": "He is not here."}, {"type": "dialouge", "character": "MESSENGER.", "line": "No, my good lord; I met him back again."}, {"type": "dialouge", "character": "ALBANY.", "line": "Knows he the wickedness?"}, {"type": "dialouge", "character": "MESSENGER.", "line": "Ay, my good lord. ’Twas he inform’d against him;\nAnd quit the house on purpose, that their punishment\nMight have the freer course."}, {"type": "dialouge", "character": "ALBANY.", "line": "Gloucester, I live\nTo thank thee for the love thou show’dst the King,\nAnd to revenge thine eyes. Come hither, friend,\nTell me what more thou know’st."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 4, "direction": "SCENE III. The French camp near Dover.", "text": [{"type": "direction", "direction": "SCENE III. The French camp near Dover."}, {"type": "direction", "direction": "Enter Kent and a Gentleman."}, {"type": "dialouge", "character": "KENT.", "line": "Why the King of France is so suddenly gone back, know you no reason?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Something he left imperfect in the state, which since his coming forth\nis thought of, which imports to the kingdom so much fear and danger\nthat his personal return was most required and necessary."}, {"type": "dialouge", "character": "KENT.", "line": "Who hath he left behind him general?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "The Mareschal of France, Monsieur La Far."}, {"type": "dialouge", "character": "KENT.", "line": "Did your letters pierce the queen to any demonstration of grief?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Ay, sir; she took them, read them in my presence;\nAnd now and then an ample tear trill’d down\nHer delicate cheek. It seem’d she was a queen\nOver her passion; who, most rebel-like,\nSought to be king o’er her."}, {"type": "dialouge", "character": "KENT.", "line": "O, then it mov’d her."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Not to a rage: patience and sorrow strove\nWho should express her goodliest. You have seen\nSunshine and rain at once: her smiles and tears\nWere like a better day. Those happy smilets\nThat play’d on her ripe lip seem’d not to know\nWhat guests were in her eyes; which parted thence\nAs pearls from diamonds dropp’d. In brief,\nSorrow would be a rarity most belov’d,\nIf all could so become it."}, {"type": "dialouge", "character": "KENT.", "line": "Made she no verbal question?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Faith, once or twice she heav’d the name of ‘father’\nPantingly forth, as if it press’d her heart;\nCried ‘Sisters, sisters! Shame of ladies! sisters!\nKent! father! sisters! What, i’ the storm? i’ the night?\nLet pity not be believ’d!’ There she shook\nThe holy water from her heavenly eyes,\nAnd clamour master’d her: then away she started\nTo deal with grief alone."}, {"type": "dialouge", "character": "KENT.", "line": "It is the stars,\nThe stars above us govern our conditions;\nElse one self mate and make could not beget\nSuch different issues. You spoke not with her since?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "No."}, {"type": "dialouge", "character": "KENT.", "line": "Was this before the King return’d?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "No, since."}, {"type": "dialouge", "character": "KENT.", "line": "Well, sir, the poor distressed Lear’s i’ the town;\nWho sometime, in his better tune, remembers\nWhat we are come about, and by no means\nWill yield to see his daughter."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Why, good sir?"}, {"type": "dialouge", "character": "KENT.", "line": "A sovereign shame so elbows him. His own unkindness,\nThat stripp’d her from his benediction, turn’d her\nTo foreign casualties, gave her dear rights\nTo his dog-hearted daughters, these things sting\nHis mind so venomously that burning shame\nDetains him from Cordelia."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Alack, poor gentleman!"}, {"type": "dialouge", "character": "KENT.", "line": "Of Albany’s and Cornwall’s powers you heard not?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "’Tis so; they are afoot."}, {"type": "dialouge", "character": "KENT.", "line": "Well, sir, I’ll bring you to our master Lear\nAnd leave you to attend him. Some dear cause\nWill in concealment wrap me up awhile;\nWhen I am known aright, you shall not grieve\nLending me this acquaintance.\nI pray you, go along with me."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 5, "direction": "SCENE IV. The French camp. A Tent.", "text": [{"type": "direction", "direction": "SCENE IV. The French camp. A Tent."}, {"type": "direction", "direction": "Enter with drum and colours, Cordelia, Physician and Soldiers."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Alack, ’tis he: why, he was met even now\nAs mad as the vex’d sea; singing aloud;\nCrown’d with rank fumiter and furrow weeds,\nWith harlocks, hemlock, nettles, cuckoo-flowers,\nDarnel, and all the idle weeds that grow\nIn our sustaining corn. A century send forth;\nSearch every acre in the high-grown field,\nAnd bring him to our eye."}, {"type": "dialouge", "character": "CORDELIA.", "line": "\nWhat can man’s wisdom\nIn the restoring his bereaved sense,\nHe that helps him take all my outward worth."}, {"type": "direction", "direction": "[_Exit an Officer._]"}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "There is means, madam:\nOur foster nurse of nature is repose,\nThe which he lacks; that to provoke in him\nAre many simples operative, whose power\nWill close the eye of anguish."}, {"type": "dialouge", "character": "CORDELIA.", "line": "All bless’d secrets,\nAll you unpublish’d virtues of the earth,\nSpring with my tears! Be aidant and remediate\nIn the good man’s distress! Seek, seek for him;\nLest his ungovern’d rage dissolve the life\nThat wants the means to lead it."}, {"type": "direction", "direction": "Enter a Messenger."}, {"type": "dialouge", "character": "MESSENGER.", "line": "News, madam;\nThe British powers are marching hitherward."}, {"type": "dialouge", "character": "CORDELIA.", "line": "’Tis known before. Our preparation stands\nIn expectation of them. O dear father,\nIt is thy business that I go about;\nTherefore great France\nMy mourning and important tears hath pitied.\nNo blown ambition doth our arms incite,\nBut love, dear love, and our ag’d father’s right:\nSoon may I hear and see him!"}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 6, "direction": "SCENE V. A Room in Gloucester’s Castle.", "text": [{"type": "direction", "direction": "SCENE V. A Room in Gloucester’s Castle."}, {"type": "direction", "direction": "Enter Regan and Oswald."}, {"type": "dialouge", "character": "REGAN.", "line": "But are my brother’s powers set forth?"}, {"type": "dialouge", "character": "OSWALD.", "line": "Ay, madam."}, {"type": "dialouge", "character": "REGAN.", "line": "Himself in person there?"}, {"type": "dialouge", "character": "OSWALD.", "line": "Madam, with much ado.\nYour sister is the better soldier."}, {"type": "dialouge", "character": "REGAN.", "line": "Lord Edmund spake not with your lord at home?"}, {"type": "dialouge", "character": "OSWALD.", "line": "No, madam."}, {"type": "dialouge", "character": "REGAN.", "line": "What might import my sister’s letter to him?"}, {"type": "dialouge", "character": "OSWALD.", "line": "I know not, lady."}, {"type": "dialouge", "character": "REGAN.", "line": "Faith, he is posted hence on serious matter.\nIt was great ignorance, Gloucester’s eyes being out,\nTo let him live. Where he arrives he moves\nAll hearts against us. Edmund, I think, is gone\nIn pity of his misery, to dispatch\nHis nighted life; moreover to descry\nThe strength o’ th’enemy."}, {"type": "dialouge", "character": "OSWALD.", "line": "I must needs after him, madam, with my letter."}, {"type": "dialouge", "character": "REGAN.", "line": "Our troops set forth tomorrow; stay with us;\nThe ways are dangerous."}, {"type": "dialouge", "character": "OSWALD.", "line": "I may not, madam:\nMy lady charg’d my duty in this business."}, {"type": "dialouge", "character": "REGAN.", "line": "Why should she write to Edmund? Might not you\nTransport her purposes by word? Belike,\nSomethings, I know not what, I’ll love thee much.\nLet me unseal the letter."}, {"type": "dialouge", "character": "OSWALD.", "line": "Madam, I had rather—"}, {"type": "dialouge", "character": "REGAN.", "line": "I know your lady does not love her husband;\nI am sure of that; and at her late being here\nShe gave strange oeillades and most speaking looks\nTo noble Edmund. I know you are of her bosom."}, {"type": "dialouge", "character": "OSWALD.", "line": "I, madam?"}, {"type": "dialouge", "character": "REGAN.", "line": "I speak in understanding; y’are, I know’t:\nTherefore I do advise you take this note:\nMy lord is dead; Edmund and I have talk’d,\nAnd more convenient is he for my hand\nThan for your lady’s. You may gather more.\nIf you do find him, pray you give him this;\nAnd when your mistress hears thus much from you,\nI pray desire her call her wisdom to her.\nSo, fare you well.\nIf you do chance to hear of that blind traitor,\nPreferment falls on him that cuts him off."}, {"type": "dialouge", "character": "OSWALD.", "line": "Would I could meet him, madam! I should show\nWhat party I do follow."}, {"type": "dialouge", "character": "REGAN.", "line": "Fare thee well."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 7, "direction": "SCENE VI. The country near Dover.", "text": [{"type": "direction", "direction": "SCENE VI. The country near Dover."}, {"type": "direction", "direction": "Enter Gloucester, and Edgar  dressed like a peasant."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "When shall I come to the top of that same hill?"}, {"type": "dialouge", "character": "EDGAR.", "line": "You do climb up it now. Look how we labour."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Methinks the ground is even."}, {"type": "dialouge", "character": "EDGAR.", "line": "Horrible steep.\nHark, do you hear the sea?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "No, truly."}, {"type": "dialouge", "character": "EDGAR.", "line": "Why, then, your other senses grow imperfect\nBy your eyes’ anguish."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "So may it be indeed.\nMethinks thy voice is alter’d; and thou speak’st\nIn better phrase and matter than thou didst."}, {"type": "dialouge", "character": "EDGAR.", "line": "Y’are much deceiv’d: in nothing am I chang’d\nBut in my garments."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Methinks you’re better spoken."}, {"type": "dialouge", "character": "EDGAR.", "line": "Come on, sir; here’s the place. Stand still. How fearful\nAnd dizzy ’tis to cast one’s eyes so low!\nThe crows and choughs that wing the midway air\nShow scarce so gross as beetles. Half way down\nHangs one that gathers samphire—dreadful trade!\nMethinks he seems no bigger than his head.\nThe fishermen that walk upon the beach\nAppear like mice; and yond tall anchoring bark,\nDiminish’d to her cock; her cock a buoy\nAlmost too small for sight: the murmuring surge\nThat on th’unnumber’d idle pebble chafes\nCannot be heard so high. I’ll look no more;\nLest my brain turn, and the deficient sight\nTopple down headlong."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Set me where you stand."}, {"type": "dialouge", "character": "EDGAR.", "line": "Give me your hand.\nYou are now within a foot of th’extreme verge.\nFor all beneath the moon would I not leap upright."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Let go my hand.\nHere, friend, ’s another purse; in it a jewel\nWell worth a poor man’s taking. Fairies and gods\nProsper it with thee! Go thou further off;\nBid me farewell, and let me hear thee going."}, {"type": "dialouge", "character": "EDGAR.", "line": "Now fare ye well, good sir."}, {"type": "direction", "direction": "[_Seems to go._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "With all my heart."}, {"type": "dialouge", "character": "EDGAR.", "line": "[_Aside._] Why I do trifle thus with his despair\nIs done to cure it."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O you mighty gods!\nThis world I do renounce, and in your sights,\nShake patiently my great affliction off:\nIf I could bear it longer, and not fall\nTo quarrel with your great opposeless wills,\nMy snuff and loathed part of nature should\nBurn itself out. If Edgar live, O, bless him!\nNow, fellow, fare thee well."}, {"type": "dialouge", "character": "EDGAR.", "line": "Gone, sir, farewell."}, {"type": "dialouge", "character": "EDGAR.", "line": "\nAnd yet I know not how conceit may rob\nThe treasury of life when life itself\nYields to the theft. Had he been where he thought,\nBy this had thought been past. Alive or dead?\nHo you, sir! friend! Hear you, sir? speak!\nThus might he pass indeed: yet he revives.\nWhat are you, sir?"}, {"type": "direction", "direction": "[_Gloucester leaps, and falls along_]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Away, and let me die."}, {"type": "dialouge", "character": "EDGAR.", "line": "Hadst thou been aught but gossamer, feathers, air,\nSo many fathom down precipitating,\nThou’dst shiver’d like an egg: but thou dost breathe;\nHast heavy substance; bleed’st not; speak’st; art sound.\nTen masts at each make not the altitude\nWhich thou hast perpendicularly fell.\nThy life is a miracle. Speak yet again."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "But have I fall’n, or no?"}, {"type": "dialouge", "character": "EDGAR.", "line": "From the dread summit of this chalky bourn.\nLook up a-height, the shrill-gorg’d lark so far\nCannot be seen or heard. Do but look up."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Alack, I have no eyes.\nIs wretchedness depriv’d that benefit\nTo end itself by death? ’Twas yet some comfort\nWhen misery could beguile the tyrant’s rage\nAnd frustrate his proud will."}, {"type": "dialouge", "character": "EDGAR.", "line": "Give me your arm.\nUp, so. How is’t? Feel you your legs? You stand."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Too well, too well."}, {"type": "dialouge", "character": "EDGAR.", "line": "This is above all strangeness.\nUpon the crown o’ the cliff what thing was that\nWhich parted from you?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "A poor unfortunate beggar."}, {"type": "dialouge", "character": "EDGAR.", "line": "As I stood here below, methought his eyes\nWere two full moons; he had a thousand noses,\nHorns whelk’d and waved like the enraged sea.\nIt was some fiend. Therefore, thou happy father,\nThink that the clearest gods, who make them honours\nOf men’s impossibilities, have preserv’d thee."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I do remember now: henceforth I’ll bear\nAffliction till it do cry out itself\n‘Enough, enough,’ and die. That thing you speak of,\nI took it for a man; often ’twould say,\n‘The fiend, the fiend’; he led me to that place."}, {"type": "dialouge", "character": "EDGAR.", "line": "Bear free and patient thoughts. But who comes here?"}, {"type": "direction", "direction": "Enter Lear, fantastically dressed up with flowers.\n\nThe safer sense will ne’er accommodate\nHis master thus."}, {"type": "dialouge", "character": "LEAR.", "line": "No, they cannot touch me for coining. I am the King himself."}, {"type": "dialouge", "character": "EDGAR.", "line": "O thou side-piercing sight!"}, {"type": "dialouge", "character": "LEAR.", "line": "Nature’s above art in that respect. There’s your press money. That\nfellow handles his bow like a crow-keeper: draw me a clothier’s yard.\nLook, look, a mouse! Peace, peace, this piece of toasted cheese will\ndo’t. There’s my gauntlet; I’ll prove it on a giant. Bring up the brown\nbills. O, well flown, bird! i’ the clout, i’ the clout. Hewgh! Give the\nword."}, {"type": "dialouge", "character": "EDGAR.", "line": "Sweet marjoram."}, {"type": "dialouge", "character": "LEAR.", "line": "Pass."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I know that voice."}, {"type": "dialouge", "character": "LEAR.", "line": "Ha! Goneril with a white beard! They flattered me like a dog; and told\nme I had white hairs in my beard ere the black ones were there. To say\n‘ay’ and ‘no’ to everything I said ‘ay’ and ‘no’ to was no good\ndivinity. When the rain came to wet me once, and the wind to make me\nchatter; when the thunder would not peace at my bidding; there I found\n’em, there I smelt ’em out. Go to, they are not men o’ their words:\nthey told me I was everything; ’tis a lie, I am not ague-proof."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "The trick of that voice I do well remember:\nIs’t not the King?"}, {"type": "dialouge", "character": "LEAR.", "line": "Ay, every inch a king.\nWhen I do stare, see how the subject quakes.\nI pardon that man’s life. What was thy cause?\nAdultery? Thou shalt not die: die for adultery! No:\nThe wren goes to’t, and the small gilded fly\nDoes lecher in my sight. Let copulation thrive;\nFor Gloucester’s bastard son was kinder to his father\nThan my daughters got ’tween the lawful sheets.\nTo’t, luxury, pell-mell! for I lack soldiers.\nBehold yond simp’ring dame,\nWhose face between her forks presages snow;\nThat minces virtue, and does shake the head\nTo hear of pleasure’s name.\nThe fitchew nor the soiled horse goes to’t with a more riotous\nappetite. Down from the waist they are centaurs, though women all\nabove. But to the girdle do the gods inherit, beneath is all the\nfiend’s; there’s hell, there’s darkness, there is the sulphurous pit;\nburning, scalding, stench, consumption. Fie, fie, fie! pah, pah! Give\nme an ounce of civet, good apothecary, to sweeten my imagination.\nThere’s money for thee."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O, let me kiss that hand!"}, {"type": "dialouge", "character": "LEAR.", "line": "Let me wipe it first; it smells of mortality."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "O ruin’d piece of nature, this great world\nShall so wear out to naught. Dost thou know me?"}, {"type": "dialouge", "character": "LEAR.", "line": "I remember thine eyes well enough. Dost thou squiny at me?\nNo, do thy worst, blind Cupid; I’ll not love.\nRead thou this challenge; mark but the penning of it."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Were all the letters suns, I could not see one."}, {"type": "dialouge", "character": "EDGAR.", "line": "I would not take this from report,\nIt is, and my heart breaks at it."}, {"type": "dialouge", "character": "LEAR.", "line": "Read."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "What, with the case of eyes?"}, {"type": "dialouge", "character": "LEAR.", "line": "O, ho, are you there with me? No eyes in your head, nor no money in\nyour purse? Your eyes are in a heavy case, your purse in a light, yet\nyou see how this world goes."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "I see it feelingly."}, {"type": "dialouge", "character": "LEAR.", "line": "What, art mad? A man may see how the world goes with no eyes. Look with\nthine ears. See how yon justice rails upon yon simple thief. Hark, in\nthine ear: change places; and, handy-dandy, which is the justice, which\nis the thief? Thou hast seen a farmer’s dog bark at a beggar?"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Ay, sir."}, {"type": "dialouge", "character": "LEAR.", "line": "And the creature run from the cur? There thou mightst behold the great\nimage of authority: a dog’s obeyed in office.\nThou rascal beadle, hold thy bloody hand!\nWhy dost thou lash that whore? Strip thine own back;\nThou hotly lusts to use her in that kind\nFor which thou whipp’st her. The usurer hangs the cozener.\nThrough tatter’d clothes great vices do appear;\nRobes and furr’d gowns hide all. Plate sin with gold,\nAnd the strong lance of justice hurtless breaks;\nArm it in rags, a pygmy’s straw does pierce it.\nNone does offend, none, I say none; I’ll able ’em;\nTake that of me, my friend, who have the power\nTo seal the accuser’s lips. Get thee glass eyes,\nAnd like a scurvy politician, seem\nTo see the things thou dost not. Now, now, now, now:\nPull off my boots: harder, harder, so."}, {"type": "dialouge", "character": "EDGAR.", "line": "O, matter and impertinency mix’d!\nReason in madness!"}, {"type": "dialouge", "character": "LEAR.", "line": "If thou wilt weep my fortunes, take my eyes.\nI know thee well enough, thy name is Gloucester.\nThou must be patient; we came crying hither:\nThou know’st the first time that we smell the air\nWe wawl and cry. I will preach to thee: mark."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Alack, alack the day!"}, {"type": "dialouge", "character": "LEAR.", "line": "When we are born, we cry that we are come\nTo this great stage of fools. This a good block:\nIt were a delicate stratagem to shoe\nA troop of horse with felt. I’ll put’t in proof\nAnd when I have stol’n upon these son-in-laws,\nThen kill, kill, kill, kill, kill, kill!"}, {"type": "direction", "direction": "Enter a Gentleman with Attendants."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "O, here he is: lay hand upon him. Sir,\nYour most dear daughter—"}, {"type": "dialouge", "character": "LEAR.", "line": "No rescue? What, a prisoner? I am even\nThe natural fool of fortune. Use me well;\nYou shall have ransom. Let me have surgeons;\nI am cut to the brains."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "You shall have anything."}, {"type": "dialouge", "character": "LEAR.", "line": "No seconds? All myself?\nWhy, this would make a man a man of salt,\nTo use his eyes for garden water-pots,\nAy, and for laying autumn’s dust."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Good sir."}, {"type": "dialouge", "character": "LEAR.", "line": "I will die bravely, like a smug bridegroom.\nWhat! I will be jovial. Come, come,\nI am a king, my masters, know you that."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "You are a royal one, and we obey you."}, {"type": "dialouge", "character": "LEAR.", "line": "Then there’s life in’t. Come, and you get it,\nYou shall get it by running. Sa, sa, sa, sa!"}, {"type": "direction", "direction": "[_Exit running. Attendants follow._]"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "A sight most pitiful in the meanest wretch,\nPast speaking of in a king! Thou hast one daughter\nWho redeems nature from the general curse\nWhich twain have brought her to."}, {"type": "dialouge", "character": "EDGAR.", "line": "Hail, gentle sir."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Sir, speed you. What’s your will?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Do you hear aught, sir, of a battle toward?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Most sure and vulgar.\nEveryone hears that, which can distinguish sound."}, {"type": "dialouge", "character": "EDGAR.", "line": "But, by your favour,\nHow near’s the other army?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Near and on speedy foot; the main descry\nStands on the hourly thought."}, {"type": "dialouge", "character": "EDGAR.", "line": "I thank you sir, that’s all."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Though that the queen on special cause is here,\nHer army is mov’d on."}, {"type": "dialouge", "character": "EDGAR.", "line": "I thank you, sir."}, {"type": "direction", "direction": "[_Exit Gentleman._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "You ever-gentle gods, take my breath from me;\nLet not my worser spirit tempt me again\nTo die before you please."}, {"type": "dialouge", "character": "EDGAR.", "line": "Well pray you, father."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Now, good sir, what are you?"}, {"type": "dialouge", "character": "EDGAR.", "line": "A most poor man, made tame to fortune’s blows;\nWho, by the art of known and feeling sorrows,\nAm pregnant to good pity. Give me your hand,\nI’ll lead you to some biding."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Hearty thanks:\nThe bounty and the benison of heaven\nTo boot, and boot."}, {"type": "direction", "direction": "Enter Oswald."}, {"type": "dialouge", "character": "OSWALD.", "line": "A proclaim’d prize! Most happy!\nThat eyeless head of thine was first fram’d flesh\nTo raise my fortunes. Thou old unhappy traitor,\nBriefly thyself remember. The sword is out\nThat must destroy thee."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Now let thy friendly hand\nPut strength enough to’t."}, {"type": "direction", "direction": "[_Edgar interposes._]"}, {"type": "dialouge", "character": "OSWALD.", "line": "Wherefore, bold peasant,\nDar’st thou support a publish’d traitor? Hence;\nLest that th’infection of his fortune take\nLike hold on thee. Let go his arm."}, {"type": "dialouge", "character": "EDGAR.", "line": "Chill not let go, zir, without vurther ’casion."}, {"type": "dialouge", "character": "OSWALD.", "line": "Let go, slave, or thou diest!"}, {"type": "dialouge", "character": "EDGAR.", "line": "Good gentleman, go your gait, and let poor volke pass. An chud ha’ bin\nzwaggered out of my life, ’twould not ha’ bin zo long as ’tis by a\nvortnight. Nay, come not near th’old man; keep out, che vor ye, or ise\ntry whether your costard or my ballow be the harder: chill be plain\nwith you."}, {"type": "dialouge", "character": "OSWALD.", "line": "Out, dunghill!"}, {"type": "dialouge", "character": "EDGAR.", "line": "Chill pick your teeth, zir. Come! No matter vor your foins."}, {"type": "direction", "direction": "[_They fight, and Edgar knocks him down._]"}, {"type": "dialouge", "character": "OSWALD.", "line": "Slave, thou hast slain me. Villain, take my purse.\nIf ever thou wilt thrive, bury my body;\nAnd give the letters which thou find’st about me\nTo Edmund, Earl of Gloucester. Seek him out\nUpon the British party. O, untimely death!"}, {"type": "direction", "direction": "[_Dies._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "I know thee well. A serviceable villain,\nAs duteous to the vices of thy mistress\nAs badness would desire."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "What, is he dead?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Sit you down, father; rest you.\nLet’s see these pockets; the letters that he speaks of\nMay be my friends. He’s dead; I am only sorry\nHe had no other deathsman. Let us see:\nLeave, gentle wax; and, manners, blame us not.\nTo know our enemies’ minds, we rip their hearts,\nTheir papers is more lawful.\n[_Reads._] ‘Let our reciprocal vows be remembered. You have many\nopportunities to cut him off: if your will want not, time and place\nwill be fruitfully offered. There is nothing done if he return the\nconqueror: then am I the prisoner, and his bed my gaol; from the\nloathed warmth whereof deliver me, and supply the place for your\nlabour. ‘Your (wife, so I would say) affectionate servant, ‘Goneril.’\nO indistinguish’d space of woman’s will!\nA plot upon her virtuous husband’s life,\nAnd the exchange my brother! Here in the sands\nThee I’ll rake up, the post unsanctified\nOf murderous lechers: and in the mature time,\nWith this ungracious paper strike the sight\nOf the death-practis’d Duke: for him ’tis well\nThat of thy death and business I can tell."}, {"type": "direction", "direction": "[_Exit Edgar, dragging out the body._]"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "The King is mad: how stiff is my vile sense,\nThat I stand up, and have ingenious feeling\nOf my huge sorrows! Better I were distract:\nSo should my thoughts be sever’d from my griefs,\nAnd woes by wrong imaginations lose\nThe knowledge of themselves."}, {"type": "direction", "direction": "[_A drum afar off._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "Give me your hand.\nFar off methinks I hear the beaten drum.\nCome, father, I’ll bestow you with a friend."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 4, "scene": 8, "direction": "SCENE VII. A Tent in the French Camp.\n\nLear on a bed, asleep, soft music playing; Physician, Gentleman and\nothers attending.", "text": [{"type": "direction", "direction": "SCENE VII. A Tent in the French Camp.\n\nLear on a bed, asleep, soft music playing; Physician, Gentleman and\nothers attending."}, {"type": "direction", "direction": "Enter Cordelia and Kent."}, {"type": "dialouge", "character": "CORDELIA.", "line": "O thou good Kent, how shall I live and work\nTo match thy goodness? My life will be too short,\nAnd every measure fail me."}, {"type": "dialouge", "character": "KENT.", "line": "To be acknowledg’d, madam, is o’erpaid.\nAll my reports go with the modest truth;\nNor more, nor clipp’d, but so."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Be better suited,\nThese weeds are memories of those worser hours:\nI prythee put them off."}, {"type": "dialouge", "character": "KENT.", "line": "Pardon, dear madam;\nYet to be known shortens my made intent.\nMy boon I make it that you know me not\nTill time and I think meet."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Then be’t so, my good lord. [_To the Physician._] How, does the King?"}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "Madam, sleeps still."}, {"type": "dialouge", "character": "CORDELIA.", "line": "O you kind gods,\nCure this great breach in his abused nature!\nThe untun’d and jarring senses, O, wind up\nOf this child-changed father."}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "So please your majesty\nThat we may wake the King: he hath slept long."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Be govern’d by your knowledge, and proceed\nI’ the sway of your own will. Is he array’d?"}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "Ay, madam. In the heaviness of sleep\nWe put fresh garments on him.\nBe by, good madam, when we do awake him;\nI doubt not of his temperance."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Very well."}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "Please you draw near. Louder the music there!"}, {"type": "dialouge", "character": "CORDELIA.", "line": "O my dear father! Restoration hang\nThy medicine on my lips; and let this kiss\nRepair those violent harms that my two sisters\nHave in thy reverence made!"}, {"type": "dialouge", "character": "KENT.", "line": "Kind and dear princess!"}, {"type": "dialouge", "character": "CORDELIA.", "line": "Had you not been their father, these white flakes\nDid challenge pity of them. Was this a face\nTo be oppos’d against the warring winds?\nTo stand against the deep dread-bolted thunder?\nIn the most terrible and nimble stroke\nOf quick cross lightning? to watch, poor perdu!\nWith this thin helm? Mine enemy’s dog,\nThough he had bit me, should have stood that night\nAgainst my fire; and wast thou fain, poor father,\nTo hovel thee with swine and rogues forlorn\nIn short and musty straw? Alack, alack!\n’Tis wonder that thy life and wits at once\nHad not concluded all. He wakes; speak to him."}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "Madam, do you; ’tis fittest."}, {"type": "dialouge", "character": "CORDELIA.", "line": "How does my royal lord? How fares your majesty?"}, {"type": "dialouge", "character": "LEAR.", "line": "You do me wrong to take me out o’ the grave.\nThou art a soul in bliss; but I am bound\nUpon a wheel of fire, that mine own tears\nDo scald like molten lead."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Sir, do you know me?"}, {"type": "dialouge", "character": "LEAR.", "line": "You are a spirit, I know: when did you die?"}, {"type": "dialouge", "character": "CORDELIA.", "line": "Still, still, far wide!"}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "He’s scarce awake: let him alone awhile."}, {"type": "dialouge", "character": "LEAR.", "line": "Where have I been? Where am I? Fair daylight?\nI am mightily abus’d. I should e’en die with pity,\nTo see another thus. I know not what to say.\nI will not swear these are my hands: let’s see;\nI feel this pin prick. Would I were assur’d\nOf my condition!"}, {"type": "dialouge", "character": "CORDELIA.", "line": "O, look upon me, sir,\nAnd hold your hands in benediction o’er me.\nNo, sir, you must not kneel."}, {"type": "dialouge", "character": "LEAR.", "line": "Pray, do not mock me:\nI am a very foolish fond old man,\nFourscore and upward, not an hour more nor less;\nAnd to deal plainly,\nI fear I am not in my perfect mind.\nMethinks I should know you, and know this man;\nYet I am doubtful: for I am mainly ignorant\nWhat place this is; and all the skill I have\nRemembers not these garments; nor I know not\nWhere I did lodge last night. Do not laugh at me;\nFor, as I am a man, I think this lady\nTo be my child Cordelia."}, {"type": "dialouge", "character": "CORDELIA.", "line": "And so I am. I am."}, {"type": "dialouge", "character": "LEAR.", "line": "Be your tears wet? Yes, faith. I pray weep not:\nIf you have poison for me, I will drink it.\nI know you do not love me; for your sisters\nHave, as I do remember, done me wrong.\nYou have some cause, they have not."}, {"type": "dialouge", "character": "CORDELIA.", "line": "No cause, no cause."}, {"type": "dialouge", "character": "LEAR.", "line": "Am I in France?"}, {"type": "dialouge", "character": "KENT.", "line": "In your own kingdom, sir."}, {"type": "dialouge", "character": "LEAR.", "line": "Do not abuse me."}, {"type": "dialouge", "character": "PHYSICIAN.", "line": "Be comforted, good madam, the great rage,\nYou see, is kill’d in him: and yet it is danger\nTo make him even o’er the time he has lost.\nDesire him to go in; trouble him no more\nTill further settling."}, {"type": "dialouge", "character": "CORDELIA.", "line": "Will’t please your highness walk?"}, {"type": "dialouge", "character": "LEAR.", "line": "You must bear with me:\nPray you now, forget and forgive: I am old and foolish."}, {"type": "direction", "direction": "[_Exeunt Lear, Cordelia, Physician and Attendants._]"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Holds it true, sir, that the Duke of Cornwall was so slain?"}, {"type": "dialouge", "character": "KENT.", "line": "Most certain, sir."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Who is conductor of his people?"}, {"type": "dialouge", "character": "KENT.", "line": "As ’tis said, the bastard son of Gloucester."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "They say Edgar, his banished son, is with the Earl of Kent in Germany."}, {"type": "dialouge", "character": "KENT.", "line": "Report is changeable. ’Tis time to look about; the powers of the\nkingdom approach apace."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "The arbitrement is like to be bloody.\nFare you well, sir."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "KENT.", "line": "My point and period will be throughly wrought,\nOr well or ill, as this day’s battle’s fought."}, {"type": "dialouge", "character": "KENT.", "line": "\n\n\n"}, {"type": "direction", "direction": "[_Exit._]"}]}], [{"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 5, "scene": 1, "direction": "", "text": [{"type": "direction", "direction": ""}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 5, "scene": 2, "direction": "SCENE I. The Camp of the British Forces near Dover.", "text": [{"type": "direction", "direction": "SCENE I. The Camp of the British Forces near Dover."}, {"type": "direction", "direction": "Enter, with drum and colours Edmund, Regan, Officers, Soldiers and\n others."}, {"type": "dialouge", "character": "EDMUND.", "line": "Know of the Duke if his last purpose hold,\nOr whether since he is advis’d by aught\nTo change the course, he’s full of alteration\nAnd self-reproving, bring his constant pleasure."}, {"type": "direction", "direction": "[_To an Officer, who goes out._]"}, {"type": "dialouge", "character": "REGAN.", "line": "Our sister’s man is certainly miscarried."}, {"type": "dialouge", "character": "EDMUND.", "line": "’Tis to be doubted, madam."}, {"type": "dialouge", "character": "REGAN.", "line": "Now, sweet lord,\nYou know the goodness I intend upon you:\nTell me but truly, but then speak the truth,\nDo you not love my sister?"}, {"type": "dialouge", "character": "EDMUND.", "line": "In honour’d love."}, {"type": "dialouge", "character": "REGAN.", "line": "But have you never found my brother’s way\nTo the forfended place?"}, {"type": "dialouge", "character": "EDMUND.", "line": "That thought abuses you."}, {"type": "dialouge", "character": "REGAN.", "line": "I am doubtful that you have been conjunct\nAnd bosom’d with her, as far as we call hers."}, {"type": "dialouge", "character": "EDMUND.", "line": "No, by mine honour, madam."}, {"type": "dialouge", "character": "REGAN.", "line": "I never shall endure her, dear my lord,\nBe not familiar with her."}, {"type": "dialouge", "character": "EDMUND.", "line": "Fear not,\nShe and the Duke her husband!"}, {"type": "direction", "direction": "Enter with drum and colours Albany, Goneril and Soldiers."}, {"type": "dialouge", "character": "GONERIL.", "line": "[_Aside._] I had rather lose the battle than that sister\nShould loosen him and me."}, {"type": "dialouge", "character": "ALBANY.", "line": "Our very loving sister, well be-met.\nSir, this I heard: the King is come to his daughter,\nWith others whom the rigour of our state\nForc’d to cry out. Where I could not be honest,\nI never yet was valiant. For this business,\nIt toucheth us as France invades our land,\nNot bolds the King, with others whom I fear\nMost just and heavy causes make oppose."}, {"type": "dialouge", "character": "EDMUND.", "line": "Sir, you speak nobly."}, {"type": "dialouge", "character": "REGAN.", "line": "Why is this reason’d?"}, {"type": "dialouge", "character": "GONERIL.", "line": "Combine together ’gainst the enemy;\nFor these domestic and particular broils\nAre not the question here."}, {"type": "dialouge", "character": "ALBANY.", "line": "Let’s, then, determine with the ancient of war\nOn our proceeding."}, {"type": "dialouge", "character": "EDMUND.", "line": "I shall attend you presently at your tent."}, {"type": "dialouge", "character": "REGAN.", "line": "Sister, you’ll go with us?"}, {"type": "dialouge", "character": "GONERIL.", "line": "No."}, {"type": "dialouge", "character": "REGAN.", "line": "’Tis most convenient; pray you, go with us."}, {"type": "dialouge", "character": "GONERIL.", "line": "[_Aside_.] O, ho, I know the riddle. I will go."}, {"type": "dialouge", "character": "GONERIL.", "line": "\n As they are going out, enter Edgar disguised."}, {"type": "direction", "direction": "[_Exeunt Edmund, Regan, Goneril, Officers, Soldiers and Attendants._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "If e’er your grace had speech with man so poor,\nHear me one word."}, {"type": "dialouge", "character": "ALBANY.", "line": "I’ll overtake you. Speak."}, {"type": "dialouge", "character": "EDGAR.", "line": "Before you fight the battle, ope this letter.\nIf you have victory, let the trumpet sound\nFor him that brought it: wretched though I seem,\nI can produce a champion that will prove\nWhat is avouched there. If you miscarry,\nYour business of the world hath so an end,\nAnd machination ceases. Fortune love you!"}, {"type": "dialouge", "character": "ALBANY.", "line": "Stay till I have read the letter."}, {"type": "dialouge", "character": "EDGAR.", "line": "I was forbid it.\nWhen time shall serve, let but the herald cry,\nAnd I’ll appear again."}, {"type": "dialouge", "character": "ALBANY.", "line": "Why, fare thee well. I will o’erlook thy paper."}, {"type": "direction", "direction": "[_Exit Edgar._]"}, {"type": "direction", "direction": "Enter Edmund."}, {"type": "dialouge", "character": "EDMUND.", "line": "The enemy’s in view; draw up your powers.\nHere is the guess of their true strength and forces\nBy diligent discovery; but your haste\nIs now urg’d on you."}, {"type": "dialouge", "character": "ALBANY.", "line": "We will greet the time."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "EDMUND.", "line": "To both these sisters have I sworn my love;\nEach jealous of the other, as the stung\nAre of the adder. Which of them shall I take?\nBoth? One? Or neither? Neither can be enjoy’d,\nIf both remain alive. To take the widow\nExasperates, makes mad her sister Goneril;\nAnd hardly shall I carry out my side,\nHer husband being alive. Now, then, we’ll use\nHis countenance for the battle; which being done,\nLet her who would be rid of him devise\nHis speedy taking off. As for the mercy\nWhich he intends to Lear and to Cordelia,\nThe battle done, and they within our power,\nShall never see his pardon: for my state\nStands on me to defend, not to debate."}, {"type": "direction", "direction": "[_Exit._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 5, "scene": 3, "direction": "SCENE II. A field between the two Camps.\n\n Alarum within. Enter with drum and colours, Lear, Cordelia and their\n Forces, and exeunt.", "text": [{"type": "direction", "direction": "SCENE II. A field between the two Camps.\n\n Alarum within. Enter with drum and colours, Lear, Cordelia and their\n Forces, and exeunt."}, {"type": "direction", "direction": "Enter Edgar and Gloucester."}, {"type": "dialouge", "character": "EDGAR.", "line": "Here, father, take the shadow of this tree\nFor your good host; pray that the right may thrive:\nIf ever I return to you again,\nI’ll bring you comfort."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "Grace go with you, sir!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "\n Alarum and retreat within. Enter Edgar."}, {"type": "direction", "direction": "[_Exit Edgar._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "Away, old man, give me thy hand, away!\nKing Lear hath lost, he and his daughter ta’en:\nGive me thy hand; come on!"}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "No further, sir; a man may rot even here."}, {"type": "dialouge", "character": "EDGAR.", "line": "What, in ill thoughts again? Men must endure\nTheir going hence, even as their coming hither;\nRipeness is all. Come on."}, {"type": "dialouge", "character": "GLOUCESTER.", "line": "And that’s true too."}, {"type": "direction", "direction": "[_Exeunt._]"}]}, {"title": "the tragedy of king lear", "author_first_name": "william", "author_last_name": "shakespeare", "act": 5, "scene": 4, "direction": "SCENE III. The British Camp near Dover.", "text": [{"type": "direction", "direction": "SCENE III. The British Camp near Dover."}, {"type": "direction", "direction": "Enter in conquest with drum and colours, Edmund, Lear and Cordelia as\n prisoners; Officers, Soldiers, &c."}, {"type": "dialouge", "character": "EDMUND.", "line": "Some officers take them away: good guard\nUntil their greater pleasures first be known\nThat are to censure them."}, {"type": "dialouge", "character": "CORDELIA.", "line": "We are not the first\nWho with best meaning have incurr’d the worst.\nFor thee, oppressed King, I am cast down;\nMyself could else out-frown false fortune’s frown.\nShall we not see these daughters and these sisters?"}, {"type": "dialouge", "character": "LEAR.", "line": "No, no, no, no. Come, let’s away to prison:\nWe two alone will sing like birds i’ the cage:\nWhen thou dost ask me blessing I’ll kneel down\nAnd ask of thee forgiveness. So we’ll live,\nAnd pray, and sing, and tell old tales, and laugh\nAt gilded butterflies, and hear poor rogues\nTalk of court news; and we’ll talk with them too,\nWho loses and who wins; who’s in, who’s out;\nAnd take upon’s the mystery of things,\nAs if we were God’s spies. And we’ll wear out,\nIn a wall’d prison, packs and sects of great ones\nThat ebb and flow by the moon."}, {"type": "dialouge", "character": "EDMUND.", "line": "Take them away."}, {"type": "dialouge", "character": "LEAR.", "line": "Upon such sacrifices, my Cordelia,\nThe gods themselves throw incense. Have I caught thee?\nHe that parts us shall bring a brand from heaven,\nAnd fire us hence like foxes. Wipe thine eyes;\nThe good years shall devour them, flesh and fell,\nEre they shall make us weep!\nWe’ll see ’em starve first: come."}, {"type": "direction", "direction": "[_Exeunt Lear and Cordelia, guarded._]"}, {"type": "dialouge", "character": "EDMUND.", "line": "Come hither, captain, hark.\nTake thou this note [_giving a paper_]; go follow them to prison.\nOne step I have advanc’d thee; if thou dost\nAs this instructs thee, thou dost make thy way\nTo noble fortunes: know thou this, that men\nAre as the time is; to be tender-minded\nDoes not become a sword. Thy great employment\nWill not bear question; either say thou’lt do’t,\nOr thrive by other means."}, {"type": "dialouge", "character": "CAPTAIN.", "line": "I’ll do’t, my lord."}, {"type": "dialouge", "character": "EDMUND.", "line": "About it; and write happy when thou hast done.\nMark, I say, instantly; and carry it so\nAs I have set it down."}, {"type": "dialouge", "character": "CAPTAIN.", "line": "I cannot draw a cart, nor eat dried oats;\nIf it be man’s work, I’ll do’t."}, {"type": "dialouge", "character": "CAPTAIN.", "line": "\n Flourish. Enter Albany, Goneril, Regan, Officers and Attendants."}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "ALBANY.", "line": "Sir, you have show’d today your valiant strain,\nAnd fortune led you well: you have the captives\nWho were the opposites of this day’s strife:\nI do require them of you, so to use them\nAs we shall find their merits and our safety\nMay equally determine."}, {"type": "dialouge", "character": "EDMUND.", "line": "Sir, I thought it fit\nTo send the old and miserable King\nTo some retention and appointed guard;\nWhose age has charms in it, whose title more,\nTo pluck the common bosom on his side,\nAnd turn our impress’d lances in our eyes\nWhich do command them. With him I sent the queen;\nMy reason all the same; and they are ready\nTomorrow, or at further space, to appear\nWhere you shall hold your session. At this time\nWe sweat and bleed: the friend hath lost his friend;\nAnd the best quarrels in the heat are curs’d\nBy those that feel their sharpness.\nThe question of Cordelia and her father\nRequires a fitter place."}, {"type": "dialouge", "character": "ALBANY.", "line": "Sir, by your patience,\nI hold you but a subject of this war,\nNot as a brother."}, {"type": "dialouge", "character": "REGAN.", "line": "That’s as we list to grace him.\nMethinks our pleasure might have been demanded\nEre you had spoke so far. He led our powers;\nBore the commission of my place and person;\nThe which immediacy may well stand up\nAnd call itself your brother."}, {"type": "dialouge", "character": "GONERIL.", "line": "Not so hot:\nIn his own grace he doth exalt himself,\nMore than in your addition."}, {"type": "dialouge", "character": "REGAN.", "line": "In my rights,\nBy me invested, he compeers the best."}, {"type": "dialouge", "character": "ALBANY.", "line": "That were the most, if he should husband you."}, {"type": "dialouge", "character": "REGAN.", "line": "Jesters do oft prove prophets."}, {"type": "dialouge", "character": "GONERIL.", "line": "Holla, holla!\nThat eye that told you so look’d but asquint."}, {"type": "dialouge", "character": "REGAN.", "line": "Lady, I am not well; else I should answer\nFrom a full-flowing stomach. General,\nTake thou my soldiers, prisoners, patrimony;\nDispose of them, of me; the walls are thine:\nWitness the world that I create thee here\nMy lord and master."}, {"type": "dialouge", "character": "GONERIL.", "line": "Mean you to enjoy him?"}, {"type": "dialouge", "character": "ALBANY.", "line": "The let-alone lies not in your good will."}, {"type": "dialouge", "character": "EDMUND.", "line": "Nor in thine, lord."}, {"type": "dialouge", "character": "ALBANY.", "line": "Half-blooded fellow, yes."}, {"type": "dialouge", "character": "REGAN.", "line": "[_To Edmund._] Let the drum strike, and prove my title thine."}, {"type": "dialouge", "character": "ALBANY.", "line": "Stay yet; hear reason: Edmund, I arrest thee\nOn capital treason; and, in thine arrest,\nThis gilded serpent. [_pointing to Goneril._]\nFor your claim, fair sister,\nI bar it in the interest of my wife;\n’Tis she is sub-contracted to this lord,\nAnd I her husband contradict your bans.\nIf you will marry, make your loves to me,\nMy lady is bespoke."}, {"type": "dialouge", "character": "GONERIL.", "line": "An interlude!"}, {"type": "dialouge", "character": "ALBANY.", "line": "Thou art arm’d, Gloucester. Let the trumpet sound:\nIf none appear to prove upon thy person\nThy heinous, manifest, and many treasons,\nThere is my pledge. [_Throwing down a glove._]\nI’ll make it on thy heart,\nEre I taste bread, thou art in nothing less\nThan I have here proclaim’d thee."}, {"type": "dialouge", "character": "REGAN.", "line": "Sick, O, sick!"}, {"type": "dialouge", "character": "GONERIL.", "line": "[_Aside._] If not, I’ll ne’er trust medicine."}, {"type": "dialouge", "character": "EDMUND.", "line": "There’s my exchange. [_Throwing down a glove._]\nWhat in the world he is\nThat names me traitor, villain-like he lies.\nCall by thy trumpet: he that dares approach,\nOn him, on you, who not? I will maintain\nMy truth and honour firmly."}, {"type": "dialouge", "character": "ALBANY.", "line": "A herald, ho!"}, {"type": "direction", "direction": "Enter a Herald.\n\nTrust to thy single virtue; for thy soldiers,\nAll levied in my name, have in my name\nTook their discharge."}, {"type": "dialouge", "character": "REGAN.", "line": "My sickness grows upon me."}, {"type": "dialouge", "character": "ALBANY.", "line": "She is not well. Convey her to my tent."}, {"type": "dialouge", "character": "REGAN.", "line": "\nCome hither, herald. Let the trumpet sound\nAnd read out this."}, {"type": "direction", "direction": "[_Exit Regan, led._]"}, {"type": "dialouge", "character": "OFFICER.", "line": "Sound, trumpet!"}, {"type": "direction", "direction": "[_A trumpet sounds._]"}, {"type": "dialouge", "character": "HERALD.", "line": "[_Reads._] ‘If any man of quality or degree within the lists of the\narmy will maintain upon Edmund, supposed Earl of Gloucester, that he is\na manifold traitor, let him appear by the third sound of the trumpet.\nHe is bold in his defence.’"}, {"type": "dialouge", "character": "EDMUND.", "line": "Sound!"}, {"type": "direction", "direction": "[_First trumpet._]"}, {"type": "dialouge", "character": "HERALD.", "line": "Again!"}, {"type": "direction", "direction": "[_Second trumpet._]"}, {"type": "dialouge", "character": "HERALD.", "line": "Again!\n\n Third trumpet. Trumpet answers within. Enter Edgar, armed, preceded by\n a trumpet."}, {"type": "dialouge", "character": "ALBANY.", "line": "Ask him his purposes, why he appears\nUpon this call o’ the trumpet."}, {"type": "dialouge", "character": "HERALD.", "line": "What are you?\nYour name, your quality? and why you answer\nThis present summons?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Know my name is lost;\nBy treason’s tooth bare-gnawn and canker-bit.\nYet am I noble as the adversary\nI come to cope."}, {"type": "dialouge", "character": "ALBANY.", "line": "Which is that adversary?"}, {"type": "dialouge", "character": "EDGAR.", "line": "What’s he that speaks for Edmund, Earl of Gloucester?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Himself, what say’st thou to him?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Draw thy sword,\nThat if my speech offend a noble heart,\nThy arm may do thee justice: here is mine.\nBehold, it is the privilege of mine honours,\nMy oath, and my profession: I protest,\nMaugre thy strength, youth, place, and eminence,\nDespite thy victor sword and fire-new fortune,\nThy valour and thy heart, thou art a traitor;\nFalse to thy gods, thy brother, and thy father;\nConspirant ’gainst this high illustrious prince;\nAnd, from the extremest upward of thy head\nTo the descent and dust beneath thy foot,\nA most toad-spotted traitor. Say thou ‘No,’\nThis sword, this arm, and my best spirits are bent\nTo prove upon thy heart, whereto I speak,\nThou liest."}, {"type": "dialouge", "character": "EDMUND.", "line": "In wisdom I should ask thy name;\nBut since thy outside looks so fair and warlike,\nAnd that thy tongue some say of breeding breathes,\nWhat safe and nicely I might well delay\nBy rule of knighthood, I disdain and spurn.\nBack do I toss those treasons to thy head,\nWith the hell-hated lie o’erwhelm thy heart;\nWhich for they yet glance by and scarcely bruise,\nThis sword of mine shall give them instant way,\nWhere they shall rest for ever. Trumpets, speak!"}, {"type": "direction", "direction": "[_Alarums. They fight. Edmund falls._]"}, {"type": "dialouge", "character": "ALBANY.", "line": "Save him, save him!"}, {"type": "dialouge", "character": "GONERIL.", "line": "This is mere practice, Gloucester:\nBy the law of arms thou wast not bound to answer\nAn unknown opposite; thou art not vanquish’d,\nBut cozen’d and beguil’d."}, {"type": "dialouge", "character": "ALBANY.", "line": "Shut your mouth, dame,\nOr with this paper shall I stop it. Hold, sir;\nThou worse than any name, read thine own evil.\nNo tearing, lady; I perceive you know it."}, {"type": "direction", "direction": "[_Gives the letter to Edmund._]"}, {"type": "dialouge", "character": "GONERIL.", "line": "Say if I do, the laws are mine, not thine:\nWho can arraign me for’t?"}, {"type": "direction", "direction": "[_Exit._]"}, {"type": "dialouge", "character": "ALBANY.", "line": "Most monstrous! O!\nKnow’st thou this paper?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Ask me not what I know."}, {"type": "dialouge", "character": "ALBANY.", "line": "[_To an Officer, who goes out._] Go after her; she’s desperate; govern\nher."}, {"type": "dialouge", "character": "EDMUND.", "line": "What you have charg’d me with, that have I done;\nAnd more, much more; the time will bring it out.\n’Tis past, and so am I. But what art thou\nThat hast this fortune on me? If thou’rt noble,\nI do forgive thee."}, {"type": "dialouge", "character": "EDGAR.", "line": "Let’s exchange charity.\nI am no less in blood than thou art, Edmund;\nIf more, the more thou hast wrong’d me.\nMy name is Edgar and thy father’s son.\nThe gods are just, and of our pleasant vices\nMake instruments to plague us:\nThe dark and vicious place where thee he got\nCost him his eyes."}, {"type": "dialouge", "character": "EDMUND.", "line": "Thou hast spoken right, ’tis true;\nThe wheel is come full circle; I am here."}, {"type": "dialouge", "character": "ALBANY.", "line": "Methought thy very gait did prophesy\nA royal nobleness. I must embrace thee.\nLet sorrow split my heart if ever I\nDid hate thee or thy father."}, {"type": "dialouge", "character": "EDGAR.", "line": "Worthy prince, I know’t."}, {"type": "dialouge", "character": "ALBANY.", "line": "Where have you hid yourself?\nHow have you known the miseries of your father?"}, {"type": "dialouge", "character": "EDGAR.", "line": "By nursing them, my lord. List a brief tale;\nAnd when ’tis told, O that my heart would burst!\nThe bloody proclamation to escape\nThat follow’d me so near,—O, our lives’ sweetness!\nThat with the pain of death we’d hourly die\nRather than die at once!—taught me to shift\nInto a madman’s rags; t’assume a semblance\nThat very dogs disdain’d; and in this habit\nMet I my father with his bleeding rings,\nTheir precious stones new lost; became his guide,\nLed him, begg’d for him, sav’d him from despair;\nNever,—O fault!—reveal’d myself unto him\nUntil some half hour past, when I was arm’d;\nNot sure, though hoping of this good success,\nI ask’d his blessing, and from first to last\nTold him my pilgrimage. But his flaw’d heart,\nAlack, too weak the conflict to support!\n’Twixt two extremes of passion, joy and grief,\nBurst smilingly."}, {"type": "dialouge", "character": "EDMUND.", "line": "This speech of yours hath mov’d me,\nAnd shall perchance do good, but speak you on;\nYou look as you had something more to say."}, {"type": "dialouge", "character": "ALBANY.", "line": "If there be more, more woeful, hold it in;\nFor I am almost ready to dissolve,\nHearing of this."}, {"type": "dialouge", "character": "EDGAR.", "line": "This would have seem’d a period\nTo such as love not sorrow; but another,\nTo amplify too much, would make much more,\nAnd top extremity.\nWhilst I was big in clamour, came there a man\nWho, having seen me in my worst estate,\nShunn’d my abhorr’d society; but then finding\nWho ’twas that so endur’d, with his strong arms\nHe fastened on my neck, and bellow’d out\nAs he’d burst heaven; threw him on my father;\nTold the most piteous tale of Lear and him\nThat ever ear receiv’d, which in recounting\nHis grief grew puissant, and the strings of life\nBegan to crack. Twice then the trumpets sounded,\nAnd there I left him tranc’d."}, {"type": "dialouge", "character": "ALBANY.", "line": "But who was this?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Kent, sir, the banish’d Kent; who in disguise\nFollow’d his enemy king and did him service\nImproper for a slave."}, {"type": "direction", "direction": "Enter a Gentleman hastily, with a bloody knife."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Help, help! O, help!"}, {"type": "dialouge", "character": "EDGAR.", "line": "What kind of help?"}, {"type": "dialouge", "character": "ALBANY.", "line": "Speak, man."}, {"type": "dialouge", "character": "EDGAR.", "line": "What means this bloody knife?"}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "’Tis hot, it smokes;\nIt came even from the heart of—O! she’s dead!"}, {"type": "dialouge", "character": "ALBANY.", "line": "Who dead? Speak, man."}, {"type": "dialouge", "character": "GENTLEMAN.", "line": "Your lady, sir, your lady; and her sister\nBy her is poisoned; she hath confesses it."}, {"type": "dialouge", "character": "EDMUND.", "line": "I was contracted to them both, all three\nNow marry in an instant."}, {"type": "dialouge", "character": "EDGAR.", "line": "Here comes Kent."}, {"type": "direction", "direction": "Enter Kent."}, {"type": "dialouge", "character": "ALBANY.", "line": "Produce their bodies, be they alive or dead.\nThis judgement of the heavens that makes us tremble\nTouches us not with pity. O, is this he?\nThe time will not allow the compliment\nWhich very manners urges."}, {"type": "dialouge", "character": "KENT.", "line": "I am come\nTo bid my King and master aye good night:\nIs he not here?"}, {"type": "dialouge", "character": "ALBANY.", "line": "Great thing of us forgot!\nSpeak, Edmund, where’s the King? and where’s Cordelia?\n\n The bodies of Goneril and Regan are brought in.\n\nSeest thou this object, Kent?"}, {"type": "dialouge", "character": "KENT.", "line": "Alack, why thus?"}, {"type": "dialouge", "character": "EDMUND.", "line": "Yet Edmund was belov’d.\nThe one the other poisoned for my sake,\nAnd after slew herself."}, {"type": "dialouge", "character": "ALBANY.", "line": "Even so. Cover their faces."}, {"type": "dialouge", "character": "EDMUND.", "line": "I pant for life. Some good I mean to do,\nDespite of mine own nature. Quickly send,\nBe brief in it, to the castle; for my writ\nIs on the life of Lear and on Cordelia;\nNay, send in time."}, {"type": "dialouge", "character": "ALBANY.", "line": "Run, run, O, run!"}, {"type": "dialouge", "character": "EDGAR.", "line": "To who, my lord? Who has the office? Send\nThy token of reprieve."}, {"type": "dialouge", "character": "EDMUND.", "line": "Well thought on: take my sword,\nGive it the captain."}, {"type": "dialouge", "character": "EDGAR.", "line": "Haste thee for thy life."}, {"type": "direction", "direction": "[_Exit Edgar._]"}, {"type": "dialouge", "character": "EDMUND.", "line": "He hath commission from thy wife and me\nTo hang Cordelia in the prison, and\nTo lay the blame upon her own despair,\nThat she fordid herself."}, {"type": "dialouge", "character": "ALBANY.", "line": "The gods defend her! Bear him hence awhile."}, {"type": "direction", "direction": "[_Edmund is borne off._]"}, {"type": "direction", "direction": "Enter Lear with Cordelia dead in his arms; Edgar, Officer and others\n following."}, {"type": "dialouge", "character": "LEAR.", "line": "Howl, howl, howl, howl! O, you are men of stone.\nHad I your tongues and eyes, I’ld use them so\nThat heaven’s vault should crack. She’s gone for ever!\nI know when one is dead, and when one lives;\nShe’s dead as earth. Lend me a looking glass;\nIf that her breath will mist or stain the stone,\nWhy, then she lives."}, {"type": "dialouge", "character": "KENT.", "line": "Is this the promis’d end?"}, {"type": "dialouge", "character": "EDGAR.", "line": "Or image of that horror?"}, {"type": "dialouge", "character": "ALBANY.", "line": "Fall, and cease!"}, {"type": "dialouge", "character": "LEAR.", "line": "This feather stirs; she lives! If it be so,\nIt is a chance which does redeem all sorrows\nThat ever I have felt."}, {"type": "dialouge", "character": "KENT.", "line": "O, my good master! [_Kneeling._]"}, {"type": "dialouge", "character": "LEAR.", "line": "Prythee, away!"}, {"type": "dialouge", "character": "EDGAR.", "line": "’Tis noble Kent, your friend."}, {"type": "dialouge", "character": "LEAR.", "line": "A plague upon you, murderers, traitors all!\nI might have sav’d her; now she’s gone for ever!\nCordelia, Cordelia! stay a little. Ha!\nWhat is’t thou say’st? Her voice was ever soft,\nGentle, and low, an excellent thing in woman.\nI kill’d the slave that was a-hanging thee."}, {"type": "dialouge", "character": "OFFICER.", "line": "’Tis true, my lords, he did."}, {"type": "dialouge", "character": "LEAR.", "line": "Did I not, fellow?\nI have seen the day, with my good biting falchion\nI would have made them skip. I am old now,\nAnd these same crosses spoil me. Who are you?\nMine eyes are not o’ the best, I’ll tell you straight."}, {"type": "dialouge", "character": "KENT.", "line": "If Fortune brag of two she lov’d and hated,\nOne of them we behold."}, {"type": "dialouge", "character": "LEAR.", "line": "This is a dull sight. Are you not Kent?"}, {"type": "dialouge", "character": "KENT.", "line": "The same,\nYour servant Kent. Where is your servant Caius?"}, {"type": "dialouge", "character": "LEAR.", "line": "He’s a good fellow, I can tell you that;\nHe’ll strike, and quickly too:. He’s dead and rotten."}, {"type": "dialouge", "character": "KENT.", "line": "No, my good lord; I am the very man."}, {"type": "dialouge", "character": "LEAR.", "line": "I’ll see that straight."}, {"type": "dialouge", "character": "KENT.", "line": "That from your first of difference and decay\nHave follow’d your sad steps."}, {"type": "dialouge", "character": "LEAR.", "line": "You are welcome hither."}, {"type": "dialouge", "character": "KENT.", "line": "Nor no man else. All’s cheerless, dark and deadly.\nYour eldest daughters have fordone themselves,\nAnd desperately are dead."}, {"type": "dialouge", "character": "LEAR.", "line": "Ay, so I think."}, {"type": "dialouge", "character": "ALBANY.", "line": "He knows not what he says; and vain is it\nThat we present us to him."}, {"type": "dialouge", "character": "EDGAR.", "line": "Very bootless."}, {"type": "direction", "direction": "Enter an Officer."}, {"type": "dialouge", "character": "OFFICER.", "line": "Edmund is dead, my lord."}, {"type": "dialouge", "character": "ALBANY.", "line": "That’s but a trifle here.\nYou lords and noble friends, know our intent.\nWhat comfort to this great decay may come\nShall be applied For us, we will resign,\nDuring the life of this old majesty,\nTo him our absolute power;\n[_to Edgar and Kent_] you to your rights;\nWith boot and such addition as your honours\nHave more than merited. All friends shall taste\nThe wages of their virtue and all foes\nThe cup of their deservings. O, see, see!"}, {"type": "dialouge", "character": "LEAR.", "line": "And my poor fool is hang’d! No, no, no life!\nWhy should a dog, a horse, a rat have life,\nAnd thou no breath at all? Thou’lt come no more,\nNever, never, never, never, never!\nPray you undo this button. Thank you, sir.\nDo you see this? Look on her: look, her lips,\nLook there, look there!"}, {"type": "direction", "direction": "[_He dies._]"}, {"type": "dialouge", "character": "EDGAR.", "line": "He faints! My lord, my lord!"}, {"type": "dialouge", "character": "KENT.", "line": "Break, heart; I prythee break!"}, {"type": "dialouge", "character": "EDGAR.", "line": "Look up, my lord."}, {"type": "dialouge", "character": "KENT.", "line": "Vex not his ghost: O, let him pass! He hates him\nThat would upon the rack of this rough world\nStretch him out longer."}, {"type": "dialouge", "character": "EDGAR.", "line": "He is gone indeed."}, {"type": "dialouge", "character": "KENT.", "line": "The wonder is, he hath endur’d so long:\nHe but usurp’d his life."}, {"type": "dialouge", "character": "ALBANY.", "line": "Bear them from hence. Our present business\nIs general woe. [_To Edgar and Kent._] Friends of my soul, you twain,\nRule in this realm and the gor’d state sustain."}, {"type": "dialouge", "character": "KENT.", "line": "I have a journey, sir, shortly to go;\nMy master calls me, I must not say no."}, {"type": "dialouge", "character": "EDGAR.", "line": "The weight of this sad time we must obey;\nSpeak what we feel, not what we ought to say.\nThe oldest hath borne most; we that are young\nShall never see so much, nor live so long."}, {"type": "dialouge", "character": "ALBANY.", "line": "\n\n\n\n"}, {"type": "direction", "direction": "[_Exeunt with a dead march._]"}]}]]}