{"body": [{"Act 1": [{"text": [{"direction": "", "type": "direction"}], "title": "", "scene": 1, "act": 1}]}, {"Act 2": [{"text": [{"direction": "SCENE I. London. An ante-chamber in the King’s palace.\r", "type": "direction"}, {"direction": "Enter the Archbishop of Canterbury and the Bishop of Ely.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nMy lord, I’ll tell you, that self bill is urg’d\r\nWhich in the eleventh year of the last king’s reign\r\nWas like, and had indeed against us passed\r\nBut that the scambling and unquiet time\r\nDid push it out of farther question.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nBut how, my lord, shall we resist it now?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nIt must be thought on. If it pass against us,\r\nWe lose the better half of our possession:\r\nFor all the temporal lands, which men devout\r\nBy testament have given to the Church,\r\nWould they strip from us; being valu’d thus:\r\nAs much as would maintain, to the King’s honour,\r\nFull fifteen earls and fifteen hundred knights,\r\nSix thousand and two hundred good esquires;\r\nAnd, to relief of lazars and weak age,\r\nOf indigent faint souls past corporal toil,\r\nA hundred almshouses right well supplied;\r\nAnd to the coffers of the King beside,\r\nA thousand pounds by th’ year. Thus runs the bill.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nThis would drink deep.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\n’Twould drink the cup and all.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nBut what prevention?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nThe King is full of grace and fair regard.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nAnd a true lover of the holy Church.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nThe courses of his youth promis’d it not.\r\nThe breath no sooner left his father’s body\r\nBut that his wildness, mortified in him,\r\nSeemed to die too; yea, at that very moment\r\nConsideration like an angel came\r\nAnd whipped th’ offending Adam out of him,\r\nLeaving his body as a paradise\r\nT’ envelope and contain celestial spirits.\r\nNever was such a sudden scholar made,\r\nNever came reformation in a flood\r\nWith such a heady currance scouring faults,\r\nNor never Hydra-headed wilfulness\r\nSo soon did lose his seat, and all at once,\r\nAs in this king.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nWe are blessed in the change.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nHear him but reason in divinity\r\nAnd, all-admiring, with an inward wish\r\nYou would desire the King were made a prelate;\r\nHear him debate of commonwealth affairs,\r\nYou would say it hath been all in all his study;\r\nList his discourse of war, and you shall hear\r\nA fearful battle rendered you in music;\r\nTurn him to any cause of policy,\r\nThe Gordian knot of it he will unloose,\r\nFamiliar as his garter; that, when he speaks,\r\nThe air, a chartered libertine, is still,\r\nAnd the mute wonder lurketh in men’s ears\r\nTo steal his sweet and honeyed sentences;\r\nSo that the art and practic part of life\r\nMust be the mistress to this theoric:\r\nWhich is a wonder how his Grace should glean it,\r\nSince his addiction was to courses vain,\r\nHis companies unlettered, rude, and shallow,\r\nHis hours filled up with riots, banquets, sports,\r\nAnd never noted in him any study,\r\nAny retirement, any sequestration\r\nFrom open haunts and popularity.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nThe strawberry grows underneath the nettle,\r\nAnd wholesome berries thrive and ripen best\r\nNeighboured by fruit of baser quality;\r\nAnd so the Prince obscured his contemplation\r\nUnder the veil of wildness, which, no doubt,\r\nGrew like the summer grass, fastest by night,\r\nUnseen, yet crescive in his faculty.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nIt must be so, for miracles are ceased,\r\nAnd therefore we must needs admit the means\r\nHow things are perfected.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nBut, my good lord,\r\nHow now for mitigation of this bill\r\nUrged by the Commons? Doth his Majesty\r\nIncline to it, or no?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nHe seems indifferent,\r\nOr rather swaying more upon our part\r\nThan cherishing th’ exhibitors against us;\r\nFor I have made an offer to his Majesty,\r\nUpon our spiritual convocation\r\nAnd in regard of causes now in hand,\r\nWhich I have opened to his Grace at large,\r\nAs touching France, to give a greater sum\r\nThan ever at one time the clergy yet\r\nDid to his predecessors part withal.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nHow did this offer seem received, my lord?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nWith good acceptance of his Majesty;\r\nSave that there was not time enough to hear,\r\nAs I perceived his Grace would fain have done,\r\nThe severals and unhidden passages\r\nOf his true titles to some certain dukedoms,\r\nAnd generally to the crown and seat of France,\r\nDerived from Edward, his great-grandfather.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nWhat was th’ impediment that broke this off?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nThe French ambassador upon that instant\r\nCraved audience; and the hour, I think, is come\r\nTo give him hearing. Is it four o’clock?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nIt is.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nThen go we in, to know his embassy,\r\nWhich I could with a ready guess declare\r\nBefore the Frenchman speak a word of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nI’ll wait upon you, and I long to hear it.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE I. London. An ante-chamber in the King’s palace.\r", "scene": 1, "act": 2}, {"text": [{"direction": "SCENE II. The same. The presence chamber.\r", "type": "direction"}, {"direction": "Enter King Henry, Gloucester, Bedford, Clarence, Warwick, Westmorland,\r\n Exeter and Attendants.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhere is my gracious Lord of Canterbury?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nNot here in presence.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nSend for him, good uncle.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nShall we call in th’ ambassador, my liege?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNot yet, my cousin. We would be resolved,\r\nBefore we hear him, of some things of weight\r\nThat task our thoughts concerning us and France.\r", "type": "direction"}, {"direction": "Enter the Archbishop of Canterbury and the Bishop of Ely.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nGod and his angels guard your sacred throne\r\nAnd make you long become it!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nSure, we thank you.\r\nMy learned lord, we pray you to proceed\r\nAnd justly and religiously unfold\r\nWhy the law Salic that they have in France\r\nOr should or should not bar us in our claim.\r\nAnd God forbid, my dear and faithful lord,\r\nThat you should fashion, wrest, or bow your reading,\r\nOr nicely charge your understanding soul\r\nWith opening titles miscreate, whose right\r\nSuits not in native colours with the truth;\r\nFor God doth know how many now in health\r\nShall drop their blood in approbation\r\nOf what your reverence shall incite us to.\r\nTherefore take heed how you impawn our person,\r\nHow you awake our sleeping sword of war.\r\nWe charge you in the name of God, take heed;\r\nFor never two such kingdoms did contend\r\nWithout much fall of blood, whose guiltless drops\r\nAre every one a woe, a sore complaint\r\n’Gainst him whose wrongs gives edge unto the swords\r\nThat makes such waste in brief mortality.\r\nUnder this conjuration speak, my lord,\r\nFor we will hear, note, and believe in heart\r\nThat what you speak is in your conscience washed\r\nAs pure as sin with baptism.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nThen hear me, gracious sovereign, and you peers,\r\nThat owe yourselves, your lives, and services\r\nTo this imperial throne. There is no bar\r\nTo make against your Highness’ claim to France\r\nBut this, which they produce from Pharamond:\r\n_In terram Salicam mulieres ne succedant_,\r\n“No woman shall succeed in Salic land;”\r\nWhich Salic land the French unjustly gloze\r\nTo be the realm of France, and Pharamond\r\nThe founder of this law and female bar.\r\nYet their own authors faithfully affirm\r\nThat the land Salic is in Germany,\r\nBetween the floods of Sala and of Elbe;\r\nWhere Charles the Great, having subdu’d the Saxons,\r\nThere left behind and settled certain French;\r\nWho, holding in disdain the German women\r\nFor some dishonest manners of their life,\r\nEstablish’d then this law, to wit, no female\r\nShould be inheritrix in Salic land;\r\nWhich Salic, as I said, ’twixt Elbe and Sala,\r\nIs at this day in Germany call’d Meissen.\r\nThen doth it well appear the Salic law\r\nWas not devised for the realm of France;\r\nNor did the French possess the Salic land\r\nUntil four hundred one and twenty years\r\nAfter defunction of King Pharamond,\r\nIdly suppos’d the founder of this law,\r\nWho died within the year of our redemption\r\nFour hundred twenty-six; and Charles the Great\r\nSubdu’d the Saxons, and did seat the French\r\nBeyond the river Sala, in the year\r\nEight hundred five. Besides, their writers say,\r\nKing Pepin, which deposed Childeric,\r\nDid, as heir general, being descended\r\nOf Blithild, which was daughter to King Clothair,\r\nMake claim and title to the crown of France.\r\nHugh Capet also, who usurp’d the crown\r\nOf Charles the Duke of Lorraine, sole heir male\r\nOf the true line and stock of Charles the Great,\r\nTo find his title with some shows of truth,\r\nThough, in pure truth, it was corrupt and naught,\r\nConvey’d himself as the heir to the Lady Lingare,\r\nDaughter to Charlemain, who was the son\r\nTo Lewis the Emperor, and Lewis the son\r\nOf Charles the Great. Also, King Lewis the Tenth,\r\nWho was sole heir to the usurper Capet,\r\nCould not keep quiet in his conscience,\r\nWearing the crown of France, till satisfied\r\nThat fair Queen Isabel, his grandmother,\r\nWas lineal of the Lady Ermengare,\r\nDaughter to Charles, the foresaid Duke of Lorraine;\r\nBy the which marriage the line of Charles the Great\r\nWas re-united to the crown of France.\r\nSo that, as clear as is the summer’s sun,\r\nKing Pepin’s title and Hugh Capet’s claim,\r\nKing Lewis his satisfaction, all appear\r\nTo hold in right and title of the female.\r\nSo do the kings of France unto this day,\r\nHowbeit they would hold up this Salic law\r\nTo bar your Highness claiming from the female,\r\nAnd rather choose to hide them in a net\r\nThan amply to imbar their crooked titles\r\nUsurp’d from you and your progenitors.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nMay I with right and conscience make this claim?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nThe sin upon my head, dread sovereign!\r\nFor in the Book of Numbers is it writ,\r\n“When the man dies, let the inheritance\r\nDescend unto the daughter.” Gracious lord,\r\nStand for your own! Unwind your bloody flag!\r\nLook back into your mighty ancestors!\r\nGo, my dread lord, to your great-grandsire’s tomb,\r\nFrom whom you claim; invoke his warlike spirit,\r\nAnd your great-uncle’s, Edward the Black Prince,\r\nWho on the French ground play’d a tragedy,\r\nMaking defeat on the full power of France,\r\nWhiles his most mighty father on a hill\r\nStood smiling to behold his lion’s whelp\r\nForage in blood of French nobility.\r\nO noble English, that could entertain\r\nWith half their forces the full pride of France\r\nAnd let another half stand laughing by,\r\nAll out of work and cold for action!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ELY.\r\nAwake remembrance of these valiant dead,\r\nAnd with your puissant arm renew their feats.\r\nYou are their heir; you sit upon their throne;\r\nThe blood and courage that renowned them\r\nRuns in your veins; and my thrice-puissant liege\r\nIs in the very May-morn of his youth,\r\nRipe for exploits and mighty enterprises.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nYour brother kings and monarchs of the earth\r\nDo all expect that you should rouse yourself,\r\nAs did the former lions of your blood.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nThey know your Grace hath cause and means and might;\r\nSo hath your Highness. Never King of England\r\nHad nobles richer, and more loyal subjects,\r\nWhose hearts have left their bodies here in England\r\nAnd lie pavilion’d in the fields of France.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nO, let their bodies follow, my dear liege,\r\nWith blood and sword and fire to win your right;\r\nIn aid whereof we of the spiritualty\r\nWill raise your Highness such a mighty sum\r\nAs never did the clergy at one time\r\nBring in to any of your ancestors.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe must not only arm to invade the French,\r\nBut lay down our proportions to defend\r\nAgainst the Scot, who will make road upon us\r\nWith all advantages.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nThey of those marches, gracious sovereign,\r\nShall be a wall sufficient to defend\r\nOur inland from the pilfering borderers.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe do not mean the coursing snatchers only,\r\nBut fear the main intendment of the Scot,\r\nWho hath been still a giddy neighbour to us;\r\nFor you shall read that my great-grandfather\r\nNever went with his forces into France\r\nBut that the Scot on his unfurnish’d kingdom\r\nCame pouring, like the tide into a breach,\r\nWith ample and brim fullness of his force,\r\nGalling the gleaned land with hot assays,\r\nGirdling with grievous siege castles and towns;\r\nThat England, being empty of defence,\r\nHath shook and trembled at the ill neighbourhood.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nShe hath been then more fear’d than harm’d, my liege;\r\nFor hear her but exampl’d by herself:\r\nWhen all her chivalry hath been in France,\r\nAnd she a mourning widow of her nobles,\r\nShe hath herself not only well defended\r\nBut taken and impounded as a stray\r\nThe King of Scots; whom she did send to France\r\nTo fill King Edward’s fame with prisoner kings,\r\nAnd make her chronicle as rich with praise\r\nAs is the ooze and bottom of the sea\r\nWith sunken wreck and sumless treasuries.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nBut there’s a saying very old and true,\r\n“If that you will France win,\r\nThen with Scotland first begin.”\r\nFor once the eagle England being in prey,\r\nTo her unguarded nest the weasel Scot\r\nComes sneaking and so sucks her princely eggs,\r\nPlaying the mouse in absence of the cat,\r\nTo tear and havoc more than she can eat.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nIt follows then the cat must stay at home;\r\nYet that is but a crush’d necessity,\r\nSince we have locks to safeguard necessaries,\r\nAnd pretty traps to catch the petty thieves.\r\nWhile that the armed hand doth fight abroad,\r\nThe advised head defends itself at home;\r\nFor government, though high and low and lower,\r\nPut into parts, doth keep in one consent,\r\nCongreeing in a full and natural close,\r\nLike music.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CANTERBURY.\r\nTherefore doth heaven divide\r\nThe state of man in divers functions,\r\nSetting endeavour in continual motion,\r\nTo which is fixed, as an aim or butt,\r\nObedience; for so work the honey-bees,\r\nCreatures that by a rule in nature teach\r\nThe act of order to a peopled kingdom.\r\nThey have a king and officers of sorts,\r\nWhere some, like magistrates, correct at home,\r\nOthers like merchants, venture trade abroad,\r\nOthers, like soldiers, armed in their stings,\r\nMake boot upon the summer’s velvet buds,\r\nWhich pillage they with merry march bring home\r\nTo the tent-royal of their emperor;\r\nWho, busied in his majesty, surveys\r\nThe singing masons building roofs of gold,\r\nThe civil citizens kneading up the honey,\r\nThe poor mechanic porters crowding in\r\nTheir heavy burdens at his narrow gate,\r\nThe sad-eyed justice, with his surly hum,\r\nDelivering o’er to executors pale\r\nThe lazy yawning drone. I this infer,\r\nThat many things, having full reference\r\nTo one consent, may work contrariously.\r\nAs many arrows, loosed several ways,\r\nCome to one mark; as many ways meet in one town;\r\nAs many fresh streams meet in one salt sea;\r\nAs many lines close in the dial’s centre;\r\nSo many a thousand actions, once afoot,\r\nEnd in one purpose, and be all well borne\r\nWithout defeat. Therefore to France, my liege!\r\nDivide your happy England into four,\r\nWhereof take you one quarter into France,\r\nAnd you withal shall make all Gallia shake.\r\nIf we, with thrice such powers left at home,\r\nCannot defend our own doors from the dog,\r\nLet us be worried and our nation lose\r\nThe name of hardiness and policy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nCall in the messengers sent from the Dauphin.\r", "type": "direction"}, {"direction": "[_Exeunt some Attendants._]\r\n\r\nNow are we well resolv’d; and, by God’s help,\r\nAnd yours, the noble sinews of our power,\r\nFrance being ours, we’ll bend it to our awe,\r\nOr break it all to pieces. Or there we’ll sit,\r\nRuling in large and ample empery\r\nO’er France and all her almost kingly dukedoms,\r\nOr lay these bones in an unworthy urn,\r\nTombless, with no remembrance over them.\r\nEither our history shall with full mouth\r\nSpeak freely of our acts, or else our grave,\r\nLike Turkish mute, shall have a tongueless mouth,\r\nNot worshipp’d with a waxen epitaph.\r", "type": "direction"}, {"direction": "Enter Ambassadors of France.\r\n\r\nNow are we well prepar’d to know the pleasure\r\nOf our fair cousin Dauphin; for we hear\r\nYour greeting is from him, not from the King.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FIRST AMBASSADOR.\r\nMay’t please your Majesty to give us leave\r\nFreely to render what we have in charge,\r\nOr shall we sparingly show you far off\r\nThe Dauphin’s meaning and our embassy?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe are no tyrant, but a Christian king,\r\nUnto whose grace our passion is as subject\r\nAs is our wretches fett’red in our prisons;\r\nTherefore with frank and with uncurbed plainness\r\nTell us the Dauphin’s mind.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "AMBASSADOR.\r\nThus, then, in few.\r\nYour Highness, lately sending into France,\r\nDid claim some certain dukedoms, in the right\r\nOf your great predecessor, King Edward the Third.\r\nIn answer of which claim, the prince our master\r\nSays that you savour too much of your youth,\r\nAnd bids you be advis’d there’s nought in France\r\nThat can be with a nimble galliard won.\r\nYou cannot revel into dukedoms there.\r\nHe therefore sends you, meeter for your spirit,\r\nThis tun of treasure; and, in lieu of this,\r\nDesires you let the dukedoms that you claim\r\nHear no more of you. This the Dauphin speaks.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhat treasure, uncle?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nTennis-balls, my liege.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe are glad the Dauphin is so pleasant with us.\r\nHis present and your pains we thank you for.\r\nWhen we have match’d our rackets to these balls,\r\nWe will, in France, by God’s grace, play a set\r\nShall strike his father’s crown into the hazard.\r\nTell him he hath made a match with such a wrangler\r\nThat all the courts of France will be disturb’d\r\nWith chaces. And we understand him well,\r\nHow he comes o’er us with our wilder days,\r\nNot measuring what use we made of them.\r\nWe never valu’d this poor seat of England;\r\nAnd therefore, living hence, did give ourself\r\nTo barbarous licence; as ’tis ever common\r\nThat men are merriest when they are from home.\r\nBut tell the Dauphin I will keep my state,\r\nBe like a king, and show my sail of greatness\r\nWhen I do rouse me in my throne of France.\r\nFor that I have laid by my majesty\r\nAnd plodded like a man for working days,\r\nBut I will rise there with so full a glory\r\nThat I will dazzle all the eyes of France,\r\nYea, strike the Dauphin blind to look on us.\r\nAnd tell the pleasant prince this mock of his\r\nHath turn’d his balls to gun-stones, and his soul\r\nShall stand sore charged for the wasteful vengeance\r\nThat shall fly with them; for many a thousand widows\r\nShall this his mock mock out of their dear husbands,\r\nMock mothers from their sons, mock castles down;\r\nAnd some are yet ungotten and unborn\r\nThat shall have cause to curse the Dauphin’s scorn.\r\nBut this lies all within the will of God,\r\nTo whom I do appeal; and in whose name\r\nTell you the Dauphin I am coming on\r\nTo venge me as I may, and to put forth\r\nMy rightful hand in a well-hallow’d cause.\r\nSo get you hence in peace; and tell the Dauphin\r\nHis jest will savour but of shallow wit,\r\nWhen thousands weep more than did laugh at it.—\r\nConvey them with safe conduct.—Fare you well.\r", "type": "direction"}, {"direction": "[_Exeunt Ambassadors._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nThis was a merry message.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe hope to make the sender blush at it.\r\nTherefore, my lords, omit no happy hour\r\nThat may give furtherance to our expedition;\r\nFor we have now no thought in us but France,\r\nSave those to God, that run before our business.\r\nTherefore, let our proportions for these wars\r\nBe soon collected, and all things thought upon\r\nThat may with reasonable swiftness add\r\nMore feathers to our wings; for, God before,\r\nWe’ll chide this Dauphin at his father’s door.\r\nTherefore let every man now task his thought,\r\nThat this fair action may on foot be brought.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r\n\r\n\r\n", "type": "direction"}], "title": "SCENE II. The same. The presence chamber.\r", "scene": 2, "act": 2}]}, {"Act 3": [{"text": [{"direction": " Flourish. Enter Chorus.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CHORUS.\r\nNow all the youth of England are on fire,\r\nAnd silken dalliance in the wardrobe lies.\r\nNow thrive the armourers, and honour’s thought\r\nReigns solely in the breast of every man.\r\nThey sell the pasture now to buy the horse,\r\nFollowing the mirror of all Christian kings,\r\nWith winged heels, as English Mercuries.\r\nFor now sits Expectation in the air,\r\nAnd hides a sword from hilts unto the point\r\nWith crowns imperial, crowns, and coronets,\r\nPromis’d to Harry and his followers.\r\nThe French, advis’d by good intelligence\r\nOf this most dreadful preparation,\r\nShake in their fear, and with pale policy\r\nSeek to divert the English purposes.\r\nO England! model to thy inward greatness,\r\nLike little body with a mighty heart,\r\nWhat mightst thou do, that honour would thee do,\r\nWere all thy children kind and natural!\r\nBut see thy fault! France hath in thee found out\r\nA nest of hollow bosoms, which he fills\r\nWith treacherous crowns; and three corrupted men,\r\nOne, Richard Earl of Cambridge, and the second,\r\nHenry Lord Scroop of Masham, and the third,\r\nSir Thomas Grey, knight of Northumberland,\r\nHave, for the gilt of France,—O guilt indeed!—\r\nConfirm’d conspiracy with fearful France;\r\nAnd by their hands this grace of kings must die,\r\nIf hell and treason hold their promises,\r\nEre he take ship for France, and in Southampton.\r\nLinger your patience on, and we’ll digest\r\nThe abuse of distance, force a play.\r\nThe sum is paid; the traitors are agreed;\r\nThe King is set from London; and the scene\r\nIs now transported, gentles, to Southampton.\r\nThere is the playhouse now, there must you sit;\r\nAnd thence to France shall we convey you safe,\r\nAnd bring you back, charming the narrow seas\r\nTo give you gentle pass; for, if we may,\r\nWe’ll not offend one stomach with our play.\r\nBut, till the King come forth, and not till then,\r\nUnto Southampton do we shift our scene.\r", "type": "direction"}, {"direction": "[_Exit._]\r\n\r", "type": "direction"}], "title": " Flourish. Enter Chorus.\r", "scene": 1, "act": 3}, {"text": [{"direction": "SCENE I. London. A street.\r", "type": "direction"}, {"direction": "Enter Corporal Nym and Lieutenant Bardolph.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nWell met, Corporal Nym.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nGood morrow, Lieutenant Bardolph.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nWhat, are Ancient Pistol and you friends yet?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nFor my part, I care not. I say little; but when time shall serve, there\r\nshall be smiles; but that shall be as it may. I dare not fight, but I\r\nwill wink and hold out mine iron. It is a simple one, but what though?\r\nIt will toast cheese, and it will endure cold as another man’s sword\r\nwill; and there’s an end.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nI will bestow a breakfast to make you friends; and we’ll be all three\r\nsworn brothers to France. Let it be so, good Corporal Nym.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nFaith, I will live so long as I may, that’s the certain of it; and when\r\nI cannot live any longer, I will do as I may. That is my rest, that is\r\nthe rendezvous of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nIt is certain, corporal, that he is married to Nell Quickly; and\r\ncertainly she did you wrong, for you were troth-plight to her.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nI cannot tell. Things must be as they may. Men may sleep, and they may\r\nhave their throats about them at that time; and some say knives have\r\nedges. It must be as it may. Though patience be a tired mare, yet she\r\nwill plod. There must be conclusions. Well, I cannot tell.\r", "type": "direction"}, {"direction": "Enter Pistol and Hostess.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nHere comes Ancient Pistol and his wife. Good Corporal, be patient here.\r\nHow now, mine host Pistol!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBase tike, call’st thou me host?\r\nNow, by this hand, I swear I scorn the term;\r\nNor shall my Nell keep lodgers.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nNo, by my troth, not long; for we cannot lodge and board a dozen or\r\nfourteen gentlewomen that live honestly by the prick of their needles,\r\nbut it will be thought we keep a bawdy house straight. [_Nym and Pistol\r\ndraw._] O well a day, Lady, if he be not drawn now! We shall see wilful\r\nadultery and murder committed.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nGood Lieutenant! good corporal! offer nothing here.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nPish!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nPish for thee, Iceland dog! thou prick-ear’d cur of Iceland!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nGood Corporal Nym, show thy valour, and put up your sword.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nWill you shog off? I would have you _solus_.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\n_Solus_, egregious dog! O viper vile!\r\nThe _solus_ in thy most mervailous face;\r\nThe _solus_ in thy teeth, and in thy throat,\r\nAnd in thy hateful lungs, yea, in thy maw, perdy,\r\nAnd, which is worse, within thy nasty mouth!\r\nI do retort the _solus_ in thy bowels;\r\nFor I can take, and Pistol’s cock is up,\r\nAnd flashing fire will follow.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nI am not Barbason; you cannot conjure me. I have an humour to knock you\r\nindifferently well. If you grow foul with me, Pistol, I will scour you\r\nwith my rapier, as I may, in fair terms. If you would walk off, I would\r\nprick your guts a little, in good terms, as I may; and that’s the\r\nhumour of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nO braggart vile and damned furious wight!\r\nThe grave doth gape, and doting death is near,\r\nTherefore exhale.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nHear me, hear me what I say. He that strikes the first stroke I’ll run\r\nhim up to the hilts, as I am a soldier.\r", "type": "direction"}, {"direction": "[_Draws._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nAn oath of mickle might; and fury shall abate.\r\nGive me thy fist, thy fore-foot to me give.\r\nThy spirits are most tall.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nI will cut thy throat, one time or other, in fair terms: that is the\r\nhumour of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\n“Couple a gorge!”\r\nThat is the word. I thee defy again.\r\nO hound of Crete, think’st thou my spouse to get?\r\nNo! to the spital go,\r\nAnd from the powdering tub of infamy\r\nFetch forth the lazar kite of Cressid’s kind,\r\nDoll Tearsheet she by name, and her espouse.\r\nI have, and I will hold, the quondam Quickly\r\nFor the only she; and _pauca_, there’s enough.\r\nGo to.\r", "type": "direction"}, {"direction": "Enter the Boy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nMine host Pistol, you must come to my master, and you, hostess. He is\r\nvery sick, and would to bed. Good Bardolph, put thy face between his\r\nsheets, and do the office of a warming-pan. Faith, he’s very ill.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nAway, you rogue!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nBy my troth, he’ll yield the crow a pudding one of these days.\r\nThe King has kill’d his heart.\r\nGood husband, come home presently.\r", "type": "direction"}, {"direction": "[_Exeunt Hostess and Boy._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nCome, shall I make you two friends? We must to France together; why the\r\ndevil should we keep knives to cut one another’s throats?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nLet floods o’erswell, and fiends for food howl on!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nYou’ll pay me the eight shillings I won of you at betting?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBase is the slave that pays.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nThat now I will have: that’s the humour of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nAs manhood shall compound. Push home.\r", "type": "direction"}, {"direction": "[_They draw._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nBy this sword, he that makes the first thrust, I’ll kill him; by this\r\nsword, I will.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nSword is an oath, and oaths must have their course.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nCorporal Nym, and thou wilt be friends, be friends; an thou wilt not,\r\nwhy, then, be enemies with me too. Prithee, put up.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nI shall have my eight shillings I won from you at betting?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nA noble shalt thou have, and present pay;\r\nAnd liquor likewise will I give to thee,\r\nAnd friendship shall combine, and brotherhood.\r\nI’ll live by Nym, and Nym shall live by me.\r\nIs not this just? For I shall sutler be\r\nUnto the camp, and profits will accrue.\r\nGive me thy hand.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nI shall have my noble?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nIn cash most justly paid.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nWell, then, that’s the humour of’t.\r", "type": "direction"}, {"direction": "Enter Hostess.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nAs ever you come of women, come in quickly to Sir John.\r\nAh, poor heart! he is so shak’d of a burning quotidian tertian,\r\nthat it is most lamentable to behold. Sweet men, come to him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nThe King hath run bad humours on the knight; that’s the even of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nNym, thou hast spoke the right.\r\nHis heart is fracted and corroborate.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nThe King is a good king; but it must be as it may; he passes some\r\nhumours and careers.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nLet us condole the knight; for, lambkins, we will live.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE I. London. A street.\r", "scene": 2, "act": 3}, {"text": [{"direction": "SCENE II. Southampton. A council-chamber.\r", "type": "direction"}, {"direction": "Enter Exeter, Bedford and Westmorland.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BEDFORD.\r\n’Fore God, his Grace is bold, to trust these traitors.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nThey shall be apprehended by and by.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nHow smooth and even they do bear themselves!\r\nAs if allegiance in their bosoms sat\r\nCrowned with faith and constant loyalty.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BEDFORD.\r\nThe King hath note of all that they intend,\r\nBy interception which they dream not of.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nNay, but the man that was his bed-fellow,\r\nWhom he hath dull’d and cloy’d with gracious favours,\r\nThat he should, for a foreign purse, so sell\r\nHis sovereign’s life to death and treachery.\r\n\r\n Trumpets sound. Enter King Henry, Scroop, Cambridge and Grey.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNow sits the wind fair, and we will aboard.\r\nMy Lord of Cambridge, and my kind Lord of Masham,\r\nAnd you, my gentle knight, give me your thoughts.\r\nThink you not that the powers we bear with us\r\nWill cut their passage through the force of France,\r\nDoing the execution and the act\r\nFor which we have in head assembled them?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SCROOP.\r\nNo doubt, my liege, if each man do his best.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI doubt not that, since we are well persuaded\r\nWe carry not a heart with us from hence\r\nThat grows not in a fair consent with ours,\r\nNor leave not one behind that doth not wish\r\nSuccess and conquest to attend on us.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CAMBRIDGE.\r\nNever was monarch better fear’d and lov’d\r\nThan is your Majesty. There’s not, I think, a subject\r\nThat sits in heart-grief and uneasiness\r\nUnder the sweet shade of your government.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GREY.\r\nTrue; those that were your father’s enemies\r\nHave steep’d their galls in honey, and do serve you\r\nWith hearts create of duty and of zeal.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe therefore have great cause of thankfulness,\r\nAnd shall forget the office of our hand\r\nSooner than quittance of desert and merit\r\nAccording to the weight and worthiness.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SCROOP.\r\nSo service shall with steeled sinews toil,\r\nAnd labour shall refresh itself with hope,\r\nTo do your Grace incessant services.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe judge no less. Uncle of Exeter,\r\nEnlarge the man committed yesterday,\r\nThat rail’d against our person. We consider\r\nIt was excess of wine that set him on,\r\nAnd on his more advice we pardon him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SCROOP.\r\nThat’s mercy, but too much security.\r\nLet him be punish’d, sovereign, lest example\r\nBreed, by his sufferance, more of such a kind.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nO, let us yet be merciful.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CAMBRIDGE.\r\nSo may your Highness, and yet punish too.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GREY.\r\nSir,\r\nYou show great mercy if you give him life\r\nAfter the taste of much correction.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nAlas, your too much love and care of me\r\nAre heavy orisons ’gainst this poor wretch!\r\nIf little faults, proceeding on distemper,\r\nShall not be wink’d at, how shall we stretch our eye\r\nWhen capital crimes, chew’d, swallow’d, and digested,\r\nAppear before us? We’ll yet enlarge that man,\r\nThough Cambridge, Scroop, and Grey, in their dear care\r\nAnd tender preservation of our person,\r\nWould have him punish’d. And now to our French causes.\r\nWho are the late commissioners?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CAMBRIDGE.\r\nI one, my lord.\r\nYour Highness bade me ask for it today.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SCROOP.\r\nSo did you me, my liege.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GREY.\r\nAnd I, my royal sovereign.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThen, Richard Earl of Cambridge, there is yours;\r\nThere yours, Lord Scroop of Masham; and, sir knight,\r\nGrey of Northumberland, this same is yours.\r\nRead them, and know I know your worthiness.\r\nMy Lord of Westmorland, and uncle Exeter,\r\nWe will aboard tonight.—Why, how now, gentlemen!\r\nWhat see you in those papers that you lose\r\nSo much complexion?—Look ye, how they change!\r\nTheir cheeks are paper.—Why, what read you there,\r\nThat have so cowarded and chas’d your blood\r\nOut of appearance?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CAMBRIDGE.\r\nI do confess my fault,\r\nAnd do submit me to your Highness’ mercy.\r\n\r\nGREY, SCROOP.\r\nTo which we all appeal.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThe mercy that was quick in us but late,\r\nBy your own counsel is suppress’d and kill’d.\r\nYou must not dare, for shame, to talk of mercy,\r\nFor your own reasons turn into your bosoms,\r\nAs dogs upon their masters, worrying you.\r\nSee you, my princes and my noble peers,\r\nThese English monsters! My Lord of Cambridge here,\r\nYou know how apt our love was to accord\r\nTo furnish him with an appertinents\r\nBelonging to his honour; and this man\r\nHath, for a few light crowns, lightly conspir’d\r\nAnd sworn unto the practices of France\r\nTo kill us here in Hampton; to the which\r\nThis knight, no less for bounty bound to us\r\nThan Cambridge is, hath likewise sworn. But, O\r\nWhat shall I say to thee, Lord Scroop? thou cruel,\r\nIngrateful, savage, and inhuman creature!\r\nThou that didst bear the key of all my counsels,\r\nThat knew’st the very bottom of my soul,\r\nThat almost mightst have coin’d me into gold,\r\nWouldst thou have practis’d on me for thy use,—\r\nMay it be possible that foreign hire\r\nCould out of thee extract one spark of evil\r\nThat might annoy my finger? ’Tis so strange,\r\nThat, though the truth of it stands off as gross\r\nAs black and white, my eye will scarcely see it.\r\nTreason and murder ever kept together,\r\nAs two yoke-devils sworn to either’s purpose,\r\nWorking so grossly in a natural cause\r\nThat admiration did not whoop at them;\r\nBut thou, ’gainst all proportion, didst bring in\r\nWonder to wait on treason and on murder;\r\nAnd whatsoever cunning fiend it was\r\nThat wrought upon thee so preposterously\r\nHath got the voice in hell for excellence;\r\nAnd other devils that suggest by treasons\r\nDo botch and bungle up damnation\r\nWith patches, colours, and with forms being fetch’d\r\nFrom glist’ring semblances of piety.\r\nBut he that temper’d thee bade thee stand up,\r\nGave thee no instance why thou shouldst do treason,\r\nUnless to dub thee with the name of traitor.\r\nIf that same demon that hath gull’d thee thus\r\nShould with his lion gait walk the whole world,\r\nHe might return to vasty Tartar back,\r\nAnd tell the legions, “I can never win\r\nA soul so easy as that Englishman’s.”\r\nO, how hast thou with jealousy infected\r\nThe sweetness of affiance! Show men dutiful?\r\nWhy, so didst thou. Seem they grave and learned?\r\nWhy, so didst thou. Come they of noble family?\r\nWhy, so didst thou. Seem they religious?\r\nWhy, so didst thou. Or are they spare in diet,\r\nFree from gross passion or of mirth or anger,\r\nConstant in spirit, not swerving with the blood,\r\nGarnish’d and deck’d in modest complement,\r\nNot working with the eye without the ear,\r\nAnd but in purged judgement trusting neither?\r\nSuch and so finely bolted didst thou seem.\r\nAnd thus thy fall hath left a kind of blot\r\nTo mark the full-fraught man and best indued\r\nWith some suspicion. I will weep for thee;\r\nFor this revolt of thine, methinks, is like\r\nAnother fall of man. Their faults are open.\r\nArrest them to the answer of the law;\r\nAnd God acquit them of their practices!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nI arrest thee of high treason, by the name of Richard Earl of\r\nCambridge.\r\nI arrest thee of high treason, by the name of Henry Lord Scroop of\r\nMasham.\r\nI arrest thee of high treason, by the name of Thomas Grey, knight, of\r\nNorthumberland.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SCROOP.\r\nOur purposes God justly hath discover’d,\r\nAnd I repent my fault more than my death,\r\nWhich I beseech your Highness to forgive,\r\nAlthough my body pay the price of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CAMBRIDGE.\r\nFor me, the gold of France did not seduce,\r\nAlthough I did admit it as a motive\r\nThe sooner to effect what I intended.\r\nBut God be thanked for prevention,\r\nWhich I in sufferance heartily will rejoice,\r\nBeseeching God and you to pardon me.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GREY.\r\nNever did faithful subject more rejoice\r\nAt the discovery of most dangerous treason\r\nThan I do at this hour joy o’er myself,\r\nPrevented from a damned enterprise.\r\nMy fault, but not my body, pardon, sovereign.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nGod quit you in his mercy! Hear your sentence.\r\nYou have conspir’d against our royal person,\r\nJoin’d with an enemy proclaim’d, and from his coffers\r\nReceived the golden earnest of our death;\r\nWherein you would have sold your king to slaughter,\r\nHis princes and his peers to servitude,\r\nHis subjects to oppression and contempt,\r\nAnd his whole kingdom into desolation.\r\nTouching our person seek we no revenge;\r\nBut we our kingdom’s safety must so tender,\r\nWhose ruin you have sought, that to her laws\r\nWe do deliver you. Get you therefore hence,\r\nPoor miserable wretches, to your death,\r\nThe taste whereof God of his mercy give\r\nYou patience to endure, and true repentance\r\nOf all your dear offences! Bear them hence.\r", "type": "direction"}, {"direction": "[_Exeunt Cambridge, Scroop and Grey, guarded._]\r\n\r\nNow, lords, for France; the enterprise whereof\r\nShall be to you, as us, like glorious.\r\nWe doubt not of a fair and lucky war,\r\nSince God so graciously hath brought to light\r\nThis dangerous treason lurking in our way\r\nTo hinder our beginnings. We doubt not now\r\nBut every rub is smoothed on our way.\r\nThen forth, dear countrymen! Let us deliver\r\nOur puissance into the hand of God,\r\nPutting it straight in expedition.\r\nCheerly to sea! The signs of war advance!\r\nNo king of England, if not king of France!\r", "type": "direction"}, {"direction": "[_Flourish. Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE II. Southampton. A council-chamber.\r", "scene": 3, "act": 3}, {"text": [{"direction": "SCENE III. London. Before a tavern.\r", "type": "direction"}, {"direction": "Enter Pistol, Nym, Bardolph, Boy and Hostess.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nPrithee, honey, sweet husband, let me bring thee to Staines.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nNo; for my manly heart doth yearn.\r\nBardolph, be blithe; Nym, rouse thy vaunting veins;\r\nBoy, bristle thy courage up; for Falstaff he is dead,\r\nAnd we must yearn therefore.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nWould I were with him, wheresome’er he is, either in heaven or in hell!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nNay, sure, he’s not in hell. He’s in Arthur’s bosom, if ever man went\r\nto Arthur’s bosom. ’A made a finer end and went away an it had been any\r\nchristom child. ’A parted even just between twelve and one, even at the\r\nturning o’ the tide: for after I saw him fumble with the sheets, and\r\nplay with flowers, and smile upon his fingers’ ends, I knew there was\r\nbut one way; for his nose was as sharp as a pen, and ’a babbled of\r\ngreen fields. “How now, Sir John!” quoth I; “what, man! be o’ good\r\ncheer.” So ’a cried out, “God, God, God!” three or four times. Now I,\r\nto comfort him, bid him ’a should not think of God; I hop’d there was\r\nno need to trouble himself with any such thoughts yet. So ’a bade me\r\nlay more clothes on his feet. I put my hand into the bed and felt them,\r\nand they were as cold as any stone. Then I felt to his knees, and so\r\nupward and upward, and all was as cold as any stone.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nThey say he cried out of sack.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nAy, that ’a did.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nAnd of women.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nNay, that ’a did not.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nYes, that ’a did; and said they were devils incarnate.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\n’A could never abide carnation; ’twas a colour he never liked.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\n’A said once, the devil would have him about women.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\n’A did in some sort, indeed, handle women; but then he was rheumatic,\r\nand talk’d of the whore of Babylon.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nDo you not remember, ’a saw a flea stick upon Bardolph’s nose, and ’a\r\nsaid it was a black soul burning in hell-fire?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nWell, the fuel is gone that maintain’d that fire. That’s all the riches\r\nI got in his service.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nShall we shog? The King will be gone from Southampton.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nCome, let’s away. My love, give me thy lips.\r\nLook to my chattels and my movables.\r\nLet senses rule; the word is “Pitch and Pay.”\r\nTrust none;\r\nFor oaths are straws, men’s faiths are wafer-cakes\r\nAnd hold-fast is the only dog, my duck;\r\nTherefore, _Caveto_ be thy counsellor.\r\nGo, clear thy crystals. Yoke-fellows in arms,\r\nLet us to France; like horse-leeches, my boys,\r\nTo suck, to suck, the very blood to suck!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nAnd that’s but unwholesome food, they say.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nTouch her soft mouth, and march.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nFarewell, hostess.\r", "type": "direction"}, {"direction": "[_Kissing her._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nI cannot kiss; that is the humour of it; but, adieu.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nLet housewifery appear. Keep close, I thee command.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HOSTESS.\r\nFarewell; adieu.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE III. London. Before a tavern.\r", "scene": 4, "act": 3}, {"text": [{"direction": "SCENE IV. France. The King’s palace.\r\n\r\n Flourish. Enter the French King, the Dauphin, the Dukes of Berry and\r\n Brittany, the Constable and others.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nThus comes the English with full power upon us,\r\nAnd more than carefully it us concerns\r\nTo answer royally in our defences.\r\nTherefore the Dukes of Berry and of Brittany,\r\nOf Brabant and of Orleans, shall make forth,\r\nAnd you, Prince Dauphin, with all swift dispatch,\r\nTo line and new repair our towns of war\r\nWith men of courage and with means defendant;\r\nFor England his approaches makes as fierce\r\nAs waters to the sucking of a gulf.\r\nIt fits us then to be as provident\r\nAs fears may teach us out of late examples\r\nLeft by the fatal and neglected English\r\nUpon our fields.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nMy most redoubted father,\r\nIt is most meet we arm us ’gainst the foe;\r\nFor peace itself should not so dull a kingdom,\r\nThough war nor no known quarrel were in question,\r\nBut that defences, musters, preparations,\r\nShould be maintain’d, assembled, and collected,\r\nAs were a war in expectation.\r\nTherefore, I say, ’tis meet we all go forth\r\nTo view the sick and feeble parts of France.\r\nAnd let us do it with no show of fear;\r\nNo, with no more than if we heard that England\r\nWere busied with a Whitsun morris-dance;\r\nFor, my good liege, she is so idly king’d,\r\nHer sceptre so fantastically borne\r\nBy a vain, giddy, shallow, humorous youth,\r\nThat fear attends her not.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nO peace, Prince Dauphin!\r\nYou are too much mistaken in this king.\r\nQuestion your Grace the late ambassadors\r\nWith what great state he heard their embassy,\r\nHow well supplied with noble counsellors,\r\nHow modest in exception, and withal\r\nHow terrible in constant resolution,\r\nAnd you shall find his vanities forespent\r\nWere but the outside of the Roman Brutus,\r\nCovering discretion with a coat of folly;\r\nAs gardeners do with ordure hide those roots\r\nThat shall first spring and be most delicate.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nWell, ’tis not so, my Lord High Constable;\r\nBut though we think it so, it is no matter.\r\nIn cases of defence ’tis best to weigh\r\nThe enemy more mighty than he seems,\r\nSo the proportions of defence are fill’d;\r\nWhich, of a weak and niggardly projection,\r\nDoth, like a miser, spoil his coat with scanting\r\nA little cloth.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nThink we King Harry strong;\r\nAnd, Princes, look you strongly arm to meet him.\r\nThe kindred of him hath been flesh’d upon us;\r\nAnd he is bred out of that bloody strain\r\nThat haunted us in our familiar paths.\r\nWitness our too much memorable shame\r\nWhen Cressy battle fatally was struck,\r\nAnd all our princes captiv’d by the hand\r\nOf that black name, Edward, Black Prince of Wales;\r\nWhiles that his mountain sire, on mountain standing,\r\nUp in the air, crown’d with the golden sun,\r\nSaw his heroical seed, and smil’d to see him,\r\nMangle the work of nature and deface\r\nThe patterns that by God and by French fathers\r\nHad twenty years been made. This is a stem\r\nOf that victorious stock; and let us fear\r\nThe native mightiness and fate of him.\r", "type": "direction"}, {"direction": "Enter a Messenger.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MESSENGER.\r\nAmbassadors from Harry King of England\r\nDo crave admittance to your Majesty.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nWe’ll give them present audience. Go, and bring them.\r", "type": "direction"}, {"direction": "[_Exeunt Messenger and certain Lords._]\r\n\r\nYou see this chase is hotly follow’d, friends.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nTurn head and stop pursuit; for coward dogs\r\nMost spend their mouths when what they seem to threaten\r\nRuns far before them. Good my sovereign,\r\nTake up the English short, and let them know\r\nOf what a monarchy you are the head.\r\nSelf-love, my liege, is not so vile a sin\r\nAs self-neglecting.\r", "type": "direction"}, {"direction": "Enter Exeter.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nFrom our brother of England?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nFrom him; and thus he greets your Majesty:\r\nHe wills you, in the name of God Almighty,\r\nThat you divest yourself, and lay apart\r\nThe borrowed glories that by gift of heaven,\r\nBy law of nature and of nations, ’longs\r\nTo him and to his heirs; namely, the crown\r\nAnd all wide-stretched honours that pertain\r\nBy custom and the ordinance of times\r\nUnto the crown of France. That you may know\r\n’Tis no sinister nor no awkward claim\r\nPick’d from the worm-holes of long-vanish’d days,\r\nNor from the dust of old oblivion rak’d,\r\nHe sends you this most memorable line,\r\nIn every branch truly demonstrative;\r\nWilling you overlook this pedigree;\r\nAnd when you find him evenly deriv’d\r\nFrom his most fam’d of famous ancestors,\r\nEdward the Third, he bids you then resign\r\nYour crown and kingdom, indirectly held\r\nFrom him, the native and true challenger.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nOr else what follows?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nBloody constraint; for if you hide the crown\r\nEven in your hearts, there will he rake for it.\r\nTherefore in fierce tempest is he coming,\r\nIn thunder and in earthquake, like a Jove,\r\nThat, if requiring fail, he will compel;\r\nAnd bids you, in the bowels of the Lord,\r\nDeliver up the crown, and to take mercy\r\nOn the poor souls for whom this hungry war\r\nOpens his vasty jaws; and on your head\r\nTurning the widows’ tears, the orphans’ cries,\r\nThe dead men’s blood, the pining maidens’ groans,\r\nFor husbands, fathers, and betrothed lovers,\r\nThat shall be swallowed in this controversy.\r\nThis is his claim, his threat’ning, and my message;\r\nUnless the Dauphin be in presence here,\r\nTo whom expressly I bring greeting too.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nFor us, we will consider of this further.\r\nTomorrow shall you bear our full intent\r\nBack to our brother of England.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nFor the Dauphin,\r\nI stand here for him. What to him from England?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nScorn and defiance. Slight regard, contempt,\r\nAnd anything that may not misbecome\r\nThe mighty sender, doth he prize you at.\r\nThus says my king: an if your father’s Highness\r\nDo not, in grant of all demands at large,\r\nSweeten the bitter mock you sent his Majesty,\r\nHe’ll call you to so hot an answer of it\r\nThat caves and womby vaultages of France\r\nShall chide your trespass and return your mock\r\nIn second accent of his ordinance.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nSay, if my father render fair return,\r\nIt is against my will; for I desire\r\nNothing but odds with England. To that end,\r\nAs matching to his youth and vanity,\r\nI did present him with the Paris balls.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nHe’ll make your Paris Louvre shake for it,\r\nWere it the mistress-court of mighty Europe;\r\nAnd, be assur’d, you’ll find a difference,\r\nAs we his subjects have in wonder found,\r\nBetween the promise of his greener days\r\nAnd these he masters now. Now he weighs time\r\nEven to the utmost grain. That you shall read\r\nIn your own losses, if he stay in France.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nTomorrow shall you know our mind at full.\r", "type": "direction"}, {"direction": "[_Flourish._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nDispatch us with all speed, lest that our king\r\nCome here himself to question our delay;\r\nFor he is footed in this land already.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nYou shall be soon dispatch’d with fair conditions.\r\nA night is but small breath and little pause\r\nTo answer matters of this consequence.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r\n\r\n\r\n", "type": "direction"}], "title": "SCENE IV. France. The King’s palace.\r\n\r\n Flourish. Enter the French King, the Dauphin, the Dukes of Berry and\r\n Brittany, the Constable and others.\r", "scene": 5, "act": 3}]}, {"Act 4": [{"text": [{"direction": " Flourish. Enter Chorus.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CHORUS.\r\nThus with imagin’d wing our swift scene flies,\r\nIn motion of no less celerity\r\nThan that of thought. Suppose that you have seen\r\nThe well-appointed king at Hampton pier\r\nEmbark his royalty, and his brave fleet\r\nWith silken streamers the young Phoebus fanning.\r\nPlay with your fancies; and in them behold\r\nUpon the hempen tackle ship-boys climbing;\r\nHear the shrill whistle which doth order give\r\nTo sounds confus’d; behold the threaden sails,\r\nBorne with the invisible and creeping wind,\r\nDraw the huge bottoms through the furrow’d sea,\r\nBreasting the lofty surge. O, do but think\r\nYou stand upon the rivage and behold\r\nA city on the inconstant billows dancing;\r\nFor so appears this fleet majestical,\r\nHolding due course to Harfleur. Follow, follow!\r\nGrapple your minds to sternage of this navy,\r\nAnd leave your England, as dead midnight still,\r\nGuarded with grandsires, babies, and old women,\r\nEither past or not arriv’d to pith and puissance.\r\nFor who is he, whose chin is but enrich’d\r\nWith one appearing hair, that will not follow\r\nThese cull’d and choice-drawn cavaliers to France?\r\nWork, work your thoughts, and therein see a siege;\r\nBehold the ordnance on their carriages,\r\nWith fatal mouths gaping on girded Harfleur.\r\nSuppose the ambassador from the French comes back,\r\nTells Harry that the King doth offer him\r\nKatharine his daughter, and with her, to dowry,\r\nSome petty and unprofitable dukedoms.\r\nThe offer likes not; and the nimble gunner\r\nWith linstock now the devilish cannon touches,\r", "type": "direction"}, {"direction": "[_Alarum, and chambers go off._]\r\n\r\nAnd down goes all before them. Still be kind,\r\nAnd eke out our performance with your mind.\r", "type": "direction"}, {"direction": "[_Exit._]\r\n\r", "type": "direction"}], "title": " Flourish. Enter Chorus.\r", "scene": 1, "act": 4}, {"text": [{"direction": "SCENE I. France. Before Harfleur.\r\n\r\n Alarum. Enter King Henry, Exeter, Bedford, Gloucester and Soldiers,\r\n with scaling-ladders.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nOnce more unto the breach, dear friends, once more,\r\nOr close the wall up with our English dead.\r\nIn peace there’s nothing so becomes a man\r\nAs modest stillness and humility;\r\nBut when the blast of war blows in our ears,\r\nThen imitate the action of the tiger;\r\nStiffen the sinews, summon up the blood,\r\nDisguise fair nature with hard-favour’d rage;\r\nThen lend the eye a terrible aspect;\r\nLet it pry through the portage of the head\r\nLike the brass cannon; let the brow o’erwhelm it\r\nAs fearfully as does a galled rock\r\nO’erhang and jutty his confounded base,\r\nSwill’d with the wild and wasteful ocean.\r\nNow set the teeth and stretch the nostril wide,\r\nHold hard the breath, and bend up every spirit\r\nTo his full height. On, on, you noblest English,\r\nWhose blood is fet from fathers of war-proof!\r\nFathers that, like so many Alexanders,\r\nHave in these parts from morn till even fought,\r\nAnd sheath’d their swords for lack of argument.\r\nDishonour not your mothers; now attest\r\nThat those whom you call’d fathers did beget you.\r\nBe copy now to men of grosser blood,\r\nAnd teach them how to war. And you, good yeomen,\r\nWhose limbs were made in England, show us here\r\nThe mettle of your pasture; let us swear\r\nThat you are worth your breeding, which I doubt not;\r\nFor there is none of you so mean and base,\r\nThat hath not noble lustre in your eyes.\r\nI see you stand like greyhounds in the slips,\r\nStraining upon the start. The game’s afoot!\r\nFollow your spirit, and upon this charge\r\nCry, “God for Harry! England and Saint George!”\r", "type": "direction"}, {"direction": "[_Exeunt. Alarum, and chambers go off._]\r\n\r", "type": "direction"}], "title": "SCENE I. France. Before Harfleur.\r\n\r\n Alarum. Enter King Henry, Exeter, Bedford, Gloucester and Soldiers,\r\n with scaling-ladders.\r", "scene": 2, "act": 4}, {"text": [{"direction": "SCENE II. The same.\r", "type": "direction"}, {"direction": "Enter Nym, Bardolph, Pistol and Boy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BARDOLPH.\r\nOn, on, on, on, on! To the breach, to the breach!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nPray thee, corporal, stay. The knocks are too hot; and, for mine own\r\npart, I have not a case of lives. The humour of it is too hot; that is\r\nthe very plain-song of it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nThe plain-song is most just, for humours do abound.\r\nKnocks go and come; God’s vassals drop and die;\r\n    And sword and shield,\r\n    In bloody field,\r\n    Doth win immortal fame.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nWould I were in an alehouse in London! I would give all my fame for a\r\npot of ale and safety.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nAnd I.\r\n    If wishes would prevail with me,\r\n    My purpose should not fail with me,\r\n    But thither would I hie.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\n    As duly,\r\n    But not as truly,\r\n    As bird doth sing on bough.\r", "type": "direction"}, {"direction": "Enter Fluellen.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nUp to the breach, you dogs! Avaunt, you cullions!\r", "type": "direction"}, {"direction": "[_Driving them forward._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBe merciful, great Duke, to men of mould.\r\nAbate thy rage, abate thy manly rage,\r\nAbate thy rage, great Duke!\r\nGood bawcock, bate thy rage; use lenity, sweet chuck!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "NYM.\r\nThese be good humours! Your honour wins bad humours.\r", "type": "direction"}, {"direction": "[_Exeunt all but Boy._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nAs young as I am, I have observ’d these three swashers. I am boy to\r\nthem all three; but all they three, though they would serve me, could\r\nnot be man to me; for indeed three such antics do not amount to a man.\r\nFor Bardolph, he is white-liver’d and red-fac’d; by the means whereof\r\n’a faces it out, but fights not. For Pistol, he hath a killing tongue\r\nand a quiet sword; by the means whereof ’a breaks words, and keeps\r\nwhole weapons. For Nym, he hath heard that men of few words are the\r\nbest men; and therefore he scorns to say his prayers, lest ’a should be\r\nthought a coward. But his few bad words are match’d with as few good\r\ndeeds; for ’a never broke any man’s head but his own, and that was\r\nagainst a post when he was drunk. They will steal anything, and call it\r\npurchase. Bardolph stole a lute-case, bore it twelve leagues, and sold\r\nit for three half-pence. Nym and Bardolph are sworn brothers in\r\nfilching, and in Calais they stole a fire-shovel. I knew by that piece\r\nof service the men would carry coals. They would have me as familiar\r\nwith men’s pockets as their gloves or their handkerchers; which makes\r\nmuch against my manhood, if I should take from another’s pocket to put\r\ninto mine; for it is plain pocketing up of wrongs. I must leave them,\r\nand seek some better service. Their villainy goes against my weak\r\nstomach, and therefore I must cast it up.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "Enter Gower and Fluellen.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nCaptain Fluellen, you must come presently to the mines.\r\nThe Duke of Gloucester would speak with you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nTo the mines! Tell you the Duke, it is not so good to come to the\r\nmines; for, look you, the mines is not according to the disciplines of\r\nthe war. The concavities of it is not sufficient; for, look you, the\r\nathversary, you may discuss unto the Duke, look you, is digt himself\r\nfour yard under the countermines. By Cheshu, I think ’a will plow up\r\nall, if there is not better directions.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nThe Duke of Gloucester, to whom the order of the siege is given, is\r\naltogether directed by an Irishman, a very valiant gentleman, i’ faith.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nIt is Captain Macmorris, is it not?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nI think it be.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nBy Cheshu, he is an ass, as in the world. I will verify as much in his\r\nbeard. He has no more directions in the true disciplines of the wars,\r\nlook you, of the Roman disciplines, than is a puppy-dog.\r", "type": "direction"}, {"direction": "Enter Macmorris and Captain Jamy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nHere ’a comes; and the Scots captain, Captain Jamy, with him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nCaptain Jamy is a marvellous falorous gentleman, that is certain; and\r\nof great expedition and knowledge in the anchient wars, upon my\r\nparticular knowledge of his directions. By Cheshu, he will maintain his\r\nargument as well as any military man in the world, in the disciplines\r\nof the pristine wars of the Romans.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "JAMY.\r\nI say gud-day, Captain Fluellen.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nGod-den to your worship, good Captain James.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nHow now, Captain Macmorris! have you quit the mines?\r\nHave the pioneers given o’er?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MACMORRIS.\r\nBy Chrish, la! ’tish ill done! The work ish give over, the trompet\r\nsound the retreat. By my hand I swear, and my father’s soul, the work\r\nish ill done; it ish give over. I would have blowed up the town, so\r\nChrish save me, la! in an hour. O, ’tish ill done, ’tish ill done; by\r\nmy hand, ’tish ill done!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nCaptain Macmorris, I beseech you now, will you voutsafe me, look you, a\r\nfew disputations with you, as partly touching or concerning the\r\ndisciplines of the war, the Roman wars, in the way of argument, look\r\nyou, and friendly communication; partly to satisfy my opinion, and\r\npartly for the satisfaction, look you, of my mind, as touching the\r\ndirection of the military discipline; that is the point.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "JAMY.\r\nIt sall be vary gud, gud feith, gud captains bath: and I sall quit you\r\nwith gud leve, as I may pick occasion; that sall I, marry.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MACMORRIS.\r\nIt is no time to discourse, so Chrish save me. The day is hot, and the\r\nweather, and the wars, and the King, and the Dukes. It is no time to\r\ndiscourse. The town is beseech’d, and the trumpet call us to the\r\nbreach, and we talk, and, be Chrish, do nothing. ’Tis shame for us all.\r\nSo God sa’ me, ’tis shame to stand still; it is shame, by my hand; and\r\nthere is throats to be cut, and works to be done; and there ish nothing\r\ndone, so Chrish sa’ me, la!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "JAMY.\r\nBy the mess, ere theise eyes of mine take themselves to slomber, I’ll\r\nde gud service, or I’ll lig i’ the grund for it; ay, or go to death;\r\nand I’ll pay’t as valorously as I may, that sall I suerly do, that is\r\nthe breff and the long. Marry, I wad full fain heard some question\r\n’tween you tway.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nCaptain Macmorris, I think, look you, under your correction, there is\r\nnot many of your nation—\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MACMORRIS.\r\nOf my nation! What ish my nation? Ish a villain, and a bastard, and a\r\nknave, and a rascal? What ish my nation? Who talks of my nation?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nLook you, if you take the matter otherwise than is meant, Captain\r\nMacmorris, peradventure I shall think you do not use me with that\r\naffability as in discretion you ought to use me, look you, being as\r\ngood a man as yourself, both in the disciplines of war, and in the\r\nderivation of my birth, and in other particularities.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MACMORRIS.\r\nI do not know you so good a man as myself. So Chrish save me,\r\nI will cut off your head.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nGentlemen both, you will mistake each other.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "JAMY.\r\nAh! that’s a foul fault.\r", "type": "direction"}, {"direction": "[_A parley sounded._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nThe town sounds a parley.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nCaptain Macmorris, when there is more better opportunity to be\r\nrequired, look you, I will be so bold as to tell you I know the\r\ndisciplines of war; and there is an end.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE II. The same.\r", "scene": 3, "act": 4}, {"text": [{"direction": "SCENE III. Before the gates.\r\n\r\n The Governor and some citizens on the walls; the English forces below.\r", "type": "direction"}, {"direction": "Enter King Henry and his train.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHow yet resolves the governor of the town?\r\nThis is the latest parle we will admit;\r\nTherefore to our best mercy give yourselves,\r\nOr like to men proud of destruction\r\nDefy us to our worst; for, as I am a soldier,\r\nA name that in my thoughts becomes me best,\r\nIf I begin the battery once again,\r\nI will not leave the half-achieved Harfleur\r\nTill in her ashes she lie buried.\r\nThe gates of mercy shall be all shut up,\r\nAnd the flesh’d soldier, rough and hard of heart,\r\nIn liberty of bloody hand shall range\r\nWith conscience wide as hell, mowing like grass\r\nYour fresh fair virgins and your flow’ring infants.\r\nWhat is it then to me, if impious War,\r\nArray’d in flames like to the prince of fiends,\r\nDo with his smirch’d complexion all fell feats\r\nEnlink’d to waste and desolation?\r\nWhat is’t to me, when you yourselves are cause,\r\nIf your pure maidens fall into the hand\r\nOf hot and forcing violation?\r\nWhat rein can hold licentious wickedness\r\nWhen down the hill he holds his fierce career?\r\nWe may as bootless spend our vain command\r\nUpon the enraged soldiers in their spoil\r\nAs send precepts to the leviathan\r\nTo come ashore. Therefore, you men of Harfleur,\r\nTake pity of your town and of your people,\r\nWhiles yet my soldiers are in my command,\r\nWhiles yet the cool and temperate wind of grace\r\nO’erblows the filthy and contagious clouds\r\nOf heady murder, spoil, and villainy.\r\nIf not, why, in a moment look to see\r\nThe blind and bloody soldier with foul hand\r\nDefile the locks of your shrill-shrieking daughters;\r\nYour fathers taken by the silver beards,\r\nAnd their most reverend heads dash’d to the walls;\r\nYour naked infants spitted upon pikes,\r\nWhiles the mad mothers with their howls confus’d\r\nDo break the clouds, as did the wives of Jewry\r\nAt Herod’s bloody-hunting slaughtermen.\r\nWhat say you? Will you yield, and this avoid,\r\nOr, guilty in defence, be thus destroy’d?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOVERNOR.\r\nOur expectation hath this day an end.\r\nThe Dauphin, whom of succours we entreated,\r\nReturns us that his powers are yet not ready\r\nTo raise so great a siege. Therefore, great King,\r\nWe yield our town and lives to thy soft mercy.\r\nEnter our gates; dispose of us and ours;\r\nFor we no longer are defensible.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nOpen your gates. Come, uncle Exeter,\r\nGo you and enter Harfleur; there remain,\r\nAnd fortify it strongly ’gainst the French.\r\nUse mercy to them all. For us, dear uncle,\r\nThe winter coming on, and sickness growing\r\nUpon our soldiers, we will retire to Calais.\r\nTonight in Harfleur will we be your guest;\r\nTomorrow for the march are we addrest.\r\n\r\n Flourish. The King and his train enter the town.\r\n\r", "type": "direction"}], "title": "SCENE III. Before the gates.\r\n\r\n The Governor and some citizens on the walls; the English forces below.\r", "scene": 4, "act": 4}, {"text": [{"direction": "SCENE IV. The French King’s palace.\r", "type": "direction"}, {"direction": "Enter Katharine and Alice, an old Gentlewoman.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Alice, tu as été en Angleterre, et tu parles bien le langage._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Un peu, madame._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Je te prie, m’enseignez; il faut que j’apprenne à parler.\r\nComment appelez-vous la main en anglais?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_La main? Elle est appelée_ de hand.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDe hand. _Et les doigts?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Les doigts? Ma foi, j’oublie les doigts; mais je me souviendrai. Les\r\ndoigts? Je pense qu’ils sont appelés_ de fingres; _oui_, de fingres.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_La main_, de hand; _les doigts_, de fingres. _Je pense que je suis le\r\nbon écolier; j’ai gagné deux mots d’anglais vitement. Comment\r\nappelez-vous les ongles?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Les ongles? Nous les appelons_ de nails.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDe nails. _Écoutez; dites-moi, si je parle bien:_ de hand, de fingres,\r\n_et_ de nails.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_C’est bien dit, madame; il est fort bon anglais._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Dites-moi l’anglais pour le bras._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nDe arm, _madame._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Et le coude?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nD’elbow.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nD’elbow. _Je m’en fais la répétition de tous les mots que vous m’avez\r\nappris dès à présent._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Il est trop difficile, madame, comme je pense._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Excusez-moi, Alice. Écoutez:_ d’hand, de fingres, de nails, d’arm, de\r\nbilbow.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nD’elbow, _madame._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_O Seigneur Dieu, je m’en oublie!_ D’elbow.\r\n_Comment appelez-vous le col?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nDe nick, _madame._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDe nick. _Et le menton?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nDe chin.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDe sin. _Le col_, de nick; _le menton_, de sin.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Oui. Sauf votre honneur, en vérité, vous prononcez les mots aussi\r\ndroit que les natifs d’Angleterre._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Je ne doute point d’apprendre, par la grâce de Dieu, et en peu de\r\ntemps._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_N’avez-vous pas déjà oublié ce que je vous ai enseigné?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Non, je réciterai à vous promptement:_ d’hand, de fingres, de mails,—\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nDe nails, _madame._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDe nails, de arm, de ilbow.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Sauf votre honneur_, de elbow.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Ainsi dis-je_, d’elbow, de nick, _et_ de sin. _Comment appelez-vous le\r\npied et la robe?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nDe foot, _madame; et_ de coun.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDe foot _et_ de coun! _O Seigneur Dieu! ils sont les mots de son\r\nmauvais, corruptible, gros, et impudique, et non pour les dames\r\nd’honneur d’user. Je ne voudrais prononcer ces mots devant les\r\nseigneurs de France pour tout le monde. Foh!_ le foot _et_ le coun!\r\n_Néanmoins, je réciterai une autre fois ma leçon ensemble:_ d’hand, de\r\nfingres, de nails, d’arm, d’elbow, de nick, de sin, de foot, de coun.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Excellent, madame!_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_C’est assez pour une fois. Allons-nous à dîner._\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE IV. The French King’s palace.\r", "scene": 5, "act": 4}, {"text": [{"direction": "SCENE V. The same.\r", "type": "direction"}, {"direction": "Enter the King of France, the Dauphin, the Duke of Bourbon, the\r\n Constable of France and others.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\n’Tis certain he hath pass’d the river Somme.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nAnd if he be not fought withal, my lord,\r\nLet us not live in France; let us quit all\r\nAnd give our vineyards to a barbarous people.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\n_O Dieu vivant_! shall a few sprays of us,\r\nThe emptying of our fathers’ luxury,\r\nOur scions put in wild and savage stock,\r\nSpirt up so suddenly into the clouds,\r\nAnd overlook their grafters?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOURBON.\r\nNormans, but bastard Normans, Norman bastards!\r\n_Mort de ma vie_, if they march along\r\nUnfought withal, but I will sell my dukedom,\r\nTo buy a slobbery and a dirty farm\r\nIn that nook-shotten isle of Albion.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\n_Dieu de batailles_, where have they this mettle?\r\nIs not their climate foggy, raw, and dull,\r\nOn whom, as in despite, the sun looks pale,\r\nKilling their fruit with frowns? Can sodden water,\r\nA drench for sur-rein’d jades, their barley-broth,\r\nDecoct their cold blood to such valiant heat?\r\nAnd shall our quick blood, spirited with wine,\r\nSeem frosty? O, for honour of our land,\r\nLet us not hang like roping icicles\r\nUpon our houses’ thatch, whiles a more frosty people\r\nSweat drops of gallant youth in our rich fields!\r\nPoor we may call them in their native lords.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nBy faith and honour,\r\nOur madams mock at us, and plainly say\r\nOur mettle is bred out, and they will give\r\nTheir bodies to the lust of English youth\r\nTo new-store France with bastard warriors.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOURBON.\r\nThey bid us to the English dancing-schools,\r\nAnd teach lavoltas high, and swift corantos;\r\nSaying our grace is only in our heels,\r\nAnd that we are most lofty runaways.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nWhere is Montjoy the herald? Speed him hence.\r\nLet him greet England with our sharp defiance.\r\nUp, princes! and, with spirit of honour edged\r\nMore sharper than your swords, hie to the field!\r\nCharles Delabreth, High Constable of France;\r\nYou Dukes of Orleans, Bourbon, and of Berry,\r\nAlençon, Brabant, Bar, and Burgundy;\r\nJacques Chatillon, Rambures, Vaudemont,\r\nBeaumont, Grandpré, Roussi, and Fauconbridge,\r\nFoix, Lestrale, Boucicault, and Charolois;\r\nHigh dukes, great princes, barons, lords, and knights,\r\nFor your great seats now quit you of great shames.\r\nBar Harry England, that sweeps through our land\r\nWith pennons painted in the blood of Harfleur.\r\nRush on his host, as doth the melted snow\r\nUpon the valleys, whose low vassal seat\r\nThe Alps doth spit and void his rheum upon.\r\nGo down upon him, you have power enough,\r\nAnd in a captive chariot into Rouen\r\nBring him our prisoner.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nThis becomes the great.\r\nSorry am I his numbers are so few,\r\nHis soldiers sick and famish’d in their march;\r\nFor I am sure, when he shall see our army,\r\nHe’ll drop his heart into the sink of fear\r\nAnd for achievement offer us his ransom.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nTherefore, Lord Constable, haste on Montjoy,\r\nAnd let him say to England that we send\r\nTo know what willing ransom he will give.\r\nPrince Dauphin, you shall stay with us in Rouen.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nNot so, I do beseech your Majesty.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nBe patient, for you shall remain with us.\r\nNow forth, Lord Constable and princes all,\r\nAnd quickly bring us word of England’s fall.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE V. The same.\r", "scene": 6, "act": 4}, {"text": [{"direction": "SCENE VI. The English camp in Picardy.\r", "type": "direction"}, {"direction": "Enter Gower and Fluellen, meeting.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nHow now, Captain Fluellen! come you from the bridge?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI assure you, there is very excellent services committed at the bridge.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nIs the Duke of Exeter safe?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nThe Duke of Exeter is as magnanimous as Agamemnon; and a man that I\r\nlove and honour with my soul, and my heart, and my duty, and my life,\r\nand my living, and my uttermost power. He is not—God be praised and\r\nblessed!—any hurt in the world; but keeps the bridge most valiantly,\r\nwith excellent discipline. There is an anchient lieutenant there at the\r\npridge, I think in my very conscience he is as valiant a man as Mark\r\nAntony; and he is a man of no estimation in the world, but I did see\r\nhim do as gallant service.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nWhat do you call him?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nHe is call’d Anchient Pistol.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nI know him not.\r", "type": "direction"}, {"direction": "Enter Pistol.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nHere is the man.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nCaptain, I thee beseech to do me favours.\r\nThe Duke of Exeter doth love thee well.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nAy, I praise God; and I have merited some love at his hands.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBardolph, a soldier, firm and sound of heart,\r\nAnd of buxom valour, hath by cruel fate\r\nAnd giddy Fortune’s furious fickle wheel,\r\nThat goddess blind,\r\nThat stands upon the rolling restless stone—\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nBy your patience, Anchient Pistol. Fortune is painted blind, with a\r\nmuffler afore his eyes, to signify to you that Fortune is blind; and\r\nshe is painted also with a wheel, to signify to you, which is the moral\r\nof it, that she is turning, and inconstant, and mutability, and\r\nvariation; and her foot, look you, is fixed upon a spherical stone,\r\nwhich rolls, and rolls, and rolls. In good truth, the poet makes a most\r\nexcellent description of it. Fortune is an excellent moral.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nFortune is Bardolph’s foe, and frowns on him;\r\nFor he hath stolen a pax, and hanged must ’a be,—\r\nA damned death!\r\nLet gallows gape for dog; let man go free,\r\nAnd let not hemp his windpipe suffocate.\r\nBut Exeter hath given the doom of death\r\nFor pax of little price.\r\nTherefore, go speak; the Duke will hear thy voice;\r\nAnd let not Bardolph’s vital thread be cut\r\nWith edge of penny cord and vile reproach.\r\nSpeak, captain, for his life, and I will thee requite.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nAnchient Pistol, I do partly understand your meaning.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nWhy then, rejoice therefore.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nCertainly, anchient, it is not a thing to rejoice at; for if, look you,\r\nhe were my brother, I would desire the Duke to use his good pleasure,\r\nand put him to execution; for discipline ought to be used.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nDie and be damn’d! and _fico_ for thy friendship!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nIt is well.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nThe fig of Spain.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nVery good.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nWhy, this is an arrant counterfeit rascal. I remember him now; a bawd,\r\na cutpurse.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI’ll assure you, ’a uttered as prave words at the pridge as you shall\r\nsee in a summer’s day. But it is very well; what he has spoke to me,\r\nthat is well, I warrant you, when time is serve.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nWhy, ’t is a gull, a fool, a rogue, that now and then goes to the wars,\r\nto grace himself at his return into London under the form of a soldier.\r\nAnd such fellows are perfect in the great commanders’ names; and they\r\nwill learn you by rote where services were done; at such and such a\r\nsconce, at such a breach, at such a convoy; who came off bravely, who\r\nwas shot, who disgrac’d, what terms the enemy stood on; and this they\r\ncon perfectly in the phrase of war, which they trick up with new-tuned\r\noaths: and what a beard of the general’s cut and a horrid suit of the\r\ncamp will do among foaming bottles and ale-wash’d wits, is wonderful to\r\nbe thought on. But you must learn to know such slanders of the age, or\r\nelse you may be marvellously mistook.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI tell you what, Captain Gower; I do perceive he is not the man that he\r\nwould gladly make show to the world he is. If I find a hole in his\r\ncoat, I will tell him my mind. [_Drum heard._] Hark you, the King is\r\ncoming, and I must speak with him from the pridge.\r\n\r\n Drum and colours. Enter King Henry, Gloucester and his poor soldiers.\r\n\r\nGod bless your Majesty!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHow now, Fluellen! cam’st thou from the bridge?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nAy, so please your Majesty. The Duke of Exeter has very gallantly\r\nmaintain’d the pridge. The French is gone off, look you; and there is\r\ngallant and most prave passages. Marry, th’ athversary was have\r\npossession of the pridge; but he is enforced to retire, and the Duke of\r\nExeter is master of the pridge. I can tell your Majesty, the Duke is a\r\nprave man.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhat men have you lost, Fluellen?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nThe perdition of the athversary hath been very great, reasonable great.\r\nMarry, for my part, I think the Duke hath lost never a man, but one\r\nthat is like to be executed for robbing a church, one Bardolph, if your\r\nMajesty know the man. His face is all bubukles, and whelks, and knobs,\r\nand flames o’ fire; and his lips blows at his nose, and it is like a\r\ncoal of fire, sometimes plue and sometimes red; but his nose is\r\nexecuted, and his fire’s out.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe would have all such offenders so cut off; and we give express\r\ncharge, that in our marches through the country, there be nothing\r\ncompell’d from the villages, nothing taken but paid for, none of the\r\nFrench upbraided or abused in disdainful language; for when lenity and\r\ncruelty play for a kingdom, the gentler gamester is the soonest winner.\r\n\r\n Tucket. Enter Montjoy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nYou know me by my habit.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWell then I know thee. What shall I know of thee?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nMy master’s mind.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nUnfold it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nThus says my King: Say thou to Harry of England: Though we seem’d dead,\r\nwe did but sleep; advantage is a better soldier than rashness. Tell him\r\nwe could have rebuk’d him at Harfleur, but that we thought not good to\r\nbruise an injury till it were full ripe. Now we speak upon our cue, and\r\nour voice is imperial. England shall repent his folly, see his\r\nweakness, and admire our sufferance. Bid him therefore consider of his\r\nransom; which must proportion the losses we have borne, the subjects we\r\nhave lost, the disgrace we have digested; which in weight to re-answer,\r\nhis pettishness would bow under. For our losses, his exchequer is too\r\npoor; for the effusion of our blood, the muster of his kingdom too\r\nfaint a number; and for our disgrace, his own person, kneeling at our\r\nfeet, but a weak and worthless satisfaction. To this add defiance; and\r\ntell him, for conclusion, he hath betrayed his followers, whose\r\ncondemnation is pronounc’d. So far my King and master; so much my\r\noffice.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhat is thy name? I know thy quality.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nMontjoy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThou dost thy office fairly. Turn thee back,\r\nAnd tell thy King I do not seek him now,\r\nBut could be willing to march on to Calais\r\nWithout impeachment; for, to say the sooth,\r\nThough ’tis no wisdom to confess so much\r\nUnto an enemy of craft and vantage,\r\nMy people are with sickness much enfeebled,\r\nMy numbers lessen’d, and those few I have\r\nAlmost no better than so many French;\r\nWho when they were in health, I tell thee, herald,\r\nI thought upon one pair of English legs\r\nDid march three Frenchmen. Yet, forgive me, God,\r\nThat I do brag thus! This your air of France\r\nHath blown that vice in me. I must repent.\r\nGo therefore, tell thy master here I am;\r\nMy ransom is this frail and worthless trunk,\r\nMy army but a weak and sickly guard;\r\nYet, God before, tell him we will come on,\r\nThough France himself and such another neighbour\r\nStand in our way. There’s for thy labour, Montjoy.\r\nGo, bid thy master well advise himself.\r\nIf we may pass, we will; if we be hind’red,\r\nWe shall your tawny ground with your red blood\r\nDiscolour; and so, Montjoy, fare you well.\r\nThe sum of all our answer is but this:\r\nWe would not seek a battle, as we are;\r\nNor, as we are, we say we will not shun it.\r\nSo tell your master.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nI shall deliver so. Thanks to your Highness.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GLOUCESTER.\r\nI hope they will not come upon us now.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWe are in God’s hands, brother, not in theirs.\r\nMarch to the bridge; it now draws toward night.\r\nBeyond the river we’ll encamp ourselves,\r\nAnd on tomorrow bid them march away.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE VI. The English camp in Picardy.\r", "scene": 7, "act": 4}, {"text": [{"direction": "SCENE VII. The French camp, near Agincourt.\r", "type": "direction"}, {"direction": "Enter the Constable of France, the Lord Rambures, Orleans, Dauphin\r\n with others.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nTut! I have the best armour of the world.\r\nWould it were day!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nYou have an excellent armour; but let my horse have his due.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nIt is the best horse of Europe.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nWill it never be morning?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nMy Lord of Orleans, and my Lord High Constable, you talk of horse and\r\narmour?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nYou are as well provided of both as any prince in the world.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nWhat a long night is this! I will not change my horse with any that\r\ntreads but on four pasterns. Ch’ha! He bounds from the earth, as if his\r\nentrails were hairs; _le cheval volant_, the Pegasus, _qui a les\r\nnarines de feu!_ When I bestride him, I soar, I am a hawk. He trots the\r\nair; the earth sings when he touches it; the basest horn of his hoof is\r\nmore musical than the pipe of Hermes.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nHe’s of the colour of the nutmeg.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nAnd of the heat of the ginger. It is a beast for Perseus. He is pure\r\nair and fire; and the dull elements of earth and water never appear in\r\nhim, but only in patient stillness while his rider mounts him. He is\r\nindeed a horse, and all other jades you may call beasts.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nIndeed, my lord, it is a most absolute and excellent horse.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nIt is the prince of palfreys; his neigh is like the bidding of a\r\nmonarch, and his countenance enforces homage.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nNo more, cousin.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nNay, the man hath no wit that cannot, from the rising of the lark to\r\nthe lodging of the lamb, vary deserved praise on my palfrey. It is a\r\ntheme as fluent as the sea; turn the sands into eloquent tongues, and\r\nmy horse is argument for them all. ’Tis a subject for a sovereign to\r\nreason on, and for a sovereign’s sovereign to ride on; and for the\r\nworld, familiar to us and unknown, to lay apart their particular\r\nfunctions and wonder at him. I once writ a sonnet in his praise and\r\nbegan thus: “Wonder of nature,”—\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nI have heard a sonnet begin so to one’s mistress.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nThen did they imitate that which I compos’d to my courser, for my horse\r\nis my mistress.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nYour mistress bears well.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nMe well; which is the prescript praise and perfection of a good and\r\nparticular mistress.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nNay, for methought yesterday your mistress shrewdly shook your back.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nSo perhaps did yours.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nMine was not bridled.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nO then belike she was old and gentle; and you rode, like a kern of\r\nIreland, your French hose off, and in your strait strossers.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nYou have good judgment in horsemanship.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nBe warn’d by me, then; they that ride so and ride not warily, fall into\r\nfoul bogs. I had rather have my horse to my mistress.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nI had as lief have my mistress a jade.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nI tell thee, Constable, my mistress wears his own hair.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nI could make as true a boast as that, if I had a sow to my mistress.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\n“_Le chien est retourné à son propre vomissement, et la truie lavée au\r\nbourbier_.” Thou mak’st use of anything.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nYet do I not use my horse for my mistress, or any such proverb so\r\nlittle kin to the purpose.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "RAMBURES.\r\nMy Lord Constable, the armour that I saw in your tent tonight, are\r\nthose stars or suns upon it?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nStars, my lord.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nSome of them will fall tomorrow, I hope.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nAnd yet my sky shall not want.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nThat may be, for you bear a many superfluously, and ’twere more honour\r\nsome were away.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nEven as your horse bears your praises; who would trot as well, were\r\nsome of your brags dismounted.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nWould I were able to load him with his desert! Will it never be day? I\r\nwill trot tomorrow a mile, and my way shall be paved with English\r\nfaces.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nI will not say so, for fear I should be fac’d out of my way. But I\r\nwould it were morning; for I would fain be about the ears of the\r\nEnglish.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "RAMBURES.\r\nWho will go to hazard with me for twenty prisoners?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nYou must first go yourself to hazard, ere you have them.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\n’Tis midnight; I’ll go arm myself.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nThe Dauphin longs for morning.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "RAMBURES.\r\nHe longs to eat the English.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nI think he will eat all he kills.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nBy the white hand of my lady, he’s a gallant prince.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nSwear by her foot that she may tread out the oath.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nHe is simply the most active gentleman of France.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nDoing is activity; and he will still be doing.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nHe never did harm, that I heard of.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nNor will do none tomorrow. He will keep that good name still.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nI know him to be valiant.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nI was told that by one that knows him better than you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nWhat’s he?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nMarry, he told me so himself; and he said he car’d not who knew it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nHe needs not; it is no hidden virtue in him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nBy my faith, sir, but it is; never anybody saw it but his lackey. ’Tis\r\na hooded valour; and when it appears, it will bate.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\n“Ill will never said well.”\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nI will cap that proverb with “There is flattery in friendship.”\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nAnd I will take up that with “Give the devil his due.”\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nWell plac’d. There stands your friend for the devil; have at the very\r\neye of that proverb with “A pox of the devil.”\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nYou are the better at proverbs, by how much “A fool’s bolt is soon\r\nshot.”\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nYou have shot over.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\n’Tis not the first time you were overshot.\r", "type": "direction"}, {"direction": "Enter a Messenger.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MESSENGER.\r\nMy Lord High Constable, the English lie within fifteen hundred paces of\r\nyour tents.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nWho hath measur’d the ground?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MESSENGER.\r\nThe Lord Grandpré.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nA valiant and most expert gentleman. Would it were day! Alas, poor\r\nHarry of England, he longs not for the dawning as we do.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nWhat a wretched and peevish fellow is this King of England, to mope\r\nwith his fat-brain’d followers so far out of his knowledge!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nIf the English had any apprehension, they would run away.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nThat they lack; for if their heads had any intellectual armour, they\r\ncould never wear such heavy head-pieces.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "RAMBURES.\r\nThat island of England breeds very valiant creatures. Their mastiffs\r\nare of unmatchable courage.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nFoolish curs, that run winking into the mouth of a Russian bear and\r\nhave their heads crush’d like rotten apples! You may as well say,\r\nthat’s a valiant flea that dare eat his breakfast on the lip of a lion.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nJust, just; and the men do sympathize with the mastiffs in robustious\r\nand rough coming on, leaving their wits with their wives; and then,\r\ngive them great meals of beef and iron and steel, they will eat like\r\nwolves and fight like devils.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nAy, but these English are shrewdly out of beef.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nThen shall we find tomorrow they have only stomachs to eat and none to\r\nfight. Now is it time to arm. Come, shall we about it?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nIt is now two o’clock; but, let me see, by ten\r\nWe shall have each a hundred Englishmen.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r\n\r\n\r\n", "type": "direction"}], "title": "SCENE VII. The French camp, near Agincourt.\r", "scene": 8, "act": 4}]}, {"Act 5": [{"text": [{"direction": " Enter Chorus.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CHORUS.\r\nNow entertain conjecture of a time\r\nWhen creeping murmur and the poring dark\r\nFills the wide vessel of the universe.\r\nFrom camp to camp through the foul womb of night\r\nThe hum of either army stilly sounds,\r\nThat the fix’d sentinels almost receive\r\nThe secret whispers of each other’s watch;\r\nFire answers fire, and through their paly flames\r\nEach battle sees the other’s umber’d face;\r\nSteed threatens steed, in high and boastful neighs\r\nPiercing the night’s dull ear; and from the tents\r\nThe armourers, accomplishing the knights,\r\nWith busy hammers closing rivets up,\r\nGive dreadful note of preparation.\r\nThe country cocks do crow, the clocks do toll,\r\nAnd the third hour of drowsy morning name.\r\nProud of their numbers and secure in soul,\r\nThe confident and over-lusty French\r\nDo the low-rated English play at dice;\r\nAnd chide the cripple tardy-gaited Night\r\nWho, like a foul and ugly witch, doth limp\r\nSo tediously away. The poor condemned English,\r\nLike sacrifices, by their watchful fires\r\nSit patiently and inly ruminate\r\nThe morning’s danger; and their gesture sad,\r\nInvesting lank-lean cheeks and war-worn coats,\r\nPresented them unto the gazing moon\r\nSo many horrid ghosts. O now, who will behold\r\nThe royal captain of this ruin’d band\r\nWalking from watch to watch, from tent to tent,\r\nLet him cry, “Praise and glory on his head!”\r\nFor forth he goes and visits all his host,\r\nBids them good morrow with a modest smile,\r\nAnd calls them brothers, friends, and countrymen.\r\nUpon his royal face there is no note\r\nHow dread an army hath enrounded him;\r\nNor doth he dedicate one jot of colour\r\nUnto the weary and all-watched night,\r\nBut freshly looks, and over-bears attaint\r\nWith cheerful semblance and sweet majesty;\r\nThat every wretch, pining and pale before,\r\nBeholding him, plucks comfort from his looks.\r\nA largess universal like the sun\r\nHis liberal eye doth give to everyone,\r\nThawing cold fear, that mean and gentle all\r\nBehold, as may unworthiness define,\r\nA little touch of Harry in the night.\r\nAnd so our scene must to the battle fly,\r\nWhere—O for pity!—we shall much disgrace\r\nWith four or five most vile and ragged foils,\r\nRight ill-dispos’d in brawl ridiculous,\r\nThe name of Agincourt. Yet sit and see,\r\nMinding true things by what their mock’ries be.\r", "type": "direction"}, {"direction": "[_Exit._]\r\n\r", "type": "direction"}], "title": " Enter Chorus.\r", "scene": 1, "act": 5}, {"text": [{"direction": "SCENE I. The English camp at Agincourt.\r", "type": "direction"}, {"direction": "Enter King Henry, Bedford and Gloucester.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nGloucester, ’tis true that we are in great danger;\r\nThe greater therefore should our courage be.\r\nGood morrow, brother Bedford. God Almighty!\r\nThere is some soul of goodness in things evil,\r\nWould men observingly distil it out;\r\nFor our bad neighbour makes us early stirrers,\r\nWhich is both healthful and good husbandry.\r\nBesides, they are our outward consciences,\r\nAnd preachers to us all, admonishing\r\nThat we should dress us fairly for our end.\r\nThus may we gather honey from the weed,\r\nAnd make a moral of the devil himself.\r", "type": "direction"}, {"direction": "Enter Erpingham.\r\n\r\nGood morrow, old Sir Thomas Erpingham:\r\nA good soft pillow for that good white head\r\nWere better than a churlish turf of France.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ERPINGHAM.\r\nNot so, my liege; this lodging likes me better,\r\nSince I may say, “Now lie I like a king.”\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\n’Tis good for men to love their present pains\r\nUpon example; so the spirit is eased;\r\nAnd when the mind is quick’ned, out of doubt,\r\nThe organs, though defunct and dead before,\r\nBreak up their drowsy grave and newly move,\r\nWith casted slough and fresh legerity.\r\nLend me thy cloak, Sir Thomas. Brothers both,\r\nCommend me to the princes in our camp;\r\nDo my good morrow to them, and anon\r\nDesire them all to my pavilion.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GLOUCESTER.\r\nWe shall, my liege.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ERPINGHAM.\r\nShall I attend your Grace?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNo, my good knight;\r\nGo with my brothers to my lords of England.\r\nI and my bosom must debate a while,\r\nAnd then I would no other company.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ERPINGHAM.\r\nThe Lord in heaven bless thee, noble Harry!\r", "type": "direction"}, {"direction": "[_Exeunt all but King._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nGod-a-mercy, old heart! thou speak’st cheerfully.\r", "type": "direction"}, {"direction": "Enter Pistol.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\n_Qui vous là?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nA friend.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nDiscuss unto me; art thou officer?\r\nOr art thou base, common, and popular?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI am a gentleman of a company.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nTrail’st thou the puissant pike?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nEven so. What are you?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nAs good a gentleman as the Emperor.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThen you are a better than the King.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nThe King’s a bawcock, and a heart of gold,\r\nA lad of life, an imp of fame;\r\nOf parents good, of fist most valiant.\r\nI kiss his dirty shoe, and from heart-string\r\nI love the lovely bully. What is thy name?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHarry le Roy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nLe Roy! a Cornish name. Art thou of Cornish crew?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNo, I am a Welshman.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nKnow’st thou Fluellen?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nYes.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nTell him I’ll knock his leek about his pate\r\nUpon Saint Davy’s day.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nDo not you wear your dagger in your cap that day, lest he knock that\r\nabout yours.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nArt thou his friend?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nAnd his kinsman too.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nThe _fico_ for thee, then!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI thank you. God be with you!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nMy name is Pistol call’d.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIt sorts well with your fierceness.\r", "type": "direction"}, {"direction": "Enter Fluellen and Gower.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nCaptain Fluellen!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nSo! in the name of Jesu Christ, speak lower. It is the greatest\r\nadmiration in the universal world, when the true and anchient\r\nprerogatifes and laws of the wars is not kept. If you would take the\r\npains but to examine the wars of Pompey the Great, you shall find, I\r\nwarrant you, that there is no tiddle taddle nor pibble pabble in\r\nPompey’s camp. I warrant you, you shall find the ceremonies of the\r\nwars, and the cares of it, and the forms of it, and the sobriety of it,\r\nand the modesty of it, to be otherwise.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nWhy, the enemy is loud; you hear him all night.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nIf the enemy is an ass and a fool and a prating coxcomb, is it meet,\r\nthink you, that we should also, look you, be an ass and a fool and a\r\nprating coxcomb? In your own conscience, now?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nI will speak lower.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI pray you and beseech you that you will.\r", "type": "direction"}, {"direction": "[_Exeunt Gower and Fluellen._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThough it appear a little out of fashion,\r\nThere is much care and valour in this Welshman.\r", "type": "direction"}, {"direction": "Enter three soldiers, John Bates, Alexander Court and Michael\r\n Williams.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "COURT.\r\nBrother John Bates, is not that the morning which breaks yonder?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BATES.\r\nI think it be; but we have no great cause to desire the approach of\r\nday.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nWe see yonder the beginning of the day, but I think we shall never see\r\nthe end of it. Who goes there?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nA friend.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nUnder what captain serve you?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nUnder Sir Thomas Erpingham.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nA good old commander and a most kind gentleman. I pray you, what thinks\r\nhe of our estate?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nEven as men wreck’d upon a sand, that look to be wash’d off the next\r\ntide.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BATES.\r\nHe hath not told his thought to the King?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNo; nor it is not meet he should. For though I speak it to you, I think\r\nthe King is but a man as I am. The violet smells to him as it doth to\r\nme; the element shows to him as it doth to me; all his senses have but\r\nhuman conditions. His ceremonies laid by, in his nakedness he appears\r\nbut a man; and though his affections are higher mounted than ours, yet,\r\nwhen they stoop, they stoop with the like wing. Therefore, when he sees\r\nreason of fears as we do, his fears, out of doubt, be of the same\r\nrelish as ours are; yet, in reason, no man should possess him with any\r\nappearance of fear, lest he, by showing it, should dishearten his army.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BATES.\r\nHe may show what outward courage he will; but I believe, as cold a\r\nnight as ’tis, he could wish himself in Thames up to the neck; and so I\r\nwould he were, and I by him, at all adventures, so we were quit here.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nBy my troth, I will speak my conscience of the King: I think he would\r\nnot wish himself anywhere but where he is.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BATES.\r\nThen I would he were here alone; so should he be sure to be ransomed,\r\nand a many poor men’s lives saved.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI dare say you love him not so ill, to wish him here alone, howsoever\r\nyou speak this to feel other men’s minds. Methinks I could not die\r\nanywhere so contented as in the King’s company, his cause being just\r\nand his quarrel honourable.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nThat’s more than we know.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BATES.\r\nAy, or more than we should seek after; for we know enough, if we know\r\nwe are the King’s subjects. If his cause be wrong, our obedience to the\r\nKing wipes the crime of it out of us.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nBut if the cause be not good, the King himself hath a heavy reckoning\r\nto make, when all those legs and arms and heads, chopp’d off in a\r\nbattle, shall join together at the latter day and cry all, “We died at\r\nsuch a place”; some swearing, some crying for a surgeon, some upon\r\ntheir wives left poor behind them, some upon the debts they owe, some\r\nupon their children rawly left. I am afeard there are few die well that\r\ndie in a battle; for how can they charitably dispose of anything, when\r\nblood is their argument? Now, if these men do not die well, it will be\r\na black matter for the King that led them to it; who to disobey were\r\nagainst all proportion of subjection.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nSo, if a son that is by his father sent about merchandise do sinfully\r\nmiscarry upon the sea, the imputation of his wickedness, by your rule,\r\nshould be imposed upon his father that sent him; or if a servant, under\r\nhis master’s command transporting a sum of money, be assailed by\r\nrobbers and die in many irreconcil’d iniquities, you may call the\r\nbusiness of the master the author of the servant’s damnation. But this\r\nis not so. The King is not bound to answer the particular endings of\r\nhis soldiers, the father of his son, nor the master of his servant; for\r\nthey purpose not their death, when they purpose their services.\r\nBesides, there is no king, be his cause never so spotless, if it come\r\nto the arbitrement of swords, can try it out with all unspotted\r\nsoldiers. Some peradventure have on them the guilt of premeditated and\r\ncontrived murder; some, of beguiling virgins with the broken seals of\r\nperjury; some, making the wars their bulwark, that have before gored\r\nthe gentle bosom of Peace with pillage and robbery. Now, if these men\r\nhave defeated the law and outrun native punishment, though they can\r\noutstrip men, they have no wings to fly from God. War is his beadle,\r\nwar is his vengeance; so that here men are punish’d for before-breach\r\nof the King’s laws in now the King’s quarrel. Where they feared the\r\ndeath, they have borne life away; and where they would be safe, they\r\nperish. Then if they die unprovided, no more is the King guilty of\r\ntheir damnation than he was before guilty of those impieties for the\r\nwhich they are now visited. Every subject’s duty is the King’s; but\r\nevery subject’s soul is his own. Therefore should every soldier in the\r\nwars do as every sick man in his bed, wash every mote out of his\r\nconscience; and dying so, death is to him advantage; or not dying, the\r\ntime was blessedly lost wherein such preparation was gained; and in him\r\nthat escapes, it were not sin to think that, making God so free an\r\noffer, He let him outlive that day to see His greatness and to teach\r\nothers how they should prepare.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\n’Tis certain, every man that dies ill, the ill upon his own head, the\r\nKing is not to answer for it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BATES.\r\nI do not desire he should answer for me; and yet I determine to fight\r\nlustily for him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI myself heard the King say he would not be ransom’d.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nAy, he said so, to make us fight cheerfully; but when our throats are\r\ncut, he may be ransom’d, and we ne’er the wiser.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIf I live to see it, I will never trust his word after.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nYou pay him then. That’s a perilous shot out of an elder-gun, that a\r\npoor and a private displeasure can do against a monarch! You may as\r\nwell go about to turn the sun to ice with fanning in his face with a\r\npeacock’s feather. You’ll never trust his word after! Come, ’tis a\r\nfoolish saying.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nYour reproof is something too round. I should be angry with you, if the\r\ntime were convenient.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nLet it be a quarrel between us if you live.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI embrace it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nHow shall I know thee again?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nGive me any gage of thine, and I will wear it in my bonnet; then, if\r\never thou dar’st acknowledge it, I will make it my quarrel.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nHere’s my glove; give me another of thine.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThere.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nThis will I also wear in my cap. If ever thou come to me and say, after\r\ntomorrow, “This is my glove,” by this hand I will take thee a box on\r\nthe ear.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIf ever I live to see it, I will challenge it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nThou dar’st as well be hang’d.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWell, I will do it, though I take thee in the King’s company.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nKeep thy word; fare thee well.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BATES.\r\nBe friends, you English fools, be friends. We have French quarrels\r\nenough, if you could tell how to reckon.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIndeed, the French may lay twenty French crowns to one they will beat\r\nus, for they bear them on their shoulders; but it is no English treason\r\nto cut French crowns, and tomorrow the King himself will be a clipper.\r", "type": "direction"}, {"direction": "[_Exeunt soldiers._]\r\n\r\n Upon the King! Let us our lives, our souls,\r\nOur debts, our careful wives,\r\nOur children, and our sins lay on the King!\r\nWe must bear all. O hard condition,\r\nTwin-born with greatness, subject to the breath\r\nOf every fool, whose sense no more can feel\r\nBut his own wringing! What infinite heart’s ease\r\nMust kings neglect, that private men enjoy!\r\nAnd what have kings, that privates have not too,\r\nSave ceremony, save general ceremony?\r\nAnd what art thou, thou idol Ceremony?\r\nWhat kind of god art thou, that suffer’st more\r\nOf mortal griefs than do thy worshippers?\r\nWhat are thy rents? What are thy comings in?\r\nO Ceremony, show me but thy worth!\r\nWhat is thy soul of adoration?\r\nArt thou aught else but place, degree, and form,\r\nCreating awe and fear in other men?\r\nWherein thou art less happy being fear’d\r\nThan they in fearing.\r\nWhat drink’st thou oft, instead of homage sweet,\r\nBut poison’d flattery? O, be sick, great greatness,\r\nAnd bid thy Ceremony give thee cure!\r\nThink’st thou the fiery fever will go out\r\nWith titles blown from adulation?\r\nWill it give place to flexure and low bending?\r\nCanst thou, when thou command’st the beggar’s knee,\r\nCommand the health of it? No, thou proud dream,\r\nThat play’st so subtly with a king’s repose;\r\nI am a king that find thee, and I know\r\n’Tis not the balm, the sceptre, and the ball,\r\nThe sword, the mace, the crown imperial,\r\nThe intertissued robe of gold and pearl,\r\nThe farced title running ’fore the King,\r\nThe throne he sits on, nor the tide of pomp\r\nThat beats upon the high shore of this world,\r\nNo, not all these, thrice-gorgeous Ceremony,—\r\nNot all these, laid in bed majestical,\r\nCan sleep so soundly as the wretched slave,\r\nWho with a body fill’d and vacant mind\r\nGets him to rest, cramm’d with distressful bread,\r\nNever sees horrid night, the child of hell,\r\nBut, like a lackey, from the rise to set\r\nSweats in the eye of Phoebus, and all night\r\nSleeps in Elysium; next day after dawn,\r\nDoth rise and help Hyperion to his horse,\r\nAnd follows so the ever-running year,\r\nWith profitable labour, to his grave:\r\nAnd, but for ceremony, such a wretch,\r\nWinding up days with toil and nights with sleep,\r\nHad the fore-hand and vantage of a king.\r\nThe slave, a member of the country’s peace,\r\nEnjoys it, but in gross brain little wots\r\nWhat watch the King keeps to maintain the peace,\r\nWhose hours the peasant best advantages.\r", "type": "direction"}, {"direction": "Enter Erpingham.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ERPINGHAM.\r\nMy lord, your nobles, jealous of your absence,\r\nSeek through your camp to find you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nGood old knight,\r\nCollect them all together at my tent.\r\nI’ll be before thee.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ERPINGHAM.\r\nI shall do’t, my lord.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nO God of battles! steel my soldiers’ hearts.\r\nPossess them not with fear. Take from them now\r\nThe sense of reckoning, if the opposed numbers\r\nPluck their hearts from them. Not today, O Lord,\r\nO, not today, think not upon the fault\r\nMy father made in compassing the crown!\r\nI Richard’s body have interred new,\r\nAnd on it have bestow’d more contrite tears\r\nThan from it issued forced drops of blood.\r\nFive hundred poor I have in yearly pay,\r\nWho twice a day their wither’d hands hold up\r\nToward heaven, to pardon blood; and I have built\r\nTwo chantries, where the sad and solemn priests\r\nSing still for Richard’s soul. More will I do;\r\nThough all that I can do is nothing worth,\r\nSince that my penitence comes after all,\r\nImploring pardon.\r", "type": "direction"}, {"direction": "Enter Gloucester.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GLOUCESTER.\r\nMy liege!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nMy brother Gloucester’s voice? Ay;\r\nI know thy errand, I will go with thee.\r\nThe day, my friends, and all things stay for me.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE I. The English camp at Agincourt.\r", "scene": 2, "act": 5}, {"text": [{"direction": "SCENE II. The French camp.\r", "type": "direction"}, {"direction": "Enter the Dauphin, Orleans, Rambures and others.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nThe sun doth gild our armour; up, my lords!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\n_Monte à cheval!_ My horse, _varlet! laquais_, ha!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nO brave spirit!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\n_Via, les eaux et terre!_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\n_Rien puis? L’air et feu?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\n_Cieux_, cousin Orleans.\r", "type": "direction"}, {"direction": "Enter Constable.\r\n\r\nNow, my Lord Constable!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nHark, how our steeds for present service neigh!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nMount them, and make incision in their hides,\r\nThat their hot blood may spin in English eyes,\r\nAnd dout them with superfluous courage, ha!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "RAMBURES.\r\nWhat, will you have them weep our horses’ blood?\r\nHow shall we, then, behold their natural tears?\r", "type": "direction"}, {"direction": "Enter a Messenger.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MESSENGER.\r\nThe English are embattl’d, you French peers.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nTo horse, you gallant princes! straight to horse!\r\nDo but behold yon poor and starved band,\r\nAnd your fair show shall suck away their souls,\r\nLeaving them but the shales and husks of men.\r\nThere is not work enough for all our hands;\r\nScarce blood enough in all their sickly veins\r\nTo give each naked curtle-axe a stain,\r\nThat our French gallants shall today draw out,\r\nAnd sheathe for lack of sport. Let us but blow on them,\r\nThe vapour of our valour will o’erturn them.\r\n’Tis positive ’gainst all exceptions, lords,\r\nThat our superfluous lackeys and our peasants,\r\nWho in unnecessary action swarm\r\nAbout our squares of battle, were enough\r\nTo purge this field of such a hilding foe,\r\nThough we upon this mountain’s basis by\r\nTook stand for idle speculation,\r\nBut that our honours must not. What’s to say?\r\nA very little little let us do,\r\nAnd all is done. Then let the trumpets sound\r\nThe tucket sonance and the note to mount;\r\nFor our approach shall so much dare the field\r\nThat England shall crouch down in fear and yield.\r", "type": "direction"}, {"direction": "Enter Grandpré.\r\n\r\nGRANDPRÉ.\r\nWhy do you stay so long, my lords of France?\r\nYond island carrions, desperate of their bones,\r\nIll-favouredly become the morning field.\r\nTheir ragged curtains poorly are let loose,\r\nAnd our air shakes them passing scornfully.\r\nBig Mars seems bankrupt in their beggar’d host,\r\nAnd faintly through a rusty beaver peeps;\r\nThe horsemen sit like fixed candlesticks\r\nWith torch-staves in their hand; and their poor jades\r\nLob down their heads, drooping the hides and hips,\r\nThe gum down-roping from their pale-dead eyes,\r\nAnd in their pale dull mouths the gimmal bit\r\nLies foul with chew’d grass, still, and motionless;\r\nAnd their executors, the knavish crows,\r\nFly o’er them, all impatient for their hour.\r\nDescription cannot suit itself in words\r\nTo demonstrate the life of such a battle,\r\nIn life so lifeless as it shows itself.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nThey have said their prayers, and they stay for death.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nShall we go send them dinners and fresh suits\r\nAnd give their fasting horses provender,\r\nAnd after fight with them?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nI stay but for my guard; on to the field!\r\nI will the banner from a trumpet take,\r\nAnd use it for my haste. Come, come, away!\r\nThe sun is high, and we outwear the day.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE II. The French camp.\r", "scene": 3, "act": 5}, {"text": [{"direction": "SCENE III. The English camp.\r", "type": "direction"}, {"direction": "Enter Gloucester, Bedford, Exeter, Erpingham, with all his host:\r\n Salisbury and Westmorland.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GLOUCESTER.\r\nWhere is the King?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BEDFORD.\r\nThe King himself is rode to view their battle.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nOf fighting men they have full three-score thousand.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nThere’s five to one; besides, they all are fresh.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SALISBURY.\r\nGod’s arm strike with us! ’tis a fearful odds.\r\nGod be wi’ you, princes all; I’ll to my charge.\r\nIf we no more meet till we meet in heaven,\r\nThen, joyfully, my noble Lord of Bedford,\r\nMy dear Lord Gloucester, and my good Lord Exeter,\r\nAnd my kind kinsman, warriors all, adieu!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BEDFORD.\r\nFarewell, good Salisbury, and good luck go with thee!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nFarewell, kind lord; fight valiantly today!\r\nAnd yet I do thee wrong to mind thee of it,\r\nFor thou art fram’d of the firm truth of valour.\r", "type": "direction"}, {"direction": "[_Exit Salisbury._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BEDFORD.\r\nHe is as full of valour as of kindness,\r\nPrincely in both.\r", "type": "direction"}, {"direction": "Enter the King.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nO that we now had here\r\nBut one ten thousand of those men in England\r\nThat do no work today!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING.\r\nWhat’s he that wishes so?\r\nMy cousin Westmorland? No, my fair cousin.\r\nIf we are mark’d to die, we are enough\r\nTo do our country loss; and if to live,\r\nThe fewer men, the greater share of honour.\r\nGod’s will! I pray thee, wish not one man more.\r\nBy Jove, I am not covetous for gold,\r\nNor care I who doth feed upon my cost;\r\nIt yearns me not if men my garments wear;\r\nSuch outward things dwell not in my desires;\r\nBut if it be a sin to covet honour,\r\nI am the most offending soul alive.\r\nNo, faith, my coz, wish not a man from England.\r\nGod’s peace! I would not lose so great an honour\r\nAs one man more, methinks, would share from me\r\nFor the best hope I have. O, do not wish one more!\r\nRather proclaim it, Westmorland, through my host,\r\nThat he which hath no stomach to this fight,\r\nLet him depart. His passport shall be made,\r\nAnd crowns for convoy put into his purse.\r\nWe would not die in that man’s company\r\nThat fears his fellowship to die with us.\r\nThis day is call’d the feast of Crispian.\r\nHe that outlives this day, and comes safe home,\r\nWill stand a tip-toe when this day is named,\r\nAnd rouse him at the name of Crispian.\r\nHe that shall live this day, and see old age,\r\nWill yearly on the vigil feast his neighbours,\r\nAnd say, “Tomorrow is Saint Crispian.”\r\nThen will he strip his sleeve and show his scars,\r\nAnd say, “These wounds I had on Crispian’s day.”\r\nOld men forget; yet all shall be forgot,\r\nBut he’ll remember with advantages\r\nWhat feats he did that day. Then shall our names,\r\nFamiliar in his mouth as household words,\r\nHarry the King, Bedford, and Exeter,\r\nWarwick and Talbot, Salisbury and Gloucester,\r\nBe in their flowing cups freshly remembered.\r\nThis story shall the good man teach his son;\r\nAnd Crispin Crispian shall ne’er go by,\r\nFrom this day to the ending of the world,\r\nBut we in it shall be remembered,\r\nWe few, we happy few, we band of brothers.\r\nFor he today that sheds his blood with me\r\nShall be my brother; be he ne’er so vile,\r\nThis day shall gentle his condition;\r\nAnd gentlemen in England now abed\r\nShall think themselves accurs’d they were not here,\r\nAnd hold their manhoods cheap whiles any speaks\r\nThat fought with us upon Saint Crispin’s day.\r", "type": "direction"}, {"direction": "Enter Salisbury.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SALISBURY.\r\nMy sovereign lord, bestow yourself with speed.\r\nThe French are bravely in their battles set,\r\nAnd will with all expedience charge on us.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nAll things are ready, if our minds be so.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nPerish the man whose mind is backward now!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThou dost not wish more help from England, coz?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nGod’s will! my liege, would you and I alone,\r\nWithout more help, could fight this royal battle!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhy, now thou hast unwish’d five thousand men,\r\nWhich likes me better than to wish us one.\r\nYou know your places. God be with you all!\r\n\r\n Tucket. Enter Montjoy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nOnce more I come to know of thee, King Harry,\r\nIf for thy ransom thou wilt now compound,\r\nBefore thy most assured overthrow;\r\nFor certainly thou art so near the gulf,\r\nThou needs must be englutted. Besides, in mercy,\r\nThe Constable desires thee thou wilt mind\r\nThy followers of repentance; that their souls\r\nMay make a peaceful and a sweet retire\r\nFrom off these fields, where, wretches, their poor bodies\r\nMust lie and fester.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWho hath sent thee now?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nThe Constable of France.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI pray thee, bear my former answer back:\r\nBid them achieve me and then sell my bones.\r\nGood God! why should they mock poor fellows thus?\r\nThe man that once did sell the lion’s skin\r\nWhile the beast liv’d, was kill’d with hunting him.\r\nA many of our bodies shall no doubt\r\nFind native graves, upon the which, I trust,\r\nShall witness live in brass of this day’s work;\r\nAnd those that leave their valiant bones in France,\r\nDying like men, though buried in your dunghills,\r\nThey shall be fam’d; for there the sun shall greet them,\r\nAnd draw their honours reeking up to heaven;\r\nLeaving their earthly parts to choke your clime,\r\nThe smell whereof shall breed a plague in France.\r\nMark then abounding valour in our English,\r\nThat being dead, like to the bullet’s grazing,\r\nBreak out into a second course of mischief,\r\nKilling in relapse of mortality.\r\nLet me speak proudly: tell the Constable\r\nWe are but warriors for the working-day.\r\nOur gayness and our gilt are all besmirch’d\r\nWith rainy marching in the painful field;\r\nThere’s not a piece of feather in our host—\r\nGood argument, I hope, we will not fly—\r\nAnd time hath worn us into slovenry;\r\nBut, by the mass, our hearts are in the trim;\r\nAnd my poor soldiers tell me, yet ere night\r\nThey’ll be in fresher robes, or they will pluck\r\nThe gay new coats o’er the French soldiers’ heads\r\nAnd turn them out of service. If they do this—\r\nAs, if God please, they shall,—my ransom then\r\nWill soon be levied. Herald, save thou thy labour.\r\nCome thou no more for ransom, gentle herald.\r\nThey shall have none, I swear, but these my joints;\r\nWhich if they have as I will leave ’em them,\r\nShall yield them little, tell the Constable.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nI shall, King Harry. And so fare thee well;\r\nThou never shalt hear herald any more.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI fear thou’lt once more come again for ransom.\r", "type": "direction"}, {"direction": "Enter York.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "YORK.\r\nMy lord, most humbly on my knee I beg\r\nThe leading of the vaward.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nTake it, brave York. Now, soldiers, march away;\r\nAnd how thou pleasest, God, dispose the day!\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE III. The English camp.\r", "scene": 4, "act": 5}, {"text": [{"direction": "SCENE IV. The field of battle.\r\n\r\n Alarum. Excursions. Enter Pistol, French Soldier and Boy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nYield, cur!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_Je pense que vous êtes le gentilhomme de bonne qualité._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\n_Qualité? Caleno custore me!_\r\nArt thou a gentleman?\r\nWhat is thy name? Discuss.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_O Seigneur Dieu!_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nO, Signieur Dew should be a gentleman.\r\nPerpend my words, O Signieur Dew, and mark:\r\nO Signieur Dew, thou diest on point of fox,\r\nExcept, O signieur, thou do give to me\r\nEgregious ransom.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_O, prenez miséricorde! Ayez pitié de moi!_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nMoy shall not serve; I will have forty moys,\r\nOr I will fetch thy rim out at thy throat\r\nIn drops of crimson blood.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_Est-il impossible d’échapper la force de ton bras?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBrass, cur!\r\nThou damned and luxurious mountain goat,\r\nOffer’st me brass?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_O pardonnez-moi!_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nSay’st thou me so? Is that a ton of moys?\r\nCome hither, boy; ask me this slave in French\r\nWhat is his name.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\n_Écoutez. Comment êtes-vous appelé?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_Monsieur le Fer._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nHe says his name is Master Fer.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nMaster Fer! I’ll fer him, and firk him, and ferret him.\r\nDiscuss the same in French unto him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nI do not know the French for fer, and ferret, and firk.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBid him prepare; for I will cut his throat.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_Que dit-il, monsieur?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\n_Il me commande à vous dire que vous faites vous prêt, car ce soldat\r\nici est disposé tout à cette heure de couper votre gorge._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nOwy, cuppele gorge, permafoy,\r\nPeasant, unless thou give me crowns, brave crowns;\r\nOr mangled shalt thou be by this my sword.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_O, je vous supplie, pour l’amour de Dieu, me pardonner! Je suis le\r\ngentilhomme de bonne maison; gardez ma vie, et je vous donnerai deux\r\ncents écus._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nWhat are his words?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nHe prays you to save his life. He is a gentleman of a good house; and\r\nfor his ransom he will give you two hundred crowns.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nTell him my fury shall abate, and I\r\nThe crowns will take.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_Petit monsieur, que dit-il?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\n_Encore qu’il est contre son jurement de pardonner aucun prisonnier;\r\nnéanmoins, pour les écus que vous lui avez promis, il est content à\r\nvous donner la liberté, le franchisement._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH SOLDIER.\r\n_Sur mes genoux je vous donne mille remerciements; et je m’estime\r\nheureux que je suis tombé entre les mains d’un chevalier, je pense, le\r\nplus brave, vaillant, et très distingué seigneur d’Angleterre._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nExpound unto me, boy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\nHe gives you upon his knees, a thousand thanks; and he esteems himself\r\nhappy that he hath fallen into the hands of one, as he thinks, the most\r\nbrave, valorous, and thrice-worthy _seigneur_ of England.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nAs I suck blood, I will some mercy show.\r\nFollow me!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOY.\r\n_Suivez-vous le grand capitaine._\r", "type": "direction"}, {"direction": "[_Exeunt Pistol and French Soldier._]\r\n\r\nI did never know so full a voice issue from so empty a heart; but the\r\nsaying is true, “The empty vessel makes the greatest sound.” Bardolph\r\nand Nym had ten times more valour than this roaring devil i’ the old\r\nplay, that everyone may pare his nails with a wooden dagger; and they\r\nare both hang’d; and so would this be, if he durst steal anything\r\nadventurously. I must stay with the lackeys with the luggage of our\r\ncamp. The French might have a good prey of us, if he knew of it; for\r\nthere is none to guard it but boys.\r", "type": "direction"}, {"direction": "[_Exit._]\r\n\r", "type": "direction"}], "title": "SCENE IV. The field of battle.\r\n\r\n Alarum. Excursions. Enter Pistol, French Soldier and Boy.\r", "scene": 5, "act": 5}, {"text": [{"direction": "SCENE V. Another part of the field.\r", "type": "direction"}, {"direction": "Enter Constable, Orleans, Bourbon, Dauphin and Rambures.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\n_O diable!_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\n_O Seigneur! le jour est perdu, tout est perdu!_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\n_Mort de ma vie!_ all is confounded, all!\r\nReproach and everlasting shame\r\nSits mocking in our plumes.\r", "type": "direction"}, {"direction": "[_A short alarum._]\r\n\r\n_O méchante Fortune!_ Do not run away.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nWhy, all our ranks are broke.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DAUPHIN.\r\nO perdurable shame! Let’s stab ourselves,\r\nBe these the wretches that we play’d at dice for?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nIs this the king we sent to for his ransom?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOURBON.\r\nShame and eternal shame, nothing but shame!\r\nLet’s die in honour! Once more back again!\r\nAnd he that will not follow Bourbon now,\r\nLet him go hence, and with his cap in hand,\r\nLike a base pandar, hold the chamber door\r\nWhilst by a slave, no gentler than my dog,\r\nHis fairest daughter is contaminated.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CONSTABLE.\r\nDisorder, that hath spoil’d us, friend us now!\r\nLet us on heaps go offer up our lives.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ORLEANS.\r\nWe are enough yet living in the field\r\nTo smother up the English in our throngs,\r\nIf any order might be thought upon.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BOURBON.\r\nThe devil take order now! I’ll to the throng.\r\nLet life be short, else shame will be too long.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE V. Another part of the field.\r", "scene": 6, "act": 5}, {"text": [{"direction": "SCENE VI. Another part of the field.\r\n\r\n Alarum. Enter King Henry and his train, with prisoners.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWell have we done, thrice valiant countrymen.\r\nBut all’s not done; yet keep the French the field.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nThe Duke of York commends him to your Majesty.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nLives he, good uncle? Thrice within this hour\r\nI saw him down; thrice up again, and fighting.\r\nFrom helmet to the spur all blood he was.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nIn which array, brave soldier, doth he lie,\r\nLarding the plain; and by his bloody side,\r\nYoke-fellow to his honour-owing wounds,\r\nThe noble Earl of Suffolk also lies.\r\nSuffolk first died; and York, all haggled over,\r\nComes to him, where in gore he lay insteeped,\r\nAnd takes him by the beard; kisses the gashes\r\nThat bloodily did yawn upon his face.\r\nHe cries aloud, “Tarry, my cousin Suffolk!\r\nMy soul shall thine keep company to heaven;\r\nTarry, sweet soul, for mine, then fly abreast,\r\nAs in this glorious and well-foughten field\r\nWe kept together in our chivalry.”\r\nUpon these words I came and cheer’d him up.\r\nHe smil’d me in the face, raught me his hand,\r\nAnd, with a feeble gripe, says, “Dear my lord,\r\nCommend my service to my sovereign.”\r\nSo did he turn and over Suffolk’s neck\r\nHe threw his wounded arm and kiss’d his lips;\r\nAnd so espous’d to death, with blood he seal’d\r\nA testament of noble-ending love.\r\nThe pretty and sweet manner of it forc’d\r\nThose waters from me which I would have stopp’d;\r\nBut I had not so much of man in me,\r\nAnd all my mother came into mine eyes\r\nAnd gave me up to tears.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI blame you not;\r\nFor, hearing this, I must perforce compound\r\nWith mistful eyes, or they will issue too.\r", "type": "direction"}, {"direction": "[_Alarum._]\r\n\r\nBut hark! what new alarum is this same?\r\nThe French have reinforc’d their scatter’d men.\r\nThen every soldier kill his prisoners;\r\nGive the word through.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE VI. Another part of the field.\r\n\r\n Alarum. Enter King Henry and his train, with prisoners.\r", "scene": 7, "act": 5}, {"text": [{"direction": "SCENE VII. Another part of the field.\r", "type": "direction"}, {"direction": "Enter Fluellen and Gower.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nKill the poys and the luggage! ’Tis expressly against the law of arms.\r\n’Tis as arrant a piece of knavery, mark you now, as can be offer’t; in\r\nyour conscience, now, is it not?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\n’Tis certain there’s not a boy left alive; and the cowardly rascals\r\nthat ran from the battle ha’ done this slaughter. Besides, they have\r\nburned and carried away all that was in the King’s tent; wherefore the\r\nKing, most worthily, hath caus’d every soldier to cut his prisoner’s\r\nthroat. O, ’tis a gallant king!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nAy, he was porn at Monmouth, Captain Gower. What call you the town’s\r\nname where Alexander the Pig was born?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nAlexander the Great.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nWhy, I pray you, is not pig great? The pig, or the great, or the\r\nmighty, or the huge, or the magnanimous, are all one reckonings, save\r\nthe phrase is a little variations.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nI think Alexander the Great was born in Macedon. His father was called\r\nPhilip of Macedon, as I take it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI think it is in Macedon where Alexander is porn. I tell you, Captain,\r\nif you look in the maps of the ’orld, I warrant you sall find, in the\r\ncomparisons between Macedon and Monmouth, that the situations, look\r\nyou, is both alike. There is a river in Macedon; and there is also\r\nmoreover a river at Monmouth; it is call’d Wye at Monmouth; but it is\r\nout of my prains what is the name of the other river; but ’tis all one,\r\n’tis alike as my fingers is to my fingers, and there is salmons in\r\nboth. If you mark Alexander’s life well, Harry of Monmouth’s life is\r\ncome after it indifferent well; for there is figures in all things.\r\nAlexander, God knows, and you know, in his rages, and his furies, and\r\nhis wraths, and his cholers, and his moods, and his displeasures, and\r\nhis indignations, and also being a little intoxicates in his prains,\r\ndid, in his ales and his angers, look you, kill his best friend,\r\nCleitus.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nOur King is not like him in that. He never kill’d any of his friends.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nIt is not well done, mark you now, to take the tales out of my mouth,\r\nere it is made and finished. I speak but in the figures and comparisons\r\nof it. As Alexander kill’d his friend Cleitus, being in his ales and\r\nhis cups; so also Harry Monmouth, being in his right wits and his good\r\njudgements, turn’d away the fat knight with the great belly doublet. He\r\nwas full of jests, and gipes, and knaveries, and mocks; I have forgot\r\nhis name.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nSir John Falstaff.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nThat is he. I’ll tell you there is good men porn at Monmouth.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nHere comes his Majesty.\r\n\r\n Alarum. Enter King Henry and forces; Warwick, Gloucester, Exeter with\r\n prisoners. Flourish.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI was not angry since I came to France\r\nUntil this instant. Take a trumpet, herald;\r\nRide thou unto the horsemen on yond hill.\r\nIf they will fight with us, bid them come down,\r\nOr void the field; they do offend our sight.\r\nIf they’ll do neither, we will come to them,\r\nAnd make them skirr away, as swift as stones\r\nEnforced from the old Assyrian slings.\r\nBesides, we’ll cut the throats of those we have,\r\nAnd not a man of them that we shall take\r\nShall taste our mercy. Go and tell them so.\r", "type": "direction"}, {"direction": "Enter Montjoy.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nHere comes the herald of the French, my liege.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GLOUCESTER.\r\nHis eyes are humbler than they us’d to be.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHow now! what means this, herald? Know’st thou not\r\nThat I have fin’d these bones of mine for ransom?\r\nCom’st thou again for ransom?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nNo, great King;\r\nI come to thee for charitable license,\r\nThat we may wander o’er this bloody field\r\nTo book our dead, and then to bury them;\r\nTo sort our nobles from our common men.\r\nFor many of our princes—woe the while!—\r\nLie drown’d and soak’d in mercenary blood;\r\nSo do our vulgar drench their peasant limbs\r\nIn blood of princes; and their wounded steeds\r\nFret fetlock deep in gore, and with wild rage\r\nYerk out their armed heels at their dead masters,\r\nKilling them twice. O, give us leave, great King,\r\nTo view the field in safety, and dispose\r\nOf their dead bodies!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI tell thee truly, herald,\r\nI know not if the day be ours or no;\r\nFor yet a many of your horsemen peer\r\nAnd gallop o’er the field.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nThe day is yours.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nPraised be God, and not our strength, for it!\r\nWhat is this castle call’d that stands hard by?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MONTJOY.\r\nThey call it Agincourt.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThen call we this the field of Agincourt,\r\nFought on the day of Crispin Crispianus.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYour grandfather of famous memory, an’t please your Majesty, and your\r\ngreat-uncle Edward the Plack Prince of Wales, as I have read in the\r\nchronicles, fought a most prave pattle here in France.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThey did, Fluellen.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYour Majesty says very true. If your Majesties is rememb’red of it, the\r\nWelshmen did good service in garden where leeks did grow, wearing leeks\r\nin their Monmouth caps; which, your Majesty know, to this hour is an\r\nhonourable badge of the service; and I do believe your Majesty takes no\r\nscorn to wear the leek upon Saint Tavy’s day.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI wear it for a memorable honour;\r\nFor I am Welsh, you know, good countryman.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nAll the water in Wye cannot wash your Majesty’s Welsh plood out of your\r\npody, I can tell you that. Got pless it and preserve it, as long as it\r\npleases His grace, and His majesty too!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThanks, good my countryman.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nBy Jeshu, I am your Majesty’s countryman, I care not who know it. I\r\nwill confess it to all the ’orld. I need not be asham’d of your\r\nMajesty, praised be God, so long as your Majesty is an honest man.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nGod keep me so!\r", "type": "direction"}, {"direction": "Enter Williams.\r\n\r\nOur heralds go with him;\r\nBring me just notice of the numbers dead\r\nOn both our parts. Call yonder fellow hither.\r", "type": "direction"}, {"direction": "[_Exeunt Heralds with Montjoy._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nSoldier, you must come to the King.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nSoldier, why wear’st thou that glove in thy cap?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nAn’t please your Majesty, ’tis the gage of one that I should fight\r\nwithal, if he be alive.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nAn Englishman?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nAn’t please your Majesty, a rascal that swagger’d with me last night;\r\nwho, if alive and ever dare to challenge this glove, I have sworn to\r\ntake him a box o’ the ear; or if I can see my glove in his cap, which\r\nhe swore, as he was a soldier, he would wear if alive, I will strike it\r\nout soundly.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhat think you, Captain Fluellen, is it fit this soldier keep his oath?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nHe is a craven and a villain else, an’t please your Majesty, in my\r\nconscience.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIt may be his enemy is a gentlemen of great sort, quite from the answer\r\nof his degree.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nThough he be as good a gentleman as the devil is, as Lucifier and\r\nBelzebub himself, it is necessary, look your Grace, that he keep his\r\nvow and his oath. If he be perjur’d, see you now, his reputation is as\r\narrant a villain and a Jacksauce, as ever his black shoe trod upon\r\nGod’s ground and His earth, in my conscience, la!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThen keep thy vow, sirrah, when thou meet’st the fellow.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nSo I will, my liege, as I live.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWho serv’st thou under?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nUnder Captain Gower, my liege.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nGower is a good captain, and is good knowledge and literatured in the\r\nwars.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nCall him hither to me, soldier.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nI will, my liege.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHere, Fluellen; wear thou this favour for me and stick it in thy cap.\r\nWhen Alençon and myself were down together, I pluck’d this glove from\r\nhis helm. If any man challenge this, he is a friend to Alençon, and an\r\nenemy to our person. If thou encounter any such, apprehend him, an thou\r\ndost me love.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYour Grace does me as great honours as can be desir’d in the hearts of\r\nhis subjects. I would fain see the man, that has but two legs, that\r\nshall find himself aggrief’d at this glove; that is all. But I would\r\nfain see it once, an please God of His grace that I might see.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nKnow’st thou Gower?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nHe is my dear friend, an please you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nPray thee, go seek him, and bring him to my tent.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI will fetch him.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nMy Lord of Warwick, and my brother Gloucester,\r\nFollow Fluellen closely at the heels.\r\nThe glove which I have given him for a favour\r\nMay haply purchase him a box o’ the ear.\r\nIt is the soldier’s; I by bargain should\r\nWear it myself. Follow, good cousin Warwick.\r\nIf that the soldier strike him, as I judge\r\nBy his blunt bearing he will keep his word,\r\nSome sudden mischief may arise of it;\r\nFor I do know Fluellen valiant\r\nAnd, touch’d with choler, hot as gunpowder,\r\nAnd quickly will return an injury.\r\nFollow, and see there be no harm between them.\r\nGo you with me, uncle of Exeter.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE VII. Another part of the field.\r", "scene": 8, "act": 5}, {"text": [{"direction": "SCENE VIII. Before King Henry’s pavilion.\r", "type": "direction"}, {"direction": "Enter Gower and Williams.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nI warrant it is to knight you, Captain.\r", "type": "direction"}, {"direction": "Enter Fluellen.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nGod’s will and his pleasure, captain, I beseech you now, come apace to\r\nthe King. There is more good toward you peradventure than is in your\r\nknowledge to dream of.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nSir, know you this glove?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nKnow the glove! I know the glove is a glove.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nI know this; and thus I challenge it.\r", "type": "direction"}, {"direction": "[_Strikes him._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\n’Sblood! an arrant traitor as any is in the universal world, or in\r\nFrance, or in England!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nHow now, sir! you villain!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nDo you think I’ll be forsworn?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nStand away, Captain Gower. I will give treason his payment into plows,\r\nI warrant you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nI am no traitor.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nThat’s a lie in thy throat. I charge you in his Majesty’s name,\r\napprehend him; he’s a friend of the Duke Alençon’s.\r", "type": "direction"}, {"direction": "Enter Warwick and Gloucester.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WARWICK.\r\nHow now, how now! what’s the matter?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nMy lord of Warwick, here is—praised be God for it!—a most contagious\r\ntreason come to light, look you, as you shall desire in a summer’s day.\r\nHere is his Majesty.\r", "type": "direction"}, {"direction": "Enter King Henry and Exeter.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHow now! what’s the matter?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nMy liege, here is a villain and a traitor, that, look your Grace, has\r\nstruck the glove which your Majesty is take out of the helmet of\r\nAlençon.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nMy liege, this was my glove; here is the fellow of it; and he that I\r\ngave it to in change promis’d to wear it in his cap. I promis’d to\r\nstrike him, if he did. I met this man with my glove in his cap, and I\r\nhave been as good as my word.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYour Majesty hear now, saving your Majesty’s manhood, what an arrant,\r\nrascally, beggarly, lousy knave it is. I hope your Majesty is pear me\r\ntestimony and witness, and will avouchment, that this is the glove of\r\nAlençon that your Majesty is give me; in your conscience, now?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nGive me thy glove, soldier. Look, here is the fellow of it.\r\n’Twas I, indeed, thou promisedst to strike;\r\nAnd thou hast given me most bitter terms.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nAn it please your Majesty, let his neck answer for it, if there is any\r\nmartial law in the world.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHow canst thou make me satisfaction?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nAll offences, my lord, come from the heart. Never came any from mine\r\nthat might offend your Majesty.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIt was ourself thou didst abuse.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nYour Majesty came not like yourself. You appear’d to me but as a common\r\nman; witness the night, your garments, your lowliness; and what your\r\nHighness suffer’d under that shape, I beseech you take it for your own\r\nfault and not mine; for had you been as I took you for, I made no\r\noffence; therefore, I beseech your Highness, pardon me.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nHere, uncle Exeter, fill this glove with crowns,\r\nAnd give it to this fellow. Keep it, fellow;\r\nAnd wear it for an honour in thy cap\r\nTill I do challenge it. Give him his crowns;\r\nAnd, captain, you must needs be friends with him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nBy this day and this light, the fellow has mettle enough in his belly.\r\nHold, there is twelve pence for you; and I pray you to serve God, and\r\nkeep you out of prawls, and prabbles, and quarrels, and dissensions,\r\nand, I warrant you, it is the better for you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WILLIAMS.\r\nI will none of your money.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nIt is with a good will; I can tell you, it will serve you to mend your\r\nshoes. Come, wherefore should you be so pashful? Your shoes is not so\r\ngood. ’Tis a good silling, I warrant you, or I will change it.\r", "type": "direction"}, {"direction": "Enter an English Herald.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNow, herald, are the dead numb’red?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "HERALD.\r\nHere is the number of the slaught’red French.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhat prisoners of good sort are taken, uncle?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nCharles Duke of Orleans, nephew to the King;\r\nJohn Duke of Bourbon, and Lord Boucicault:\r\nOf other lords and barons, knights and squires,\r\nFull fifteen hundred, besides common men.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThis note doth tell me of ten thousand French\r\nThat in the field lie slain; of princes, in this number,\r\nAnd nobles bearing banners, there lie dead\r\nOne hundred twenty-six; added to these,\r\nOf knights, esquires, and gallant gentlemen,\r\nEight thousand and four hundred; of the which,\r\nFive hundred were but yesterday dubb’d knights;\r\nSo that, in these ten thousand they have lost,\r\nThere are but sixteen hundred mercenaries;\r\nThe rest are princes, barons, lords, knights, squires,\r\nAnd gentlemen of blood and quality.\r\nThe names of those their nobles that lie dead:\r\nCharles Delabreth, High Constable of France;\r\nJacques of Chatillon, Admiral of France;\r\nThe master of the Crossbows, Lord Rambures;\r\nGreat Master of France, the brave Sir Guichard Dauphin,\r\nJohn, Duke of Alençon, Anthony, Duke of Brabant,\r\nThe brother to the Duke of Burgundy,\r\nAnd Edward, Duke of Bar; of lusty earls,\r\nGrandpré and Roussi, Fauconbridge and Foix,\r\nBeaumont and Marle, Vaudemont and Lestrale.\r\nHere was a royal fellowship of death!\r\nWhere is the number of our English dead?\r", "type": "direction"}, {"direction": "[_Herald gives him another paper._]\r\n\r\nEdward the Duke of York, the Earl of Suffolk,\r\nSir Richard Ketly, Davy Gam, esquire;\r\nNone else of name; and of all other men\r\nBut five and twenty.—O God, thy arm was here;\r\nAnd not to us, but to thy arm alone,\r\nAscribe we all! When, without stratagem,\r\nBut in plain shock and even play of battle,\r\nWas ever known so great and little loss\r\nOn one part and on the other? Take it, God,\r\nFor it is none but thine!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\n’Tis wonderful!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nCome, go we in procession to the village;\r\nAnd be it death proclaimed through our host\r\nTo boast of this or take that praise from God\r\nWhich is His only.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nIs it not lawful, an please your Majesty, to tell how many is kill’d?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nYes, Captain; but with this acknowledgment,\r\nThat God fought for us.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYes, my conscience, He did us great good.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nDo we all holy rites.\r\nLet there be sung _Non nobis_ and _Te Deum_,\r\nThe dead with charity enclos’d in clay,\r\nAnd then to Calais; and to England then,\r\nWhere ne’er from France arriv’d more happy men.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r\n\r\n\r\n", "type": "direction"}], "title": "SCENE VIII. Before King Henry’s pavilion.\r", "scene": 9, "act": 5}]}, {"Act 6": [{"text": [{"direction": " Enter Chorus.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CHORUS.\r\nVouchsafe to those that have not read the story,\r\nThat I may prompt them; and of such as have,\r\nI humbly pray them to admit the excuse\r\nOf time, of numbers, and due course of things,\r\nWhich cannot in their huge and proper life\r\nBe here presented. Now we bear the King\r\nToward Calais; grant him there; there seen,\r\nHeave him away upon your winged thoughts\r\nAthwart the sea. Behold, the English beach\r\nPales in the flood with men, with wives and boys,\r\nWhose shouts and claps out-voice the deep-mouth’d sea,\r\nWhich like a mighty whiffler ’fore the King\r\nSeems to prepare his way. So let him land,\r\nAnd solemnly see him set on to London.\r\nSo swift a pace hath thought that even now\r\nYou may imagine him upon Blackheath,\r\nWhere that his lords desire him to have borne\r\nHis bruised helmet and his bended sword\r\nBefore him through the city. He forbids it,\r\nBeing free from vainness and self-glorious pride;\r\nGiving full trophy, signal, and ostent\r\nQuite from himself to God. But now behold,\r\nIn the quick forge and working-house of thought,\r\nHow London doth pour out her citizens!\r\nThe mayor and all his brethren in best sort,\r\nLike to the senators of th’ antique Rome,\r\nWith the plebeians swarming at their heels,\r\nGo forth and fetch their conquering Caesar in;\r\nAs, by a lower but loving likelihood,\r\nWere now the general of our gracious empress,\r\nAs in good time he may, from Ireland coming,\r\nBringing rebellion broached on his sword,\r\nHow many would the peaceful city quit,\r\nTo welcome him! Much more, and much more cause,\r\nDid they this Harry. Now in London place him;\r\nAs yet the lamentation of the French\r\nInvites the King of England’s stay at home,\r\nThe Emperor’s coming in behalf of France,\r\nTo order peace between them;—and omit\r\nAll the occurrences, whatever chanc’d,\r\nTill Harry’s back-return again to France.\r\nThere must we bring him; and myself have play’d\r\nThe interim, by rememb’ring you ’tis past.\r\nThen brook abridgement, and your eyes advance\r\nAfter your thoughts, straight back again to France.\r", "type": "direction"}, {"direction": "[_Exit._]\r\n\r", "type": "direction"}], "title": " Enter Chorus.\r", "scene": 1, "act": 6}, {"text": [{"direction": "SCENE I. France. The English camp.\r", "type": "direction"}, {"direction": "Enter Fluellen and Gower.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nNay, that’s right; but why wear you your leek today?\r\nSaint Davy’s day is past.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nThere is occasions and causes why and wherefore in all things. I will\r\ntell you ass my friend, Captain Gower. The rascally, scald, beggarly,\r\nlousy, pragging knave, Pistol, which you and yourself and all the world\r\nknow to be no petter than a fellow, look you now, of no merits, he is\r\ncome to me and prings me pread and salt yesterday, look you, and bid me\r\neat my leek. It was in a place where I could not breed no contention\r\nwith him; but I will be so bold as to wear it in my cap till I see him\r\nonce again, and then I will tell him a little piece of my desires.\r", "type": "direction"}, {"direction": "Enter Pistol.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nWhy, here he comes, swelling like a turkey-cock.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\n’Tis no matter for his swellings nor his turkey-cocks. God pless you,\r\nAnchient Pistol! you scurvy, lousy knave, God pless you!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nHa! art thou bedlam? Dost thou thirst, base Trojan,\r\nTo have me fold up Parca’s fatal web?\r\nHence! I am qualmish at the smell of leek.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI peseech you heartily, scurfy, lousy knave, at my desires, and my\r\nrequests, and my petitions, to eat, look you, this leek. Because, look\r\nyou, you do not love it, nor your affections and your appetites and\r\nyour digestions does not agree with it, I would desire you to eat it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nNot for Cadwallader and all his goats.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nThere is one goat for you. [_Strikes him._] Will you be so good, scald\r\nknave, as eat it?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBase Trojan, thou shalt die.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYou say very true, scald knave, when God’s will is. I will desire you\r\nto live in the mean time, and eat your victuals. Come, there is sauce\r\nfor it. [_Strikes him._] You call’d me yesterday mountain-squire; but I\r\nwill make you today a squire of low degree. I pray you, fall to; if you\r\ncan mock a leek, you can eat a leek.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nEnough, captain; you have astonish’d him.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nI say, I will make him eat some part of my leek, or I will peat his\r\npate four days. Bite, I pray you; it is good for your green wound and\r\nyour ploody coxcomb.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nMust I bite?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYes, certainly, and out of doubt and out of question too, and\r\nambiguities.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nBy this leek, I will most horribly revenge. I eat and eat, I swear—\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nEat, I pray you. Will you have some more sauce to your leek? There is\r\nnot enough leek to swear by.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nQuiet thy cudgel; thou dost see I eat.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nMuch good do you, scald knave, heartily. Nay, pray you, throw none\r\naway; the skin is good for your broken coxcomb. When you take occasions\r\nto see leeks hereafter, I pray you, mock at ’em; that is all.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nGood.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nAy, leeks is good. Hold you, there is a groat to heal your pate.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nMe a groat!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nYes, verily and in truth you shall take it; or I have another leek in\r\nmy pocket, which you shall eat.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nI take thy groat in earnest of revenge.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FLUELLEN.\r\nIf I owe you anything I will pay you in cudgels. You shall be a\r\nwoodmonger, and buy nothing of me but cudgels. God be wi’ you, and keep\r\nyou, and heal your pate.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nAll hell shall stir for this.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "GOWER.\r\nGo, go; you are a couterfeit cowardly knave. Will you mock at an\r\nancient tradition, begun upon an honourable respect, and worn as a\r\nmemorable trophy of predeceased valour, and dare not avouch in your\r\ndeeds any of your words? I have seen you gleeking and galling at this\r\ngentleman twice or thrice. You thought, because he could not speak\r\nEnglish in the native garb, he could not therefore handle an English\r\ncudgel. You find it otherwise; and henceforth let a Welsh correction\r\nteach you a good English condition. Fare ye well.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "PISTOL.\r\nDoth Fortune play the huswife with me now?\r\nNews have I, that my Doll is dead i’ the spital\r\nOf malady of France;\r\nAnd there my rendezvous is quite cut off.\r\nOld I do wax; and from my weary limbs\r\nHonour is cudgell’d. Well, bawd I’ll turn,\r\nAnd something lean to cutpurse of quick hand.\r\nTo England will I steal, and there I’ll steal;\r\nAnd patches will I get unto these cudgell’d scars,\r\nAnd swear I got them in the Gallia wars.\r", "type": "direction"}, {"direction": "[_Exit._]\r\n\r", "type": "direction"}], "title": "SCENE I. France. The English camp.\r", "scene": 2, "act": 6}, {"text": [{"direction": "SCENE II. France. A royal palace.\r", "type": "direction"}, {"direction": "Enter at one door, King Henry, Exeter, Bedford, Warwick, Gloucester,\r\n Westmorland, Clarence, Huntingdon and other Lords. At another, Queen\r\n Isabel, the French King, the Princess Katharine, Alice, and other\r\n Ladies; the Duke of Burgundy and other French.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nPeace to this meeting, wherefore we are met!\r\nUnto our brother France, and to our sister,\r\nHealth and fair time of day; joy and good wishes\r\nTo our most fair and princely cousin Katharine;\r\nAnd, as a branch and member of this royalty,\r\nBy whom this great assembly is contriv’d,\r\nWe do salute you, Duke of Burgundy;\r\nAnd, princes French, and peers, health to you all!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nRight joyous are we to behold your face,\r\nMost worthy brother England; fairly met!\r\nSo are you, princes English, every one.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "QUEEN ISABEL.\r\nSo happy be the issue, brother England,\r\nOf this good day and of this gracious meeting\r\nAs we are now glad to behold your eyes;\r\nYour eyes, which hitherto have borne in them\r\nAgainst the French that met them in their bent\r\nThe fatal balls of murdering basilisks.\r\nThe venom of such looks, we fairly hope,\r\nHave lost their quality; and that this day\r\nShall change all griefs and quarrels into love.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nTo cry amen to that, thus we appear.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "QUEEN ISABEL.\r\nYou English princes all, I do salute you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nMy duty to you both, on equal love,\r\nGreat Kings of France and England! That I have labour’d,\r\nWith all my wits, my pains, and strong endeavours,\r\nTo bring your most imperial Majesties\r\nUnto this bar and royal interview,\r\nYour mightiness on both parts best can witness.\r\nSince then my office hath so far prevail’d\r\nThat, face to face and royal eye to eye,\r\nYou have congreeted, let it not disgrace me\r\nIf I demand, before this royal view,\r\nWhat rub or what impediment there is,\r\nWhy that the naked, poor, and mangled Peace,\r\nDear nurse of arts, plenties, and joyful births,\r\nShould not in this best garden of the world,\r\nOur fertile France, put up her lovely visage?\r\nAlas, she hath from France too long been chas’d,\r\nAnd all her husbandry doth lie on heaps,\r\nCorrupting in it own fertility.\r\nHer vine, the merry cheerer of the heart,\r\nUnpruned dies; her hedges even-pleach’d,\r\nLike prisoners wildly overgrown with hair,\r\nPut forth disorder’d twigs; her fallow leas\r\nThe darnel, hemlock, and rank fumitory,\r\nDoth root upon, while that the coulter rusts\r\nThat should deracinate such savagery;\r\nThe even mead, that erst brought sweetly forth\r\nThe freckled cowslip, burnet, and green clover,\r\nWanting the scythe, all uncorrected, rank,\r\nConceives by idleness, and nothing teems\r\nBut hateful docks, rough thistles, kecksies, burs,\r\nLosing both beauty and utility;\r\nAnd as our vineyards, fallows, meads, and hedges,\r\nDefective in their natures, grow to wildness.\r\nEven so our houses and ourselves and children\r\nHave lost, or do not learn for want of time,\r\nThe sciences that should become our country;\r\nBut grow like savages,—as soldiers will\r\nThat nothing do but meditate on blood,—\r\nTo swearing and stern looks, diffus’d attire,\r\nAnd everything that seems unnatural.\r\nWhich to reduce into our former favour\r\nYou are assembled; and my speech entreats\r\nThat I may know the let, why gentle Peace\r\nShould not expel these inconveniences\r\nAnd bless us with her former qualities.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIf, Duke of Burgundy, you would the peace,\r\nWhose want gives growth to the imperfections\r\nWhich you have cited, you must buy that peace\r\nWith full accord to all our just demands;\r\nWhose tenours and particular effects\r\nYou have enschedul’d briefly in your hands.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nThe King hath heard them; to the which as yet\r\nThere is no answer made.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWell, then, the peace,\r\nWhich you before so urg’d, lies in his answer.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nI have but with a cursorary eye\r\nO’erglanc’d the articles. Pleaseth your Grace\r\nTo appoint some of your council presently\r\nTo sit with us once more, with better heed\r\nTo re-survey them, we will suddenly\r\nPass our accept and peremptory answer.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nBrother, we shall. Go, uncle Exeter,\r\nAnd brother Clarence, and you, brother Gloucester,\r\nWarwick, and Huntington, go with the King;\r\nAnd take with you free power to ratify,\r\nAugment, or alter, as your wisdoms best\r\nShall see advantageable for our dignity,\r\nAnything in or out of our demands,\r\nAnd we’ll consign thereto. Will you, fair sister,\r\nGo with the princes, or stay here with us?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "QUEEN ISABEL.\r\nOur gracious brother, I will go with them.\r\nHaply a woman’s voice may do some good,\r\nWhen articles too nicely urg’d be stood on.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nYet leave our cousin Katharine here with us:\r\nShe is our capital demand, compris’d\r\nWithin the fore-rank of our articles.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "QUEEN ISABEL.\r\nShe hath good leave.\r", "type": "direction"}, {"direction": "[_Exeunt all except Henry, Katharine and Alice._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nFair Katharine, and most fair,\r\nWill you vouchsafe to teach a soldier terms\r\nSuch as will enter at a lady’s ear\r\nAnd plead his love-suit to her gentle heart?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nYour Majesty shall mock me; I cannot speak your England.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nO fair Katharine, if you will love me soundly with your French heart, I\r\nwill be glad to hear you confess it brokenly with your English tongue.\r\nDo you like me, Kate?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Pardonnez-moi_, I cannot tell wat is “like me.”\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nAn angel is like you, Kate, and you are like an angel.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Que dit-il? Que je suis semblable à les anges?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Oui, vraiment, sauf votre Grâce, ainsi dit-il._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI said so, dear Katharine; and I must not blush to affirm it.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_O bon Dieu! les langues des hommes sont pleines de tromperies._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nWhat says she, fair one? That the tongues of men are full of deceits?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Oui_, dat de tongues of de mans is be full of deceits: dat is de\r\nPrincess.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThe Princess is the better Englishwoman. I’ faith, Kate, my wooing is\r\nfit for thy understanding. I am glad thou canst speak no better\r\nEnglish; for if thou couldst, thou wouldst find me such a plain king\r\nthat thou wouldst think I had sold my farm to buy my crown. I know no\r\nways to mince it in love, but directly to say, “I love you”; then if\r\nyou urge me farther than to say, “Do you in faith?” I wear out my suit.\r\nGive me your answer; i’ faith, do; and so clap hands and a bargain. How\r\nsay you, lady?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Sauf votre honneur_, me understand well.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nMarry, if you would put me to verses, or to dance for your sake, Kate,\r\nwhy you undid me; for the one, I have neither words nor measure, and\r\nfor the other I have no strength in measure, yet a reasonable measure\r\nin strength. If I could win a lady at leap-frog, or by vaulting into my\r\nsaddle with my armour on my back, under the correction of bragging be\r\nit spoken, I should quickly leap into a wife. Or if I might buffet for\r\nmy love, or bound my horse for her favours, I could lay on like a\r\nbutcher and sit like a jack-an-apes, never off. But, before God, Kate,\r\nI cannot look greenly, nor gasp out my eloquence, nor I have no cunning\r\nin protestation; only downright oaths, which I never use till urg’d,\r\nnor never break for urging. If thou canst love a fellow of this temper,\r\nKate, whose face is not worth sunburning, that never looks in his glass\r\nfor love of anything he sees there, let thine eye be thy cook. I speak\r\nto thee plain soldier. If thou canst love me for this, take me; if not,\r\nto say to thee that I shall die, is true; but for thy love, by the\r\nLord, no; yet I love thee too. And while thou liv’st, dear Kate, take a\r\nfellow of plain and uncoined constancy; for he perforce must do thee\r\nright, because he hath not the gift to woo in other places; for these\r\nfellows of infinite tongue, that can rhyme themselves into ladies’\r\nfavours, they do always reason themselves out again. What! a speaker is\r\nbut a prater: a rhyme is but a ballad. A good leg will fall; a straight\r\nback will stoop; a black beard will turn white; a curl’d pate will grow\r\nbald; a fair face will wither; a full eye will wax hollow; but a good\r\nheart, Kate, is the sun and the moon; or rather the sun and not the\r\nmoon; for it shines bright and never changes, but keeps his course\r\ntruly. If thou would have such a one, take me; and take me, take a\r\nsoldier; take a soldier, take a king. And what say’st thou then to my\r\nlove? Speak, my fair, and fairly, I pray thee.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nIs it possible dat I should love de enemy of France?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNo; it is not possible you should love the enemy of France, Kate; but,\r\nin loving me, you should love the friend of France; for I love France\r\nso well that I will not part with a village of it, I will have it all\r\nmine; and, Kate, when France is mine and I am yours, then yours is\r\nFrance and you are mine.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nI cannot tell wat is dat.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNo, Kate? I will tell thee in French; which I am sure will hang upon my\r\ntongue like a new-married wife about her husband’s neck, hardly to be\r\nshook off. _Je quand sur le possession de France, et quand vous avez le\r\npossession de moi_,—let me see, what then? Saint Denis be my\r\nspeed!—_donc votre est France, et vous êtes mienne._ It is as easy for\r\nme, Kate, to conquer the kingdom as to speak so much more French. I\r\nshall never move thee in French, unless it be to laugh at me.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Sauf votre honneur, le français que vous parlez, il est meilleur que\r\nl’anglais lequel je parle._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNo, faith, is’t not, Kate; but thy speaking of my tongue, and I thine,\r\nmost truly-falsely, must needs be granted to be much at one. But, Kate,\r\ndost thou understand thus much English: canst thou love me?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nI cannot tell.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nCan any of your neighbours tell, Kate? I’ll ask them. Come, I know thou\r\nlovest me; and at night, when you come into your closet, you’ll\r\nquestion this gentlewoman about me; and I know, Kate, you will to her\r\ndispraise those parts in me that you love with your heart. But, good\r\nKate, mock me mercifully; the rather, gentle princess, because I love\r\nthee cruelly. If ever thou beest mine, Kate, as I have a saving faith\r\nwithin me tells me thou shalt, I get thee with scambling, and thou must\r\ntherefore needs prove a good soldier-breeder. Shall not thou and I,\r\nbetween Saint Denis and Saint George, compound a boy, half French, half\r\nEnglish, that shall go to Constantinople and take the Turk by the\r\nbeard? Shall we not? What say’st thou, my fair flower-de-luce?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nI do not know dat.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNo; ’tis hereafter to know, but now to promise. Do but now promise,\r\nKate, you will endeavour for your French part of such a boy; and for my\r\nEnglish moiety, take the word of a king and a bachelor. How answer you,\r\n_la plus belle Katherine du monde, mon très cher et divin déesse?_\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nYour Majestee ’ave _fausse_ French enough to deceive de most _sage\r\ndemoiselle_ dat is _en France_.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNow, fie upon my false French! By mine honour, in true English, I love\r\nthee, Kate; by which honour I dare not swear thou lovest me; yet my\r\nblood begins to flatter me that thou dost, notwithstanding the poor and\r\nuntempering effect of my visage. Now, beshrew my father’s ambition! He\r\nwas thinking of civil wars when he got me; therefore was I created with\r\na stubborn outside, with an aspect of iron, that, when I come to woo\r\nladies, I fright them. But, in faith, Kate, the elder I wax, the better\r\nI shall appear. My comfort is, that old age, that ill layer up of\r\nbeauty, can do no more spoil upon my face. Thou hast me, if thou hast\r\nme, at the worst; and thou shalt wear me, if thou wear me, better and\r\nbetter; and therefore tell me, most fair Katharine, will you have me?\r\nPut off your maiden blushes; avouch the thoughts of your heart with the\r\nlooks of an empress; take me by the hand, and say, Harry of England, I\r\nam thine; which word thou shalt no sooner bless mine ear withal, but I\r\nwill tell thee aloud, England is thine, Ireland is thine, France is\r\nthine, and Henry Plantagenet is thine; who, though I speak it before\r\nhis face, if he be not fellow with the best king, thou shalt find the\r\nbest king of good fellows. Come, your answer in broken music; for thy\r\nvoice is music and thy English broken; therefore, queen of all,\r\nKatharine, break thy mind to me in broken English. Wilt thou have me?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDat is as it shall please _le roi mon père_.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNay, it will please him well, Kate; it shall please him, Kate.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\nDen it sall also content me.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nUpon that I kiss your hand, and call you my queen.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Laissez, mon seigneur, laissez, laissez! Ma foi, je ne veux point que\r\nvous abaissiez votre grandeur en baisant la main d’une—Notre\r\nSeigneur!—indigne serviteur. Excusez-moi, je vous supplie, mon\r\ntrès-puissant seigneur._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThen I will kiss your lips, Kate.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KATHARINE.\r\n_Les dames et demoiselles pour être baisées devant leurs noces, il\r\nn’est pas la coutume de France._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nMadame my interpreter, what says she?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nDat it is not be de fashion _pour les_ ladies of France,—I cannot tell\r\nwat is _baiser en_ Anglish.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nTo kiss.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\nYour Majestee _entend_ bettre _que moi_.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIt is not a fashion for the maids in France to kiss before they are\r\nmarried, would she say?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALICE.\r\n_Oui, vraiment._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nO Kate, nice customs curtsy to great kings. Dear Kate, you and I cannot\r\nbe confined within the weak list of a country’s fashion. We are the\r\nmakers of manners, Kate; and the liberty that follows our places stops\r\nthe mouth of all find-faults, as I will do yours, for upholding the\r\nnice fashion of your country in denying me a kiss; therefore, patiently\r\nand yielding. [_Kissing her._] You have witchcraft in your lips, Kate;\r\nthere is more eloquence in a sugar touch of them than in the tongues of\r\nthe French council; and they should sooner persuade Harry of England\r\nthan a general petition of monarchs. Here comes your father.\r", "type": "direction"}, {"direction": "Enter the French Power and the English Lords.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nGod save your Majesty! My royal cousin, teach you our princess English?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI would have her learn, my fair cousin, how perfectly I love her; and\r\nthat is good English.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nIs she not apt?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nOur tongue is rough, coz, and my condition is not smooth; so that,\r\nhaving neither the voice nor the heart of flattery about me, I cannot\r\nso conjure up the spirit of love in her, that he will appear in his\r\ntrue likeness.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nPardon the frankness of my mirth, if I answer you for that. If you\r\nwould conjure in her, you must make a circle; if conjure up Love in her\r\nin his true likeness, he must appear naked and blind. Can you blame her\r\nthen, being a maid yet ros’d over with the virgin crimson of modesty,\r\nif she deny the appearance of a naked blind boy in her naked seeing\r\nself? It were, my lord, a hard condition for a maid to consign to.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nYet they do wink and yield, as love is blind and enforces.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nThey are then excus’d, my lord, when they see not what they do.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThen, good my lord, teach your cousin to consent winking.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nI will wink on her to consent, my lord, if you will teach her to know\r\nmy meaning; for maids, well summer’d and warm kept, are like flies at\r\nBartholomew-tide, blind, though they have their eyes; and then they\r\nwill endure handling, which before would not abide looking on.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nThis moral ties me over to time and a hot summer; and so I shall catch\r\nthe fly, your cousin, in the latter end, and she must be blind too.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "BURGUNDY.\r\nAs love is, my lord, before it loves.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIt is so; and you may, some of you, thank love for my blindness, who\r\ncannot see many a fair French city for one fair French maid that stands\r\nin my way.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nYes, my lord, you see them perspectively, the cities turn’d into a\r\nmaid; for they are all girdled with maiden walls that no war hath\r\nentered.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nShall Kate be my wife?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nSo please you.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI am content, so the maiden cities you talk of may wait on her; so the\r\nmaid that stood in the way for my wish shall show me the way to my\r\nwill.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nWe have consented to all terms of reason.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nIs’t so, my lords of England?\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "WESTMORLAND.\r\nThe king hath granted every article;\r\nHis daughter first, and then in sequel all,\r\nAccording to their firm proposed natures.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EXETER.\r\nOnly he hath not yet subscribed this: where your Majesty demands, that\r\nthe King of France, having any occasion to write for matter of grant,\r\nshall name your Highness in this form and with this addition, in\r\nFrench, _Notre très-cher fils Henri, Roi d’Angleterre, Héritier de\r\nFrance_; and thus in Latin, _Praeclarissimus filius noster Henricus,\r\nrex Angliae et haeres Franciae._\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nNor this I have not, brother, so denied\r\nBut our request shall make me let it pass.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nI pray you then, in love and dear alliance,\r\nLet that one article rank with the rest;\r\nAnd thereupon give me your daughter.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FRENCH KING.\r\nTake her, fair son, and from her blood raise up\r\nIssue to me; that the contending kingdoms\r\nOf France and England, whose very shores look pale\r\nWith envy of each other’s happiness,\r\nMay cease their hatred; and this dear conjunction\r\nPlant neighbourhood and Christian-like accord\r\nIn their sweet bosoms, that never war advance\r\nHis bleeding sword ’twixt England and fair France.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "LORDS.\r\nAmen!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nNow, welcome, Kate; and bear me witness all,\r\nThat here I kiss her as my sovereign queen.\r", "type": "direction"}, {"direction": "[_Flourish._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "QUEEN ISABEL.\r\nGod, the best maker of all marriages,\r\nCombine your hearts in one, your realms in one!\r\nAs man and wife, being two, are one in love,\r\nSo be there ’twixt your kingdoms such a spousal,\r\nThat never may ill office, or fell jealousy,\r\nWhich troubles oft the bed of blessed marriage,\r\nThrust in between the paction of these kingdoms,\r\nTo make divorce of their incorporate league;\r\nThat English may as French, French Englishmen,\r\nReceive each other. God speak this Amen!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ALL.\r\nAmen!\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "KING HENRY.\r\nPrepare we for our marriage; on which day,\r\nMy Lord of Burgundy, we’ll take your oath,\r\nAnd all the peers’, for surety of our leagues,\r\nThen shall I swear to Kate, and you to me;\r\nAnd may our oaths well kept and prosperous be!\r", "type": "direction"}, {"direction": "[_Sennet. Exeunt._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "EPILOGUE.\r", "type": "direction"}, {"direction": "Enter Chorus.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "CHORUS.\r\nThus far, with rough and all-unable pen,\r\nOur bending author hath pursu’d the story,\r\nIn little room confining mighty men,\r\nMangling by starts the full course of their glory.\r\nSmall time, but in that small most greatly lived\r\nThis star of England. Fortune made his sword,\r\nBy which the world’s best garden he achieved,\r\nAnd of it left his son imperial lord.\r\nHenry the Sixth, in infant bands crown’d King\r\nOf France and England, did this king succeed;\r\nWhose state so many had the managing,\r\nThat they lost France and made his England bleed:\r\nWhich oft our stage hath shown; and, for their sake,\r\nIn your fair minds let this acceptance take.\r", "type": "direction"}, {"direction": "[_Exit._]\r\n\r\n\r\n\r\n\r\n\r", "type": "direction"}], "title": "SCENE II. France. A royal palace.\r", "scene": 3, "act": 6}]}], "table_of_contents": "THE LIFE OF KING HENRY THE FIFTH\r\n\r\n\r\n\r\nContents\r\n\r\nACT I\r\nPrologue.\r\nScene I. London. An ante-chamber in the King’s palace.\r\nScene II. The same. The presence chamber.\r\n\r\nACT II\r\nChorus.\r\nScene I. London. A street.\r\nScene II. Southampton. A council-chamber.\r\nScene III. London. Before a tavern.\r\nScene IV. France. The King’s palace.\r\n\r\nACT III\r\nChorus.\r\nScene I. France. Before Harfleur.\r\nScene II. The same.\r\nScene III. Before the gates.\r\nScene IV. The French King’s palace.\r\nScene V. The same.\r\nScene VI. The English camp in Picardy.\r\nScene VII. The French camp, near Agincourt.\r\n\r\nACT IV\r\nChorus.\r\nScene I. The English camp at Agincourt.\r\nScene II. The French camp.\r\nScene III. The English camp.\r\nScene IV. The field of battle.\r\nScene V. Another part of the field.\r\nScene VI. Another part of the field.\r\nScene VII. Another part of the field.\r\nScene VIII. Before King Henry’s pavilion.\r\n\r\nACT V\r\nChorus.\r\nScene I. France. The English camp.\r\nScene II. France. A royal palace.\r\nEpilogue.\r\n\r\n\r\nDramatis Personæ\r\n\r\nKING HENRY V.\r\nDUKE OF CLARENCE, brother to the King.\r\nDUKE OF BEDFORD, brother to the King.\r\nDUKE OF GLOUCESTER, brother to the King.\r\nDUKE OF EXETER, uncle to the King.\r\nDUKE OF YORK, cousin to the King.\r\nEARL OF SALISBURY.\r\nEARL OF HUNTINGDON.\r\nEARL OF WESTMORLAND.\r\nEARL OF WARWICK.\r\nARCHBISHOP OF CANTERBURY.\r\nBISHOP OF ELY.\r\nEARL OF CAMBRIDGE.\r\nLORD SCROOP.\r\nSIR THOMAS GREY.\r\nSIR THOMAS ERPINGHAM, officer in King Henry’s army.\r\nGOWER, officer in King Henry’s army.\r\nFLUELLEN, officer in King Henry’s army.\r\nMACMORRIS, officer in King Henry’s army.\r\nJAMY, officer in King Henry’s army.\r\nBATES, soldier in the same.\r\nCOURT, soldier in the same.\r\nWILLIAMS, soldier in the same.\r\nPISTOL.\r\nNYM.\r\nBARDOLPH.\r\nBOY.\r\nA Herald.\r\n\r\nCHARLES VI, king of France.\r\nLEWIS, the Dauphin.\r\nDUKE OF BERRY.\r\nDUKE OF BRITTANY.\r\nDUKE OF BURGUNDY.\r\nDUKE OF ORLEANS.\r\nDUKE OF BOURBON.\r\nThe Constable of France.\r\nRAMBURES, French Lord.\r\nGRANDPRÉ, French Lord.\r\nGovernor of Harfleur\r\nMONTJOY, a French herald.\r\nAmbassadors to the King of England.\r\n\r\nISABEL, queen of France.\r\nKATHARINE, daughter to Charles and Isabel.\r\nALICE, a lady attending on her.\r\nHOSTESS of a tavern in Eastcheap, formerly Mistress Nell Quickly, and\r\nnow married to Pistol.\r\n\r\nCHORUS.\r\n\r\nLords, Ladies, Officers, Soldiers, Citizens, Messengers, and\r\nAttendants.\r\n\r\nSCENE: England; afterwards France.\r\n\r\n\r\nPROLOGUE.\r\n\r\n Enter Chorus.\r\n\r\nCHORUS.\r\nO for a Muse of fire, that would ascend\r\nThe brightest heaven of invention,\r\nA kingdom for a stage, princes to act,\r\nAnd monarchs to behold the swelling scene!\r\nThen should the warlike Harry, like himself,\r\nAssume the port of Mars, and at his heels,\r\nLeash’d in like hounds, should famine, sword, and fire\r\nCrouch for employment. But pardon, gentles all,\r\nThe flat unraised spirits that hath dar’d\r\nOn this unworthy scaffold to bring forth\r\nSo great an object. Can this cockpit hold\r\nThe vasty fields of France? Or may we cram\r\nWithin this wooden O the very casques\r\nThat did affright the air at Agincourt?\r\nO pardon! since a crooked figure may\r\nAttest in little place a million,\r\nAnd let us, ciphers to this great accompt,\r\nOn your imaginary forces work.\r\nSuppose within the girdle of these walls\r\nAre now confin’d two mighty monarchies,\r\nWhose high upreared and abutting fronts\r\nThe perilous narrow ocean parts asunder;\r\nPiece out our imperfections with your thoughts.\r\nInto a thousand parts divide one man,\r\nAnd make imaginary puissance.\r\nThink, when we talk of horses, that you see them\r\nPrinting their proud hoofs i’ th’ receiving earth.\r\nFor ’tis your thoughts that now must deck our kings,\r\nCarry them here and there, jumping o’er times,\r\nTurning the accomplishment of many years\r\nInto an hour-glass: for the which supply,\r\nAdmit me Chorus to this history;\r\nWho prologue-like your humble patience pray,\r\nGently to hear, kindly to judge, our play.\r\n\r\n [_Exit._]\r\n\r\n\r\n\r"}