{"body": [{"Act 1": [{"text": [{"direction": "ACT I. SCENE 1.\r\n\r\nWestminster Abbey\r\n\r\nDead March. Enter the funeral of KING HENRY THE FIFTH, attended on by\r\nthe DUKE OF BEDFORD, Regent of France, the DUKE OF GLOUCESTER,\r\nProtector, the DUKE OF EXETER, the EARL OF WARWICK, the BISHOP OF\r", "type": "direction"}, {"direction": "WINCHESTER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BEDFORD. Hung be the heavens with black, yield day to\r\n    night! Comets, importing change of times and states,\r\n    Brandish your crystal tresses in the sky\r\n    And with them scourge the bad revolting stars\r\n    That have consented unto Henry's death!\r\n    King Henry the Fifth, too famous to live long!\r\n    England ne'er lost a king of so much worth.\r", "type": "direction"}, {"direction": "  GLOUCESTER. England ne'er had a king until his time.\r\n    Virtue he had, deserving to command;\r\n    His brandish'd sword did blind men with his beams;\r\n    His arms spread wider than a dragon's wings;\r\n    His sparkling eyes, replete with wrathful fire,\r\n    More dazzled and drove back his enemies\r\n    Than mid-day sun fierce bent against their faces.\r\n    What should I say? His deeds exceed all speech:\r\n    He ne'er lift up his hand but conquered.\r", "type": "direction"}, {"direction": "  EXETER. We mourn in black; why mourn we not in blood?\r\n    Henry is dead and never shall revive.\r\n    Upon a wooden coffin we attend;\r\n    And death's dishonourable victory\r\n    We with our stately presence glorify,\r\n    Like captives bound to a triumphant car.\r\n    What! shall we curse the planets of mishap\r\n    That plotted thus our glory's overthrow?\r\n    Or shall we think the subtle-witted French\r\n    Conjurers and sorcerers, that, afraid of him,\r\n    By magic verses have contriv'd his end?\r", "type": "direction"}, {"direction": "  WINCHESTER. He was a king bless'd of the King of kings;\r\n    Unto the French the dreadful judgment-day\r\n    So dreadful will not be as was his sight.\r\n    The battles of the Lord of Hosts he fought;\r\n    The Church's prayers made him so prosperous.\r", "type": "direction"}, {"direction": "  GLOUCESTER. The Church! Where is it? Had not churchmen\r\n    pray'd,\r\n    His thread of life had not so soon decay'd.\r\n    None do you like but an effeminate prince,\r\n    Whom like a school-boy you may overawe.\r", "type": "direction"}, {"direction": "  WINCHESTER. Gloucester, whate'er we like, thou art\r\n    Protector\r\n    And lookest to command the Prince and realm.\r\n    Thy wife is proud; she holdeth thee in awe\r\n    More than God or religious churchmen may.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Name not religion, for thou lov'st the flesh;\r\n    And ne'er throughout the year to church thou go'st,\r\n    Except it be to pray against thy foes.\r", "type": "direction"}, {"direction": "  BEDFORD. Cease, cease these jars and rest your minds in peace;\r\n    Let's to the altar. Heralds, wait on us.\r\n    Instead of gold, we'll offer up our arms,\r\n    Since arms avail not, now that Henry's dead.\r\n    Posterity, await for wretched years,\r\n    When at their mothers' moist'ned eyes babes shall suck,\r\n    Our isle be made a nourish of salt tears,\r\n    And none but women left to wail the dead.\r\n  HENRY the Fifth, thy ghost I invocate:\r\n    Prosper this realm, keep it from civil broils,\r\n    Combat with adverse planets in the heavens.\r\n    A far more glorious star thy soul will make\r\n    Than Julius Caesar or bright\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MESSENGER. My honourable lords, health to you all!\r\n    Sad tidings bring I to you out of France,\r\n    Of loss, of slaughter, and discomfiture:\r\n    Guienne, Champagne, Rheims, Orleans,\r\n    Paris, Guysors, Poictiers, are all quite lost.\r", "type": "direction"}, {"direction": "  BEDFORD. What say'st thou, man, before dead Henry's corse?\r\n    Speak softly, or the loss of those great towns\r\n    Will make him burst his lead and rise from death.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Is Paris lost? Is Rouen yielded up?\r\n    If Henry were recall'd to life again,\r\n    These news would cause him once more yield the ghost.\r", "type": "direction"}, {"direction": "  EXETER. How were they lost? What treachery was us'd?\r", "type": "direction"}, {"direction": "  MESSENGER. No treachery, but want of men and money.\r\n    Amongst the soldiers this is muttered\r\n    That here you maintain several factions;\r\n    And whilst a field should be dispatch'd and fought,\r\n    You are disputing of your generals:\r\n    One would have ling'ring wars, with little cost;\r\n    Another would fly swift, but wanteth wings;\r\n    A third thinks, without expense at all,\r\n    By guileful fair words peace may be obtain'd.\r\n    Awake, awake, English nobility!\r\n    Let not sloth dim your honours, new-begot.\r\n    Cropp'd are the flower-de-luces in your arms;\r\n    Of England's coat one half is cut away.\r", "type": "direction"}, {"direction": "  EXETER. Were our tears wanting to this funeral,\r\n    These tidings would call forth their flowing tides.\r", "type": "direction"}, {"direction": "  BEDFORD. Me they concern; Regent I am of France.\r\n    Give me my steeled coat; I'll fight for France.\r\n    Away with these disgraceful wailing robes!\r\n    Wounds will I lend the French instead of eyes,\r\n    To weep their intermissive miseries.\r", "type": "direction"}, {"direction": "Enter a second MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SECOND MESSENGER. Lords, view these letters full of bad\r\n    mischance.\r\n    France is revolted from the English quite,\r\n    Except some petty towns of no import.\r\n    The Dauphin Charles is crowned king in Rheims;\r\n    The Bastard of Orleans with him is join'd;\r\n    Reignier, Duke of Anjou, doth take his part;\r\n    The Duke of Alencon flieth to his side.\r", "type": "direction"}, {"direction": "  EXETER. The Dauphin crowned king! all fly to him!\r\n    O, whither shall we fly from this reproach?\r", "type": "direction"}, {"direction": "  GLOUCESTER. We will not fly but to our enemies' throats.\r\n    Bedford, if thou be slack I'll fight it out.\r", "type": "direction"}, {"direction": "  BEDFORD. Gloucester, why doubt'st thou of my forwardness?\r\n    An army have I muster'd in my thoughts,\r\n    Wherewith already France is overrun.\r", "type": "direction"}, {"direction": "Enter a third MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  THIRD MESSENGER. My gracious lords, to add to your\r\n    laments,\r\n    Wherewith you now bedew King Henry's hearse,\r\n    I must inform you of a dismal fight\r\n    Betwixt the stout Lord Talbot and the French.\r", "type": "direction"}, {"direction": "  WINCHESTER. What! Wherein Talbot overcame? Is't so?\r", "type": "direction"}, {"direction": "  THIRD MESSENGER. O, no; wherein Lord Talbot was\r\n    o'erthrown.\r\n    The circumstance I'll tell you more at large.\r\n    The tenth of August last this dreadful lord,\r\n    Retiring from the siege of Orleans,\r\n    Having full scarce six thousand in his troop,\r\n    By three and twenty thousand of the French\r\n    Was round encompassed and set upon.\r\n    No leisure had he to enrank his men;\r\n    He wanted pikes to set before his archers;\r\n    Instead whereof sharp stakes pluck'd out of hedges\r\n    They pitched in the ground confusedly\r\n    To keep the horsemen off from breaking in.\r\n    More than three hours the fight continued;\r\n    Where valiant Talbot, above human thought,\r\n    Enacted wonders with his sword and lance:\r\n    Hundreds he sent to hell, and none durst stand him;\r\n    Here, there, and everywhere, enrag'd he slew\r\n    The French exclaim'd the devil was in arms;\r\n    All the whole army stood agaz'd on him.\r\n    His soldiers, spying his undaunted spirit,\r\n    'A Talbot! a Talbot!' cried out amain,\r\n    And rush'd into the bowels of the battle.\r\n    Here had the conquest fully been seal'd up\r\n    If Sir John Fastolfe had not play'd the coward.\r\n    He, being in the vaward plac'd behind\r\n    With purpose to relieve and follow them-\r\n    Cowardly fled, not having struck one stroke;\r\n    Hence grew the general wreck and massacre.\r\n    Enclosed were they with their enemies.\r\n    A base Walloon, to win the Dauphin's grace,\r\n    Thrust Talbot with a spear into the back;\r\n    Whom all France, with their chief assembled strength,\r\n    Durst not presume to look once in the face.\r", "type": "direction"}, {"direction": "  BEDFORD. Is Talbot slain? Then I will slay myself,\r\n    For living idly here in pomp and ease,\r\n    Whilst such a worthy leader, wanting aid,\r\n    Unto his dastard foemen is betray'd.\r", "type": "direction"}, {"direction": "  THIRD MESSENGER. O no, he lives, but is took prisoner,\r\n    And Lord Scales with him, and Lord Hungerford;\r\n    Most of the rest slaughter'd or took likewise.\r", "type": "direction"}, {"direction": "  BEDFORD. His ransom there is none but I shall pay.\r\n    I'll hale the Dauphin headlong from his throne;\r\n    His crown shall be the ransom of my friend;\r\n    Four of their lords I'll change for one of ours.\r\n    Farewell, my masters; to my task will I;\r\n    Bonfires in France forthwith I am to make\r\n    To keep our great Saint George's feast withal.\r\n    Ten thousand soldiers with me I will take,\r\n    Whose bloody deeds shall make an Europe quake.\r", "type": "direction"}, {"direction": "  THIRD MESSENGER. So you had need; for Orleans is besieg'd;\r\n    The English army is grown weak and faint;\r\n    The Earl of Salisbury craveth supply\r\n    And hardly keeps his men from mutiny,\r\n    Since they, so few, watch such a multitude.\r", "type": "direction"}, {"direction": "  EXETER. Remember, lords, your oaths to Henry sworn,\r\n    Either to quell the Dauphin utterly,\r\n    Or bring him in obedience to your yoke.\r", "type": "direction"}, {"direction": "  BEDFORD. I do remember it, and here take my leave\r\n    To go about my preparation.                             Exit\r", "type": "direction"}, {"direction": "  GLOUCESTER. I'll to the Tower with all the haste I can\r\n    To view th' artillery and munition;\r\n    And then I will proclaim young Henry king.              Exit\r", "type": "direction"}, {"direction": "  EXETER. To Eltham will I, where the young King is,\r\n    Being ordain'd his special governor;\r\n    And for his safety there I'll best devise.              Exit\r", "type": "direction"}, {"direction": "  WINCHESTER.  [Aside]  Each hath his place and function to\r\n    attend:\r\n    I am left out; for me nothing remains.\r\n    But long I will not be Jack out of office.\r\n    The King from Eltham I intend to steal,\r\n    And sit at chiefest stern of public weal.             Exeunt\r\n\r\n                          SCENE 2.\r\n\r\n                  France. Before Orleans\r\n\r\n      Sound a flourish. Enter CHARLES THE DAUPHIN, ALENCON,\r\n           and REIGNIER, marching with drum and soldiers\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHARLES. Mars his true moving, even as in the heavens\r\n    So in the earth, to this day is not known.\r\n    Late did he shine upon the English side;\r\n    Now we are victors, upon us he smiles.\r\n    What towns of any moment but we have?\r\n    At pleasure here we lie near Orleans;\r\n    Otherwhiles the famish'd English, like pale ghosts,\r\n    Faintly besiege us one hour in a month.\r", "type": "direction"}, {"direction": "  ALENCON. They want their porridge and their fat bull\r\n    beeves.\r\n    Either they must be dieted like mules\r\n    And have their provender tied to their mouths,\r\n    Or piteous they will look, like drowned mice.\r", "type": "direction"}, {"direction": "  REIGNIER. Let's raise the siege. Why live we idly here?\r\n    Talbot is taken, whom we wont to fear;\r\n    Remaineth none but mad-brain'd Salisbury,\r\n    And he may well in fretting spend his gall\r\n    Nor men nor money hath he to make war.\r", "type": "direction"}, {"direction": "  CHARLES. Sound, sound alarum; we will rush on them.\r\n    Now for the honour of the forlorn French!\r\n    Him I forgive my death that killeth me,\r\n    When he sees me go back one foot or flee.             Exeunt\r\n\r\n       Here alarum. They are beaten hack by the English, with\r\n         great loss. Re-enter CHARLES, ALENCON, and REIGNIER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHARLES. Who ever saw the like? What men have I!\r\n    Dogs! cowards! dastards! I would ne'er have fled\r\n    But that they left me midst my enemies.\r", "type": "direction"}, {"direction": "  REIGNIER. Salisbury is a desperate homicide;\r\n    He fighteth as one weary of his life.\r\n    The other lords, like lions wanting food,\r\n    Do rush upon us as their hungry prey.\r", "type": "direction"}, {"direction": "  ALENCON. Froissart, a countryman of ours, records\r\n    England all Olivers and Rowlands bred\r\n    During the time Edward the Third did reign.\r\n    More truly now may this be verified;\r\n    For none but Samsons and Goliases\r\n    It sendeth forth to skirmish. One to ten!\r\n    Lean raw-bon'd rascals! Who would e'er suppose\r\n    They had such courage and audacity?\r", "type": "direction"}, {"direction": "  CHARLES. Let's leave this town; for they are hare-brain'd\r\n    slaves,\r\n    And hunger will enforce them to be more eager.\r\n    Of old I know them; rather with their teeth\r\n    The walls they'll tear down than forsake the siege.\r", "type": "direction"}, {"direction": "  REIGNIER. I think by some odd gimmers or device\r\n    Their arms are set, like clocks, still to strike on;\r\n    Else ne'er could they hold out so as they do.\r\n    By my consent, we'll even let them alone.\r", "type": "direction"}, {"direction": "  ALENCON. Be it so.\r", "type": "direction"}, {"direction": "Enter the BASTARD OF ORLEANS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BASTARD. Where's the Prince Dauphin? I have news for him.\r", "type": "direction"}, {"direction": "  CHARLES. Bastard of Orleans, thrice welcome to us.\r", "type": "direction"}, {"direction": "  BASTARD. Methinks your looks are sad, your cheer appall'd.\r\n    Hath the late overthrow wrought this offence?\r\n    Be not dismay'd, for succour is at hand.\r\n    A holy maid hither with me I bring,\r\n    Which, by a vision sent to her from heaven,\r\n    Ordained is to raise this tedious siege\r\n    And drive the English forth the bounds of France.\r\n    The spirit of deep prophecy she hath,\r\n    Exceeding the nine sibyls of old Rome:\r\n    What's past and what's to come she can descry.\r\n    Speak, shall I call her in? Believe my words,\r\n    For they are certain and unfallible.\r", "type": "direction"}, {"direction": "  CHARLES. Go, call her in.                       [Exit BASTARD]\r\n    But first, to try her skill,\r\n    Reignier, stand thou as Dauphin in my place;\r\n    Question her proudly; let thy looks be stern;\r\n    By this means shall we sound what skill she hath.\r\n\r\n                  Re-enter the BASTARD OF ORLEANS with\r", "type": "direction"}, {"direction": "                          JOAN LA PUCELLE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  REIGNIER. Fair maid, is 't thou wilt do these wondrous feats?\r", "type": "direction"}, {"direction": "  PUCELLE. Reignier, is 't thou that thinkest to beguile me?\r\n    Where is the Dauphin? Come, come from behind;\r\n    I know thee well, though never seen before.\r\n    Be not amaz'd, there's nothing hid from me.\r\n    In private will I talk with thee apart.\r\n    Stand back, you lords, and give us leave awhile.\r", "type": "direction"}, {"direction": "  REIGNIER. She takes upon her bravely at first dash.\r", "type": "direction"}, {"direction": "  PUCELLE. Dauphin, I am by birth a shepherd's daughter,\r\n    My wit untrain'd in any kind of art.\r\n    Heaven and our Lady gracious hath it pleas'd\r\n    To shine on my contemptible estate.\r\n    Lo, whilst I waited on my tender lambs\r\n    And to sun's parching heat display'd my cheeks,\r\n    God's Mother deigned to appear to me,\r\n    And in a vision full of majesty\r\n    Will'd me to leave my base vocation\r\n    And free my country from calamity\r\n    Her aid she promis'd and assur'd success.\r\n    In complete glory she reveal'd herself;\r\n    And whereas I was black and swart before,\r\n    With those clear rays which she infus'd on me\r\n    That beauty am I bless'd with which you may see.\r\n    Ask me what question thou canst possible,\r\n    And I will answer unpremeditated.\r\n    My courage try by combat if thou dar'st,\r\n    And thou shalt find that I exceed my sex.\r\n    Resolve on this: thou shalt be fortunate\r\n    If thou receive me for thy warlike mate.\r", "type": "direction"}, {"direction": "  CHARLES. Thou hast astonish'd me with thy high terms.\r\n    Only this proof I'll of thy valour make\r\n    In single combat thou shalt buckle with me;\r\n    And if thou vanquishest, thy words are true;\r\n    Otherwise I renounce all confidence.\r", "type": "direction"}, {"direction": "  PUCELLE. I am prepar'd; here is my keen-edg'd sword,\r\n    Deck'd with five flower-de-luces on each side,\r\n    The which at Touraine, in Saint Katherine's churchyard,\r\n    Out of a great deal of old iron I chose forth.\r", "type": "direction"}, {"direction": "  CHARLES. Then come, o' God's name; I fear no woman.\r", "type": "direction"}, {"direction": "  PUCELLE. And while I live I'll ne'er fly from a man.\r\n                 [Here they fight and JOAN LA PUCELLE overcomes]\r", "type": "direction"}, {"direction": "  CHARLES. Stay, stay thy hands; thou art an Amazon,\r\n    And fightest with the sword of Deborah.\r", "type": "direction"}, {"direction": "  PUCELLE. Christ's Mother helps me, else I were too weak.\r", "type": "direction"}, {"direction": "  CHARLES. Whoe'er helps thee, 'tis thou that must help me.\r\n    Impatiently I burn with thy desire;\r\n    My heart and hands thou hast at once subdu'd.\r\n    Excellent Pucelle, if thy name be so,\r\n    Let me thy servant and not sovereign be.\r\n    'Tis the French Dauphin sueth to thee thus.\r", "type": "direction"}, {"direction": "  PUCELLE. I must not yield to any rites of love,\r\n    For my profession's sacred from above.\r\n    When I have chased all thy foes from hence,\r\n    Then will I think upon a recompense.\r", "type": "direction"}, {"direction": "  CHARLES. Meantime look gracious on thy prostrate thrall.\r", "type": "direction"}, {"direction": "  REIGNIER. My lord, methinks, is very long in talk.\r", "type": "direction"}, {"direction": "  ALENCON. Doubtless he shrives this woman to her smock;\r\n    Else ne'er could he so long protract his speech.\r", "type": "direction"}, {"direction": "  REIGNIER. Shall we disturb him, since he keeps no mean?\r", "type": "direction"}, {"direction": "  ALENCON. He may mean more than we poor men do know;\r\n    These women are shrewd tempters with their tongues.\r", "type": "direction"}, {"direction": "  REIGNIER. My lord, where are you? What devise you on?\r\n    Shall we give o'er Orleans, or no?\r", "type": "direction"}, {"direction": "  PUCELLE. Why, no, I say; distrustful recreants!\r\n    Fight till the last gasp; I will be your guard.\r", "type": "direction"}, {"direction": "  CHARLES. What she says I'll confirm; we'll fight it out.\r", "type": "direction"}, {"direction": "  PUCELLE. Assign'd am I to be the English scourge.\r\n    This night the siege assuredly I'll raise.\r\n    Expect Saint Martin's summer, halcyon days,\r\n    Since I have entered into these wars.\r\n    Glory is like a circle in the water,\r\n    Which never ceaseth to enlarge itself\r\n    Till by broad spreading it disperse to nought.\r\n    With Henry's death the English circle ends;\r\n    Dispersed are the glories it included.\r\n    Now am I like that proud insulting ship\r\n    Which Caesar and his fortune bare at once.\r", "type": "direction"}, {"direction": "  CHARLES. Was Mahomet inspired with a dove?\r\n    Thou with an eagle art inspired then.\r\n    Helen, the mother of great Constantine,\r\n    Nor yet Saint Philip's daughters were like thee.\r\n    Bright star of Venus, fall'n down on the earth,\r\n    How may I reverently worship thee enough?\r", "type": "direction"}, {"direction": "  ALENCON. Leave off delays, and let us raise the siege.\r", "type": "direction"}, {"direction": "  REIGNIER. Woman, do what thou canst to save our honours;\r\n    Drive them from Orleans, and be immortaliz'd.\r", "type": "direction"}, {"direction": "  CHARLES. Presently we'll try. Come, let's away about it.\r\n    No prophet will I trust if she prove false.           Exeunt\r\n\r\n                          SCENE 3.\r\n\r\n                London. Before the Tower gates\r", "type": "direction"}, {"direction": "Enter the DUKE OF GLOUCESTER, with his serving-men\r\n                       in blue coats\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. I am come to survey the Tower this day;\r\n    Since Henry's death, I fear, there is conveyance.\r\n    Where be these warders that they wait not here?\r\n    Open the gates; 'tis Gloucester that calls.\r", "type": "direction"}, {"direction": "  FIRST WARDER.  [Within]  Who's there that knocks so\r\n    imperiously?\r\n  FIRST SERVING-MAN. It is the noble Duke of Gloucester.\r", "type": "direction"}, {"direction": "  SECOND WARDER.  [Within]  Whoe'er he be, you may not be\r\n    let in.\r\n  FIRST SERVING-MAN. Villains, answer you so the Lord\r\n    Protector?\r", "type": "direction"}, {"direction": "  FIRST WARDER.  [Within]  The Lord protect him! so we\r\n    answer him.\r\n    We do no otherwise than we are will'd.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Who willed you, or whose will stands but\r\n    mine?\r\n    There's none Protector of the realm but I.\r\n    Break up the gates, I'll be your warrantize.\r\n    Shall I be flouted thus by dunghill grooms?\r\n                  [GLOUCESTER'S men rush at the Tower gates, and\r\n                         WOODVILLE the Lieutenant speaks within]\r", "type": "direction"}, {"direction": "  WOODVILLE.  [Within]  What noise is this? What traitors\r\n    have we here?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Lieutenant, is it you whose voice I hear?\r\n    Open the gates; here's Gloucester that would enter.\r", "type": "direction"}, {"direction": "  WOODVILLE.  [Within]  Have patience, noble Duke, I may\r\n    not open;\r\n    The Cardinal of Winchester forbids.\r\n    From him I have express commandment\r\n    That thou nor none of thine shall be let in.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Faint-hearted Woodville, prizest him fore me?\r\n    Arrogant Winchester, that haughty prelate\r\n    Whom Henry, our late sovereign, ne'er could brook!\r\n    Thou art no friend to God or to the King.\r\n    Open the gates, or I'll shut thee out shortly.\r\n  SERVING-MEN. Open the gates unto the Lord Protector,\r\n    Or we'll burst them open, if that you come not quickly.\r", "type": "direction"}, {"direction": "Enter to the PROTECTOR at the Tower gates WINCHESTER\r\n                   and his men in tawny coats\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  WINCHESTER. How now, ambitious Humphry! What means\r\n    this?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Peel'd priest, dost thou command me to be\r\n    shut out?\r", "type": "direction"}, {"direction": "  WINCHESTER. I do, thou most usurping proditor,\r\n    And not Protector of the King or realm.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Stand back, thou manifest conspirator,\r\n    Thou that contrived'st to murder our dead lord;\r\n    Thou that giv'st whores indulgences to sin.\r\n    I'll canvass thee in thy broad cardinal's hat,\r\n    If thou proceed in this thy insolence.\r", "type": "direction"}, {"direction": "  WINCHESTER. Nay, stand thou back; I will not budge a foot.\r\n    This be Damascus; be thou cursed Cain,\r\n    To slay thy brother Abel, if thou wilt.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I will not slay thee, but I'll drive thee back.\r\n    Thy scarlet robes as a child's bearing-cloth\r\n    I'll use to carry thee out of this place.\r", "type": "direction"}, {"direction": "  WINCHESTER. Do what thou dar'st; I beard thee to thy face.\r", "type": "direction"}, {"direction": "  GLOUCESTER. What! am I dar'd and bearded to my face?\r\n    Draw, men, for all this privileged place\r\n    Blue-coats to tawny-coats. Priest, beware your beard;\r\n    I mean to tug it, and to cuff you soundly;\r\n    Under my feet I stamp thy cardinal's hat;\r\n    In spite of Pope or dignities of church,\r\n    Here by the cheeks I'll drag thee up and down.\r", "type": "direction"}, {"direction": "  WINCHESTER. Gloucester, thou wilt answer this before the\r\n    Pope.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Winchester goose! I cry 'A rope, a rope!'\r\n    Now beat them hence; why do you let them stay?\r\n    Thee I'll chase hence, thou wolf in sheep's array.\r\n    Out, tawny-coats! Out, scarlet hypocrite!\r\n\r\n         Here GLOUCESTER'S men beat out the CARDINAL'S\r\n        men; and enter in the hurly burly the MAYOR OF\r\n                  LONDON and his OFFICERS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MAYOR. Fie, lords! that you, being supreme magistrates,\r\n    Thus contumeliously should break the peace!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Peace, Mayor! thou know'st little of my wrongs:\r\n    Here's Beaufort, that regards nor God nor King,\r\n    Hath here distrain'd the Tower to his use.\r", "type": "direction"}, {"direction": "  WINCHESTER. Here's Gloucester, a foe to citizens;\r\n    One that still motions war and never peace,\r\n    O'ercharging your free purses with large fines;\r\n    That seeks to overthrow religion,\r\n    Because he is Protector of the realm,\r\n    And would have armour here out of the Tower,\r\n    To crown himself King and suppress the Prince.\r", "type": "direction"}, {"direction": "  GLOUCESTER. I Will not answer thee with words, but blows.\r\n                                      [Here they skirmish again]\r", "type": "direction"}, {"direction": "  MAYOR. Nought rests for me in this tumultuous strife\r\n    But to make open proclamation.\r\n    Come, officer, as loud as e'er thou canst,\r\n    Cry.\r", "type": "direction"}, {"direction": "  OFFICER.  [Cries]  All manner of men assembled here in arms\r\n    this day against God's peace and the King's, we charge\r\n    and command you, in his Highness' name, to repair to\r\n    your several dwelling-places; and not to wear, handle, or\r\n    use, any sword, weapon, or dagger, henceforward, upon\r\n    pain of death.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Cardinal, I'll be no breaker of the law;\r\n    But we shall meet and break our minds at large.\r", "type": "direction"}, {"direction": "  WINCHESTER. Gloucester, we'll meet to thy cost, be sure;\r\n    Thy heart-blood I will have for this day's work.\r", "type": "direction"}, {"direction": "  MAYOR. I'll call for clubs if you will not away.\r\n    This Cardinal's more haughty than the devil.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Mayor, farewell; thou dost but what thou\r\n    mayst.\r", "type": "direction"}, {"direction": "  WINCHESTER. Abominable Gloucester, guard thy head,\r\n    For I intend to have it ere long.\r\n                    Exeunt, severally, GLOUCESTER and WINCHESTER\r\n                                             with their servants\r", "type": "direction"}, {"direction": "  MAYOR. See the coast clear'd, and then we will depart.\r\n    Good God, these nobles should such stomachs bear!\r\n    I myself fight not once in forty year.                Exeunt\r\n\r\n                               SCENE 4.\r\n\r\n                        France. Before Orleans\r", "type": "direction"}, {"direction": "Enter, on the walls, the MASTER-GUNNER\r\n                       OF ORLEANS and his BOY\r\n\r\n  MASTER-GUNNER. Sirrah, thou know'st how Orleans is\r\n    besieg'd,\r\n    And how the English have the suburbs won.\r", "type": "direction"}, {"direction": "  BOY. Father, I know; and oft have shot at them,\r\n    Howe'er unfortunate I miss'd my aim.\r\n  MASTER-GUNNER. But now thou shalt not. Be thou rul'd\r\n    by me.\r\n    Chief master-gunner am I of this town;\r\n    Something I must do to procure me grace.\r\n    The Prince's espials have informed me\r\n    How the English, in the suburbs close intrench'd,\r\n    Wont, through a secret grate of iron bars\r\n    In yonder tower, to overpeer the city,\r\n    And thence discover how with most advantage\r\n    They may vex us with shot or with assault.\r\n    To intercept this inconvenience,\r\n    A piece of ordnance 'gainst it I have plac'd;\r\n    And even these three days have I watch'd\r\n    If I could see them. Now do thou watch,\r\n    For I can stay no longer.\r\n    If thou spy'st any, run and bring me word;\r\n    And thou shalt find me at the Governor's.               Exit\r", "type": "direction"}, {"direction": "  BOY. Father, I warrant you; take you no care;\r\n    I'll never trouble you, if I may spy them.              Exit\r", "type": "direction"}, {"direction": "Enter SALISBURY and TALBOT on the turrets, with\r\n            SIR WILLIAM GLANSDALE, SIR THOMAS GARGRAVE,\r\n                            and others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SALISBURY. Talbot, my life, my joy, again return'd!\r\n    How wert thou handled being prisoner?\r\n    Or by what means got'st thou to be releas'd?\r\n    Discourse, I prithee, on this turret's top.\r", "type": "direction"}, {"direction": "  TALBOT. The Earl of Bedford had a prisoner\r\n    Call'd the brave Lord Ponton de Santrailles;\r\n    For him was I exchang'd and ransomed.\r\n    But with a baser man of arms by far\r\n    Once, in contempt, they would have barter'd me;\r\n    Which I disdaining scorn'd, and craved death\r\n    Rather than I would be so vile esteem'd.\r\n    In fine, redeem'd I was as I desir'd.\r\n    But, O! the treacherous Fastolfe wounds my heart\r\n    Whom with my bare fists I would execute,\r\n    If I now had him brought into my power.\r", "type": "direction"}, {"direction": "  SALISBURY. Yet tell'st thou not how thou wert entertain'd.\r", "type": "direction"}, {"direction": "  TALBOT. With scoffs, and scorns, and contumelious taunts,\r\n    In open market-place produc'd they me\r\n    To be a public spectacle to all;\r\n    Here, said they, is the terror of the French,\r\n    The scarecrow that affrights our children so.\r\n    Then broke I from the officers that led me,\r\n    And with my nails digg'd stones out of the ground\r\n    To hurl at the beholders of my shame;\r\n    My grisly countenance made others fly;\r\n    None durst come near for fear of sudden death.\r\n    In iron walls they deem'd me not secure;\r\n    So great fear of my name 'mongst them was spread\r\n    That they suppos'd I could rend bars of steel\r\n    And spurn in pieces posts of adamant;\r\n    Wherefore a guard of chosen shot I had\r\n    That walk'd about me every minute-while;\r\n    And if I did but stir out of my bed,\r\n    Ready they were to shoot me to the heart.\r", "type": "direction"}, {"direction": "Enter the BOY with a linstock\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SALISBURY. I grieve to hear what torments you endur'd;\r\n    But we will be reveng'd sufficiently.\r\n    Now it is supper-time in Orleans:\r\n    Here, through this grate, I count each one\r\n    And view the Frenchmen how they fortify.\r\n    Let us look in; the sight will much delight thee.\r\n    Sir Thomas Gargrave and Sir William Glansdale,\r\n    Let me have your express opinions\r\n    Where is best place to make our batt'ry next.\r", "type": "direction"}, {"direction": "  GARGRAVE. I think at the North Gate; for there stand lords.\r", "type": "direction"}, {"direction": "  GLANSDALE. And I here, at the bulwark of the bridge.\r", "type": "direction"}, {"direction": "  TALBOT. For aught I see, this city must be famish'd,\r\n    Or with light skirmishes enfeebled.\r\n                     [Here they shoot and SALISBURY and GARGRAVE\r\n                                                      fall down]\r", "type": "direction"}, {"direction": "  SALISBURY. O Lord, have mercy on us, wretched sinners!\r", "type": "direction"}, {"direction": "  GARGRAVE. O Lord, have mercy on me, woeful man!\r", "type": "direction"}, {"direction": "  TALBOT. What chance is this that suddenly hath cross'd us?\r\n    Speak, Salisbury; at least, if thou canst speak.\r\n    How far'st thou, mirror of all martial men?\r\n    One of thy eyes and thy cheek's side struck off!\r\n    Accursed tower! accursed fatal hand\r\n    That hath contriv'd this woeful tragedy!\r\n    In thirteen battles Salisbury o'ercame;\r\n    Henry the Fifth he first train'd to the wars;\r\n    Whilst any trump did sound or drum struck up,\r\n    His sword did ne'er leave striking in the field.\r\n    Yet liv'st thou, Salisbury? Though thy speech doth fail,\r\n    One eye thou hast to look to heaven for grace;\r\n    The sun with one eye vieweth all the world.\r\n    Heaven, be thou gracious to none alive\r\n    If Salisbury wants mercy at thy hands!\r\n    Bear hence his body; I will help to bury it.\r\n    Sir Thomas Gargrave, hast thou any life?\r\n    Speak unto Talbot; nay, look up to him.\r\n    Salisbury, cheer thy spirit with this comfort,\r\n    Thou shalt not die whiles\r\n    He beckons with his hand and smiles on me,\r\n    As who should say 'When I am dead and gone,\r\n    Remember to avenge me on the French.'\r\n    Plantagenet, I will; and like thee, Nero,\r\n    Play on the lute, beholding the towns burn.\r\n    Wretched shall France be only in my name.\r\n                  [Here an alarum, and it thunders and lightens]\r\n    What stir is this? What tumult's in the heavens?\r\n    Whence cometh this alarum and the noise?\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MESSENGER. My lord, my lord, the French have gather'd\r\n    head\r\n    The Dauphin, with one Joan la Pucelle join'd,\r\n    A holy prophetess new risen up,\r\n    Is come with a great power to raise the siege.\r\n                  [Here SALISBURY lifteth himself up and groans]\r", "type": "direction"}, {"direction": "  TALBOT. Hear, hear how dying Salisbury doth groan.\r\n    It irks his heart he cannot be reveng'd.\r\n    Frenchmen, I'll be a Salisbury to you.\r\n    Pucelle or puzzel, dolphin or dogfish,\r\n    Your hearts I'll stamp out with my horse's heels\r\n    And make a quagmire of your mingled brains.\r\n    Convey me Salisbury into his tent,\r\n    And then we'll try what these dastard Frenchmen dare.\r\n                                                  Alarum. Exeunt\r\n\r\n                             SCENE 5.\r\n\r\n                          Before Orleans\r\n\r\n         Here an alarum again, and TALBOT pursueth the\r\n      DAUPHIN and driveth him. Then enter JOAN LA PUCELLE\r\n       driving Englishmen before her. Then enter TALBOT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. Where is my strength, my valour, and my force?\r\n    Our English troops retire, I cannot stay them;\r\n    A woman clad in armour chaseth them.\r", "type": "direction"}, {"direction": "Enter LA PUCELLE\r\n\r\n    Here, here she comes. I'll have a bout with thee.\r\n    Devil or devil's dam, I'll conjure thee;\r\n    Blood will I draw on thee-thou art a witch\r\n    And straightway give thy soul to him thou serv'st.\r", "type": "direction"}, {"direction": "  PUCELLE. Come, come, 'tis only I that must disgrace thee.\r\n                                               [Here they fight]\r", "type": "direction"}, {"direction": "  TALBOT. Heavens, can you suffer hell so to prevail?\r\n    My breast I'll burst with straining of my courage.\r\n    And from my shoulders crack my arms asunder,\r\n    But I will chastise this high minded strumpet.\r\n                                              [They fight again]\r", "type": "direction"}, {"direction": "  PUCELLE. Talbot, farewell; thy hour is not yet come.\r\n    I must go victual Orleans forthwith.\r\n             [A short alarum; then enter the town with soldiers]\r\n    O'ertake me if thou canst; I scorn thy strength.\r\n    Go, go, cheer up thy hungry starved men;\r\n    Help Salisbury to make his testament.\r\n    This day is ours, as many more shall be.                Exit\r", "type": "direction"}, {"direction": "  TALBOT. My thoughts are whirled like a potter's wheel;\r\n    I know not where I am nor what I do.\r\n    A witch by fear, not force, like Hannibal,\r\n    Drives back our troops and conquers as she lists.\r\n    So bees with smoke and doves with noisome stench\r\n    Are from their hives and houses driven away.\r\n    They call'd us, for our fierceness, English dogs;\r\n    Now like to whelps we crying run away.\r\n                                                [A short alarum]\r\n    Hark, countrymen! Either renew the fight\r\n    Or tear the lions out of England's coat;\r\n    Renounce your soil, give sheep in lions' stead:\r\n    Sheep run not half so treacherous from the wolf,\r\n    Or horse or oxen from the leopard,\r\n    As you fly from your oft subdued slaves.\r\n                                 [Alarum. Here another skirmish]\r\n    It will not be-retire into your trenches.\r\n    You all consented unto Salisbury's death,\r\n    For none would strike a stroke in his revenge.\r\n    Pucelle is ent'red into Orleans\r\n    In spite of us or aught that we could do.\r\n    O, would I were to die with Salisbury!\r\n    The shame hereof will make me hide my head.\r\n                                    Exit TALBOT. Alarum; retreat\r\n\r\n                             SCENE 6.\r\n\r\n                              ORLEANS\r\n\r\n        Flourish. Enter on the walls, LA PUCELLE, CHARLES,\r\n                REIGNIER, ALENCON, and soldiers\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PUCELLE. Advance our waving colours on the walls;\r\n    Rescu'd is Orleans from the English.\r\n    Thus Joan la Pucelle hath perform'd her word.\r", "type": "direction"}, {"direction": "  CHARLES. Divinest creature, Astraea's daughter,\r\n    How shall I honour thee for this success?\r\n    Thy promises are like Adonis' gardens,\r\n    That one day bloom'd and fruitful were the next.\r\n    France, triumph in thy glorious prophetess.\r\n    Recover'd is the town of Orleans.\r\n    More blessed hap did ne'er befall our state.\r", "type": "direction"}, {"direction": "  REIGNIER. Why ring not out the bells aloud throughout the\r\n    town?\r\n    Dauphin, command the citizens make bonfires\r\n    And feast and banquet in the open streets\r\n    To celebrate the joy that God hath given us.\r", "type": "direction"}, {"direction": "  ALENCON. All France will be replete with mirth and joy\r\n    When they shall hear how we have play'd the men.\r", "type": "direction"}, {"direction": "  CHARLES. 'Tis Joan, not we, by whom the day is won;\r\n    For which I will divide my crown with her;\r\n    And all the priests and friars in my realm\r\n    Shall in procession sing her endless praise.\r\n    A statelier pyramis to her I'll rear\r\n    Than Rhodope's of Memphis ever was.\r\n    In memory of her, when she is dead,\r\n    Her ashes, in an urn more precious\r\n    Than the rich jewel'd coffer of Darius,\r\n    Transported shall be at high festivals\r\n    Before the kings and queens of France.\r\n    No longer on Saint Denis will we cry,\r\n    But Joan la Pucelle shall be France's saint.\r\n    Come in, and let us banquet royally\r\n    After this golden day of victory. Flourish.           Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE 1.\r\n\r\nBefore Orleans\r", "type": "direction"}, {"direction": "Enter a FRENCH SERGEANT and two SENTINELS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SERGEANT. Sirs, take your places and be vigilant.\r\n    If any noise or soldier you perceive\r\n    Near to the walls, by some apparent sign\r\n    Let us have knowledge at the court of guard.\r", "type": "direction"}, {"direction": "  FIRST SENTINEL. Sergeant, you shall.           [Exit SERGEANT]\r\n    Thus are poor servitors,\r\n    When others sleep upon their quiet beds,\r\n    Constrain'd to watch in darkness, rain, and cold.\r", "type": "direction"}, {"direction": "Enter TALBOT, BEDFORD, BURGUNDY, and forces,\r\n          with scaling-ladders; their drums beating a dead\r\n                              march\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. Lord Regent, and redoubted Burgundy,\r\n    By whose approach the regions of Artois,\r\n    Wallon, and Picardy, are friends to us,\r\n    This happy night the Frenchmen are secure,\r\n    Having all day carous'd and banqueted;\r\n    Embrace we then this opportunity,\r\n    As fitting best to quittance their deceit,\r\n    Contriv'd by art and baleful sorcery.\r", "type": "direction"}, {"direction": "  BEDFORD. Coward of France, how much he wrongs his fame,\r\n    Despairing of his own arm's fortitude,\r\n    To join with witches and the help of hell!\r", "type": "direction"}, {"direction": "  BURGUNDY. Traitors have never other company.\r\n    But what's that Pucelle whom they term so pure?\r", "type": "direction"}, {"direction": "  TALBOT. A maid, they say.\r", "type": "direction"}, {"direction": "  BEDFORD. A maid! and be so martial!\r", "type": "direction"}, {"direction": "  BURGUNDY. Pray God she prove not masculine ere long,\r\n    If underneath the standard of the French\r\n    She carry armour as she hath begun.\r", "type": "direction"}, {"direction": "  TALBOT. Well, let them practise and converse with spirits:\r\n    God is our fortress, in whose conquering name\r\n    Let us resolve to scale their flinty bulwarks.\r", "type": "direction"}, {"direction": "  BEDFORD. Ascend, brave Talbot; we will follow thee.\r", "type": "direction"}, {"direction": "  TALBOT. Not all together; better far, I guess,\r\n    That we do make our entrance several ways;\r\n    That if it chance the one of us do fail\r\n    The other yet may rise against their force.\r", "type": "direction"}, {"direction": "  BEDFORD. Agreed; I'll to yond corner.\r", "type": "direction"}, {"direction": "  BURGUNDY. And I to this.\r", "type": "direction"}, {"direction": "  TALBOT. And here will Talbot mount or make his grave.\r\n    Now, Salisbury, for thee, and for the right\r\n    Of English Henry, shall this night appear\r\n    How much in duty I am bound to both.\r\n             [The English scale the walls and cry 'Saint George!\r\n                                                     a Talbot!']\r", "type": "direction"}, {"direction": "    SENTINEL. Arm! arm! The enemy doth make assault.\r\n\r\n           The French leap o'er the walls in their shirts.\r", "type": "direction"}, {"direction": "Enter, several ways, BASTARD, ALENCON, REIGNIER,\r\n                     half ready and half unready\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  ALENCON. How now, my lords? What, all unready so?\r", "type": "direction"}, {"direction": "  BASTARD. Unready! Ay, and glad we 'scap'd so well.\r", "type": "direction"}, {"direction": "  REIGNIER. 'Twas time, I trow, to wake and leave our beds,\r\n    Hearing alarums at our chamber doors.\r", "type": "direction"}, {"direction": "  ALENCON. Of all exploits since first I follow'd arms\r\n    Ne'er heard I of a warlike enterprise\r\n    More venturous or desperate than this.\r", "type": "direction"}, {"direction": "  BASTARD. I think this Talbot be a fiend of hell.\r", "type": "direction"}, {"direction": "  REIGNIER. If not of hell, the heavens, sure, favour him\r", "type": "direction"}, {"direction": "  ALENCON. Here cometh Charles; I marvel how he sped.\r", "type": "direction"}, {"direction": "Enter CHARLES and LA PUCELLE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BASTARD. Tut! holy Joan was his defensive guard.\r", "type": "direction"}, {"direction": "  CHARLES. Is this thy cunning, thou deceitful dame?\r\n    Didst thou at first, to flatter us withal,\r\n    Make us partakers of a little gain\r\n    That now our loss might be ten times so much?\r", "type": "direction"}, {"direction": "  PUCELLE. Wherefore is Charles impatient with his friend?\r\n    At all times will you have my power alike?\r\n    Sleeping or waking, must I still prevail\r\n    Or will you blame and lay the fault on me?\r\n    Improvident soldiers! Had your watch been good\r\n    This sudden mischief never could have fall'n.\r", "type": "direction"}, {"direction": "  CHARLES. Duke of Alencon, this was your default\r\n    That, being captain of the watch to-night,\r\n    Did look no better to that weighty charge.\r", "type": "direction"}, {"direction": "  ALENCON. Had all your quarters been as safely kept\r\n    As that whereof I had the government,\r\n    We had not been thus shamefully surpris'd.\r", "type": "direction"}, {"direction": "  BASTARD. Mine was secure.\r", "type": "direction"}, {"direction": "  REIGNIER. And so was mine, my lord.\r", "type": "direction"}, {"direction": "  CHARLES. And, for myself, most part of all this night,\r\n    Within her quarter and mine own precinct\r\n    I was employ'd in passing to and fro\r\n    About relieving of the sentinels.\r\n    Then how or which way should they first break in?\r", "type": "direction"}, {"direction": "  PUCELLE. Question, my lords, no further of the case,\r\n    How or which way; 'tis sure they found some place\r\n    But weakly guarded, where the breach was made.\r\n    And now there rests no other shift but this\r\n    To gather our soldiers, scatter'd and dispers'd,\r\n    And lay new platforms to endamage them.\r\n\r\n               Alarum. Enter an ENGLISH SOLDIER, crying\r\n            'A Talbot! A Talbot!' They fly, leaving their\r\n                           clothes behind\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SOLDIER. I'll be so bold to take what they have left.\r\n    The cry of Talbot serves me for a sword;\r\n    For I have loaden me with many spoils,\r\n    Using no other weapon but his name.                     Exit\r\n\r\n                             SCENE 2.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "                      ORLEANS. Within the town\r", "type": "direction"}, {"direction": "Enter TALBOT, BEDFORD, BURGUNDY, a CAPTAIN,\r\n                           and others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BEDFORD. The day begins to break, and night is fled\r\n    Whose pitchy mantle over-veil'd the earth.\r\n    Here sound retreat and cease our hot pursuit.\r\n                                               [Retreat sounded]\r", "type": "direction"}, {"direction": "  TALBOT. Bring forth the body of old Salisbury\r\n    And here advance it in the market-place,\r\n    The middle centre of this cursed town.\r\n    Now have I paid my vow unto his soul;\r\n    For every drop of blood was drawn from him\r\n    There hath at least five Frenchmen died to-night.\r\n    And that hereafter ages may behold\r\n    What ruin happened in revenge of him,\r\n    Within their chiefest temple I'll erect\r\n    A tomb, wherein his corpse shall be interr'd;\r\n    Upon the which, that every one may read,\r\n    Shall be engrav'd the sack of Orleans,\r\n    The treacherous manner of his mournful death,\r\n    And what a terror he had been to France.\r\n    But, lords, in all our bloody massacre,\r\n    I muse we met not with the Dauphin's grace,\r\n    His new-come champion, virtuous Joan of Arc,\r\n    Nor any of his false confederates.\r", "type": "direction"}, {"direction": "  BEDFORD. 'Tis thought, Lord Talbot, when the fight began,\r\n    Rous'd on the sudden from their drowsy beds,\r\n    They did amongst the troops of armed men\r\n    Leap o'er the walls for refuge in the field.\r", "type": "direction"}, {"direction": "  BURGUNDY. Myself, as far as I could well discern\r\n    For smoke and dusky vapours of the night,\r\n    Am sure I scar'd the Dauphin and his trull,\r\n    When arm in arm they both came swiftly running,\r\n    Like to a pair of loving turtle-doves\r\n    That could not live asunder day or night.\r\n    After that things are set in order here,\r\n    We'll follow them with all the power we have.\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MESSENGER. All hail, my lords! Which of this princely train\r\n    Call ye the warlike Talbot, for his acts\r\n    So much applauded through the realm of France?\r", "type": "direction"}, {"direction": "  TALBOT. Here is the Talbot; who would speak with him?\r", "type": "direction"}, {"direction": "  MESSENGER. The virtuous lady, Countess of Auvergne,\r\n    With modesty admiring thy renown,\r\n    By me entreats, great lord, thou wouldst vouchsafe\r\n    To visit her poor castle where she lies,\r\n    That she may boast she hath beheld the man\r\n    Whose glory fills the world with loud report.\r", "type": "direction"}, {"direction": "  BURGUNDY. Is it even so? Nay, then I see our wars\r\n    Will turn into a peaceful comic sport,\r\n    When ladies crave to be encount'red with.\r\n    You may not, my lord, despise her gentle suit.\r", "type": "direction"}, {"direction": "  TALBOT. Ne'er trust me then; for when a world of men\r\n    Could not prevail with all their oratory,\r\n    Yet hath a woman's kindness overrul'd;\r\n    And therefore tell her I return great thanks\r\n    And in submission will attend on her.\r\n    Will not your honours bear me company?\r", "type": "direction"}, {"direction": "  BEDFORD. No, truly; 'tis more than manners will;\r\n    And I have heard it said unbidden guests\r\n    Are often welcomest when they are gone.\r", "type": "direction"}, {"direction": "  TALBOT. Well then, alone, since there's no remedy,\r\n    I mean to prove this lady's courtesy.\r\n    Come hither, Captain.  [Whispers]   You perceive my mind?\r", "type": "direction"}, {"direction": "  CAPTAIN. I do, my lord, and mean accordingly.           Exeunt\r\n\r\n                             SCENE 3.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "                      AUVERGNE. The Castle\r", "type": "direction"}, {"direction": "Enter the COUNTESS and her PORTER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  COUNTESS. Porter, remember what I gave in charge;\r\n    And when you have done so, bring the keys to me.\r", "type": "direction"}, {"direction": "  PORTER. Madam, I will.\r", "type": "direction"}, {"direction": "  COUNTESS. The plot is laid; if all things fall out right,\r\n    I shall as famous be by this exploit.\r\n    As Scythian Tomyris by Cyrus' death.\r\n    Great is the rumour of this dreadful knight,\r\n    And his achievements of no less account.\r\n    Fain would mine eyes be witness with mine ears\r\n    To give their censure of these rare reports.\r", "type": "direction"}, {"direction": "Enter MESSENGER and TALBOT.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MESSENGER. Madam, according as your ladyship desir'd,\r\n    By message crav'd, so is Lord Talbot come.\r", "type": "direction"}, {"direction": "  COUNTESS. And he is welcome. What! is this the man?\r", "type": "direction"}, {"direction": "  MESSENGER. Madam, it is.\r", "type": "direction"}, {"direction": "  COUNTESS. Is this the scourge of France?\r\n    Is this Talbot, so much fear'd abroad\r\n    That with his name the mothers still their babes?\r\n    I see report is fabulous and false.\r\n    I thought I should have seen some Hercules,\r\n    A second Hector, for his grim aspect\r\n    And large proportion of his strong-knit limbs.\r\n    Alas, this is a child, a silly dwarf!\r\n    It cannot be this weak and writhled shrimp\r\n    Should strike such terror to his enemies.\r", "type": "direction"}, {"direction": "  TALBOT. Madam, I have been bold to trouble you;\r\n    But since your ladyship is not at leisure,\r\n    I'll sort some other time to visit you.              [Going]\r", "type": "direction"}, {"direction": "  COUNTESS. What means he now? Go ask him whither he\r\n    goes.\r", "type": "direction"}, {"direction": "  MESSENGER. Stay, my Lord Talbot; for my lady craves\r\n    To know the cause of your abrupt departure.\r", "type": "direction"}, {"direction": "  TALBOT. Marry, for that she's in a wrong belief,\r\n    I go to certify her Talbot's here.\r\n\r\n                      Re-enter PORTER With keys\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  COUNTESS. If thou be he, then art thou prisoner.\r", "type": "direction"}, {"direction": "  TALBOT. Prisoner! To whom?\r", "type": "direction"}, {"direction": "  COUNTESS. To me, blood-thirsty lord\r\n    And for that cause I train'd thee to my house.\r\n    Long time thy shadow hath been thrall to me,\r\n    For in my gallery thy picture hangs;\r\n    But now the substance shall endure the like\r\n    And I will chain these legs and arms of thine\r\n    That hast by tyranny these many years\r\n    Wasted our country, slain our citizens,\r\n    And sent our sons and husbands captivate.\r", "type": "direction"}, {"direction": "  TALBOT. Ha, ha, ha!\r", "type": "direction"}, {"direction": "  COUNTESS. Laughest thou, wretch? Thy mirth shall turn to\r\n    moan.\r", "type": "direction"}, {"direction": "  TALBOT. I laugh to see your ladyship so fond\r\n    To think that you have aught but Talbot's shadow\r\n    Whereon to practise your severity.\r", "type": "direction"}, {"direction": "  COUNTESS. Why, art not thou the man?\r", "type": "direction"}, {"direction": "  TALBOT. I am indeed.\r", "type": "direction"}, {"direction": "  COUNTESS. Then have I substance too.\r", "type": "direction"}, {"direction": "  TALBOT. No, no, I am but shadow of myself.\r\n    You are deceiv'd, my substance is not here;\r\n    For what you see is but the smallest part\r\n    And least proportion of humanity.\r\n    I tell you, madam, were the whole frame here,\r\n    It is of such a spacious lofty pitch\r\n    Your roof were not sufficient to contain 't.\r", "type": "direction"}, {"direction": "  COUNTESS. This is a riddling merchant for the nonce;\r\n    He will be here, and yet he is not here.\r\n    How can these contrarieties agree?\r", "type": "direction"}, {"direction": "  TALBOT. That will I show you presently.\r\n\r\n                   Winds his horn; drums strike up;\r\n                  a peal of ordnance. Enter soldiers\r\n\r\n    How say you, madam? Are you now persuaded\r\n    That Talbot is but shadow of himself?\r\n    These are his substance, sinews, arms, and strength,\r\n    With which he yoketh your rebellious necks,\r\n    Razeth your cities, and subverts your towns,\r\n    And in a moment makes them desolate.\r", "type": "direction"}, {"direction": "  COUNTESS. Victorious Talbot! pardon my abuse.\r\n    I find thou art no less than fame hath bruited,\r\n    And more than may be gathered by thy shape.\r\n    Let my presumption not provoke thy wrath,\r\n    For I am sorry that with reverence\r\n    I did not entertain thee as thou art.\r", "type": "direction"}, {"direction": "  TALBOT. Be not dismay'd, fair lady; nor misconster\r\n    The mind of Talbot as you did mistake\r\n    The outward composition of his body.\r\n    What you have done hath not offended me.\r\n    Nor other satisfaction do I crave\r\n    But only, with your patience, that we may\r\n    Taste of your wine and see what cates you have,\r\n    For soldiers' stomachs always serve them well.\r", "type": "direction"}, {"direction": "  COUNTESS. With all my heart, and think me honoured\r\n    To feast so great a warrior in my house.              Exeunt\r\n\r\n                            SCENE 4.\r\n\r\n                   London. The Temple garden\r", "type": "direction"}, {"direction": "Enter the EARLS OF SOMERSET, SUFFOLK, and WARWICK;\r\n           RICHARD PLANTAGENET, VERNON, and another LAWYER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PLANTAGENET. Great lords and gentlemen, what means this\r\n    silence?\r\n    Dare no man answer in a case of truth?\r", "type": "direction"}, {"direction": "  SUFFOLK. Within the Temple Hall we were too loud;\r\n    The garden here is more convenient.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Then say at once if I maintain'd the truth;\r\n    Or else was wrangling Somerset in th' error?\r", "type": "direction"}, {"direction": "  SUFFOLK. Faith, I have been a truant in the law\r\n    And never yet could frame my will to it;\r\n    And therefore frame the law unto my will.\r", "type": "direction"}, {"direction": "  SOMERSET. Judge you, my Lord of Warwick, then, between us.\r", "type": "direction"}, {"direction": "  WARWICK. Between two hawks, which flies the higher pitch;\r\n    Between two dogs, which hath the deeper mouth;\r\n    Between two blades, which bears the better temper;\r\n    Between two horses, which doth bear him best;\r\n    Between two girls, which hath the merriest eye\r\n    I have perhaps some shallow spirit of judgment;\r\n    But in these nice sharp quillets of the law,\r\n    Good faith, I am no wiser than a daw.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Tut, tut, here is a mannerly forbearance:\r\n    The truth appears so naked on my side\r\n    That any purblind eye may find it out.\r", "type": "direction"}, {"direction": "  SOMERSET. And on my side it is so well apparell'd,\r\n    So clear, so shining, and so evident,\r\n    That it will glimmer through a blind man's eye.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Since you are tongue-tied and so loath to speak,\r\n    In dumb significants proclaim your thoughts.\r\n    Let him that is a true-born gentleman\r\n    And stands upon the honour of his birth,\r\n    If he suppose that I have pleaded truth,\r\n    From off this brier pluck a white rose with me.\r", "type": "direction"}, {"direction": "  SOMERSET. Let him that is no coward nor no flatterer,\r\n    But dare maintain the party of the truth,\r\n    Pluck a red rose from off this thorn with me.\r", "type": "direction"}, {"direction": "  WARWICK. I love no colours; and, without all colour\r\n    Of base insinuating flattery,\r\n    I pluck this white rose with Plantagenet.\r", "type": "direction"}, {"direction": "  SUFFOLK. I pluck this red rose with young Somerset,\r\n    And say withal I think he held the right.\r", "type": "direction"}, {"direction": "  VERNON. Stay, lords and gentlemen, and pluck no more\r\n    Till you conclude that he upon whose side\r\n    The fewest roses are cropp'd from the tree\r\n    Shall yield the other in the right opinion.\r", "type": "direction"}, {"direction": "  SOMERSET. Good Master Vernon, it is well objected;\r\n    If I have fewest, I subscribe in silence.\r", "type": "direction"}, {"direction": "  PLANTAGENET. And I.\r", "type": "direction"}, {"direction": "  VERNON. Then, for the truth and plainness of the case,\r\n    I pluck this pale and maiden blossom here,\r\n    Giving my verdict on the white rose side.\r", "type": "direction"}, {"direction": "  SOMERSET. Prick not your finger as you pluck it off,\r\n    Lest, bleeding, you do paint the white rose red,\r\n    And fall on my side so, against your will.\r", "type": "direction"}, {"direction": "  VERNON. If I, my lord, for my opinion bleed,\r\n    Opinion shall be surgeon to my hurt\r\n    And keep me on the side where still I am.\r", "type": "direction"}, {"direction": "  SOMERSET. Well, well, come on; who else?\r", "type": "direction"}, {"direction": "  LAWYER.  [To Somerset]  Unless my study and my books be\r\n    false,\r\n    The argument you held was wrong in you;\r\n    In sign whereof I pluck a white rose too.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Now, Somerset, where is your argument?\r", "type": "direction"}, {"direction": "  SOMERSET. Here in my scabbard, meditating that\r\n    Shall dye your white rose in a bloody red.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Meantime your cheeks do counterfeit our\r\n    roses;\r\n    For pale they look with fear, as witnessing\r\n    The truth on our side.\r", "type": "direction"}, {"direction": "  SOMERSET. No, Plantagenet,\r\n    'Tis not for fear but anger that thy cheeks\r\n    Blush for pure shame to counterfeit our roses,\r\n    And yet thy tongue will not confess thy error.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Hath not thy rose a canker, Somerset?\r", "type": "direction"}, {"direction": "  SOMERSET. Hath not thy rose a thorn, Plantagenet?\r", "type": "direction"}, {"direction": "  PLANTAGENET. Ay, sharp and piercing, to maintain his truth;\r\n    Whiles thy consuming canker eats his falsehood.\r", "type": "direction"}, {"direction": "  SOMERSET. Well, I'll find friends to wear my bleeding roses,\r\n    That shall maintain what I have said is true,\r\n    Where false Plantagenet dare not be seen.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Now, by this maiden blossom in my hand,\r\n    I scorn thee and thy fashion, peevish boy.\r", "type": "direction"}, {"direction": "  SUFFOLK. Turn not thy scorns this way, Plantagenet.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Proud Pole, I will, and scorn both him and\r\n    thee.\r", "type": "direction"}, {"direction": "  SUFFOLK. I'll turn my part thereof into thy throat.\r", "type": "direction"}, {"direction": "  SOMERSET. Away, away, good William de la Pole!\r\n    We grace the yeoman by conversing with him.\r", "type": "direction"}, {"direction": "  WARWICK. Now, by God's will, thou wrong'st him, Somerset;\r\n    His grandfather was Lionel Duke of Clarence,\r\n    Third son to the third Edward, King of England.\r\n    Spring crestless yeomen from so deep a root?\r", "type": "direction"}, {"direction": "  PLANTAGENET. He bears him on the place's privilege,\r\n    Or durst not for his craven heart say thus.\r", "type": "direction"}, {"direction": "  SOMERSET. By Him that made me, I'll maintain my words\r\n    On any plot of ground in Christendom.\r\n    Was not thy father, Richard Earl of Cambridge,\r\n    For treason executed in our late king's days?\r\n    And by his treason stand'st not thou attainted,\r\n    Corrupted, and exempt from ancient gentry?\r\n    His trespass yet lives guilty in thy blood;\r\n    And till thou be restor'd thou art a yeoman.\r", "type": "direction"}, {"direction": "  PLANTAGENET. My father was attached, not attainted;\r\n    Condemn'd to die for treason, but no traitor;\r\n    And that I'll prove on better men than Somerset,\r\n    Were growing time once ripened to my will.\r\n    For your partaker Pole, and you yourself,\r\n    I'll note you in my book of memory\r\n    To scourge you for this apprehension.\r\n    Look to it well, and say you are well warn'd.\r", "type": "direction"}, {"direction": "  SOMERSET. Ay, thou shalt find us ready for thee still;\r\n    And know us by these colours for thy foes\r\n    For these my friends in spite of thee shall wear.\r", "type": "direction"}, {"direction": "  PLANTAGENET. And, by my soul, this pale and angry rose,\r\n    As cognizance of my blood-drinking hate,\r\n    Will I for ever, and my faction, wear,\r\n    Until it wither with me to my grave,\r\n    Or flourish to the height of my degree.\r", "type": "direction"}, {"direction": "  SUFFOLK. Go forward, and be chok'd with thy ambition!\r\n    And so farewell until I meet thee next.                 Exit\r", "type": "direction"}, {"direction": "  SOMERSET. Have with thee, Pole. Farewell, ambitious\r\n    Richard.                                                Exit\r", "type": "direction"}, {"direction": "  PLANTAGENET. How I am brav'd, and must perforce endure\r\n    it!\r", "type": "direction"}, {"direction": "  WARWICK. This blot that they object against your house\r\n    Shall be wip'd out in the next Parliament,\r\n    Call'd for the truce of Winchester and Gloucester;\r\n    And if thou be not then created York,\r\n    I will not live to be accounted Warwick.\r\n    Meantime, in signal of my love to thee,\r\n    Against proud Somerset and William Pole,\r\n    Will I upon thy party wear this rose;\r\n    And here I prophesy: this brawl to-day,\r\n    Grown to this faction in the Temple Garden,\r\n    Shall send between the Red Rose and the White\r\n    A thousand souls to death and deadly night.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Good Master Vernon, I am bound to you\r\n    That you on my behalf would pluck a flower.\r", "type": "direction"}, {"direction": "  VERNON. In your behalf still will I wear the same.\r", "type": "direction"}, {"direction": "  LAWYER. And so will I.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Thanks, gentle sir.\r\n    Come, let us four to dinner. I dare say\r\n    This quarrel will drink blood another day.            Exeunt\r\n\r\n                             SCENE 5.\r\n\r\n                       The Tower of London\r", "type": "direction"}, {"direction": "Enter MORTIMER, brought in a chair, and GAOLERS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MORTIMER. Kind keepers of my weak decaying age,\r\n    Let dying Mortimer here rest himself.\r\n    Even like a man new haled from the rack,\r\n    So fare my limbs with long imprisonment;\r\n    And these grey locks, the pursuivants of death,\r\n    Nestor-like aged in an age of care,\r\n    Argue the end of Edmund Mortimer.\r\n    These eyes, like lamps whose wasting oil is spent,\r\n    Wax dim, as drawing to their exigent;\r\n    Weak shoulders, overborne with burdening grief,\r\n    And pithless arms, like to a withered vine\r\n    That droops his sapless branches to the ground.\r\n    Yet are these feet, whose strengthless stay is numb,\r\n    Unable to support this lump of clay,\r\n    Swift-winged with desire to get a grave,\r\n    As witting I no other comfort have.\r\n    But tell me, keeper, will my nephew come?\r", "type": "direction"}, {"direction": "  FIRST KEEPER. Richard Plantagenet, my lord, will come.\r\n    We sent unto the Temple, unto his chamber;\r\n    And answer was return'd that he will come.\r", "type": "direction"}, {"direction": "  MORTIMER. Enough; my soul shall then be satisfied.\r\n    Poor gentleman! his wrong doth equal mine.\r\n    Since Henry Monmouth first began to reign,\r\n    Before whose glory I was great in arms,\r\n    This loathsome sequestration have I had;\r\n    And even since then hath Richard been obscur'd,\r\n    Depriv'd of honour and inheritance.\r\n    But now the arbitrator of despairs,\r\n    Just Death, kind umpire of men's miseries,\r\n    With sweet enlargement doth dismiss me hence.\r\n    I would his troubles likewise were expir'd,\r\n    That so he might recover what was lost.\r", "type": "direction"}, {"direction": "Enter RICHARD PLANTAGENET\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FIRST KEEPER. My lord, your loving nephew now is come.\r", "type": "direction"}, {"direction": "  MORTIMER. Richard Plantagenet, my friend, is he come?\r", "type": "direction"}, {"direction": "  PLANTAGENET. Ay, noble uncle, thus ignobly us'd,\r\n    Your nephew, late despised Richard, comes.\r", "type": "direction"}, {"direction": "  MORTIMER. Direct mine arms I may embrace his neck\r\n    And in his bosom spend my latter gasp.\r\n    O, tell me when my lips do touch his cheeks,\r\n    That I may kindly give one fainting kiss.\r\n    And now declare, sweet stem from York's great stock,\r\n    Why didst thou say of late thou wert despis'd?\r", "type": "direction"}, {"direction": "  PLANTAGENET. First, lean thine aged back against mine arm;\r\n    And, in that ease, I'll tell thee my disease.\r\n    This day, in argument upon a case,\r\n    Some words there grew 'twixt Somerset and me;\r\n    Among which terms he us'd his lavish tongue\r\n    And did upbraid me with my father's death;\r\n    Which obloquy set bars before my tongue,\r\n    Else with the like I had requited him.\r\n    Therefore, good uncle, for my father's sake,\r\n    In honour of a true Plantagenet,\r\n    And for alliance sake, declare the cause\r\n    My father, Earl of Cambridge, lost his head.\r", "type": "direction"}, {"direction": "  MORTIMER. That cause, fair nephew, that imprison'd me\r\n    And hath detain'd me all my flow'ring youth\r\n    Within a loathsome dungeon, there to pine,\r\n    Was cursed instrument of his decease.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Discover more at large what cause that was,\r\n    For I am ignorant and cannot guess.\r", "type": "direction"}, {"direction": "  MORTIMER. I will, if that my fading breath permit\r\n    And death approach not ere my tale be done.\r\n    Henry the Fourth, grandfather to this king,\r\n    Depos'd his nephew Richard, Edward's son,\r\n    The first-begotten and the lawful heir\r\n    Of Edward king, the third of that descent;\r\n    During whose reign the Percies of the north,\r\n    Finding his usurpation most unjust,\r\n    Endeavour'd my advancement to the throne.\r\n    The reason mov'd these warlike lords to this\r\n    Was, for that-young Richard thus remov'd,\r\n    Leaving no heir begotten of his body-\r\n    I was the next by birth and parentage;\r\n    For by my mother I derived am\r\n    From Lionel Duke of Clarence, third son\r\n    To King Edward the Third; whereas he\r\n    From John of Gaunt doth bring his pedigree,\r\n    Being but fourth of that heroic line.\r\n    But mark: as in this haughty great attempt\r\n    They laboured to plant the rightful heir,\r\n    I lost my liberty, and they their lives.\r\n    Long after this, when Henry the Fifth,\r\n    Succeeding his father Bolingbroke, did reign,\r\n    Thy father, Earl of Cambridge, then deriv'd\r\n    From famous Edmund Langley, Duke of York,\r\n    Marrying my sister, that thy mother was,\r\n    Again, in pity of my hard distress,\r\n    Levied an army, weening to redeem\r\n    And have install'd me in the diadem;\r\n    But, as the rest, so fell that noble earl,\r\n    And was beheaded. Thus the Mortimers,\r\n    In whom the title rested, were suppress'd.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Of Which, my lord, your honour is the last.\r", "type": "direction"}, {"direction": "  MORTIMER. True; and thou seest that I no issue have,\r\n    And that my fainting words do warrant death.\r\n    Thou art my heir; the rest I wish thee gather;\r\n    But yet be wary in thy studious care.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Thy grave admonishments prevail with me.\r\n    But yet methinks my father's execution\r\n    Was nothing less than bloody tyranny.\r", "type": "direction"}, {"direction": "  MORTIMER. With silence, nephew, be thou politic;\r\n    Strong fixed is the house of Lancaster\r\n    And like a mountain not to be remov'd.\r\n    But now thy uncle is removing hence,\r\n    As princes do their courts when they are cloy'd\r\n    With long continuance in a settled place.\r", "type": "direction"}, {"direction": "  PLANTAGENET. O uncle, would some part of my young years\r\n    Might but redeem the passage of your age!\r", "type": "direction"}, {"direction": "  MORTIMER. Thou dost then wrong me, as that slaughterer\r\n    doth\r\n    Which giveth many wounds when one will kill.\r\n    Mourn not, except thou sorrow for my good;\r\n    Only give order for my funeral.\r\n    And so, farewell; and fair be all thy hopes,\r\n    And prosperous be thy life in peace and war!          [Dies]\r", "type": "direction"}, {"direction": "  PLANTAGENET. And peace, no war, befall thy parting soul!\r\n    In prison hast thou spent a pilgrimage,\r\n    And like a hermit overpass'd thy days.\r\n    Well, I will lock his counsel in my breast;\r\n    And what I do imagine, let that rest.\r\n    Keepers, convey him hence; and I myself\r\n    Will see his burial better than his life.\r\n                Exeunt GAOLERS, hearing out the body of MORTIMER\r\n    Here dies the dusky torch of Mortimer,\r\n    Chok'd with ambition of the meaner sort;\r\n    And for those wrongs, those bitter injuries,\r\n    Which Somerset hath offer'd to my house,\r\n    I doubt not but with honour to redress;\r\n    And therefore haste I to the Parliament,\r\n    Either to be restored to my blood,\r\n    Or make my ill th' advantage of my good.                Exit\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT III. SCENE 1.\r\n\r\nLondon. The Parliament House\r\n\r\nFlourish. Enter the KING, EXETER, GLOUCESTER, WARWICK, SOMERSET, and\r\nSUFFOLK; the BISHOP OF WINCHESTER, RICHARD PLANTAGENET, and others.\r\nGLOUCESTER offers to put up a bill; WINCHESTER snatches it, and tears\r\nit\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  WINCHESTER. Com'st thou with deep premeditated lines,\r\n    With written pamphlets studiously devis'd?\r\n    Humphrey of Gloucester, if thou canst accuse\r\n    Or aught intend'st to lay unto my charge,\r\n    Do it without invention, suddenly;\r\n    I with sudden and extemporal speech\r\n    Purpose to answer what thou canst object.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Presumptuous priest, this place commands my\r\n    patience,\r\n    Or thou shouldst find thou hast dishonour'd me.\r\n    Think not, although in writing I preferr'd\r\n    The manner of thy vile outrageous crimes,\r\n    That therefore I have forg'd, or am not able\r\n    Verbatim to rehearse the method of my pen.\r\n    No, prelate; such is thy audacious wickedness,\r\n    Thy lewd, pestiferous, and dissentious pranks,\r\n    As very infants prattle of thy pride.\r\n    Thou art a most pernicious usurer;\r\n    Froward by nature, enemy to peace;\r\n    Lascivious, wanton, more than well beseems\r\n    A man of thy profession and degree;\r\n    And for thy treachery, what's more manifest\r\n    In that thou laid'st a trap to take my life,\r\n    As well at London Bridge as at the Tower?\r\n    Beside, I fear me, if thy thoughts were sifted,\r\n    The King, thy sovereign, is not quite exempt\r\n    From envious malice of thy swelling heart.\r", "type": "direction"}, {"direction": "  WINCHESTER. Gloucester, I do defy thee. Lords, vouchsafe\r\n    To give me hearing what I shall reply.\r\n    If I were covetous, ambitious, or perverse,\r\n    As he will have me, how am I so poor?\r\n    Or how haps it I seek not to advance\r\n    Or raise myself, but keep my wonted calling?\r\n    And for dissension, who preferreth peace\r\n    More than I do, except I be provok'd?\r\n    No, my good lords, it is not that offends;\r\n    It is not that that incens'd hath incens'd the Duke:\r\n    It is because no one should sway but he;\r\n    No one but he should be about the King;\r\n    And that engenders thunder in his breast\r\n    And makes him roar these accusations forth.\r\n    But he shall know I am as good\r", "type": "direction"}, {"direction": "  GLOUCESTER. As good!\r\n    Thou bastard of my grandfather!\r", "type": "direction"}, {"direction": "  WINCHESTER. Ay, lordly sir; for what are you, I pray,\r\n    But one imperious in another's throne?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Am I not Protector, saucy priest?\r", "type": "direction"}, {"direction": "  WINCHESTER. And am not I a prelate of the church?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Yes, as an outlaw in a castle keeps,\r\n    And useth it to patronage his theft.\r", "type": "direction"}, {"direction": "  WINCHESTER. Unreverent Gloucester!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Thou art reverend\r\n    Touching thy spiritual function, not thy life.\r", "type": "direction"}, {"direction": "  WINCHESTER. Rome shall remedy this.\r", "type": "direction"}, {"direction": "  WARWICK. Roam thither then.\r", "type": "direction"}, {"direction": "  SOMERSET. My lord, it were your duty to forbear.\r", "type": "direction"}, {"direction": "  WARWICK. Ay, see the bishop be not overborne.\r", "type": "direction"}, {"direction": "  SOMERSET. Methinks my lord should be religious,\r\n    And know the office that belongs to such.\r", "type": "direction"}, {"direction": "  WARWICK. Methinks his lordship should be humbler;\r\n    It fitteth not a prelate so to plead.\r", "type": "direction"}, {"direction": "  SOMERSET. Yes, when his holy state is touch'd so near.\r", "type": "direction"}, {"direction": "  WARWICK. State holy or unhallow'd, what of that?\r\n    Is not his Grace Protector to the King?\r", "type": "direction"}, {"direction": "  PLANTAGENET.  [Aside]  Plantagenet, I see, must hold his\r\n    tongue,\r\n    Lest it be said 'Speak, sirrah, when you should;\r\n    Must your bold verdict enter talk with lords?'\r\n    Else would I have a fling at Winchester.\r", "type": "direction"}, {"direction": "  KING HENRY. Uncles of Gloucester and of Winchester,\r\n    The special watchmen of our English weal,\r\n    I would prevail, if prayers might prevail\r\n    To join your hearts in love and amity.\r\n    O, what a scandal is it to our crown\r\n    That two such noble peers as ye should jar!\r\n    Believe me, lords, my tender years can tell\r\n    Civil dissension is a viperous worm\r\n    That gnaws the bowels of the commonwealth.\r\n                  [A noise within: 'Down with the tawny coats!']\r\n    What tumult's this?\r", "type": "direction"}, {"direction": "  WARWICK. An uproar, I dare warrant,\r\n    Begun through malice of the Bishop's men.\r\n                              [A noise again: 'Stones! Stones!']\r", "type": "direction"}, {"direction": "Enter the MAYOR OF LONDON, attended\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  MAYOR. O, my good lords, and virtuous Henry,\r\n    Pity the city of London, pity us!\r\n    The Bishop and the Duke of Gloucester's men,\r\n    Forbidden late to carry any weapon,\r\n    Have fill'd their pockets full of pebble stones\r\n    And, banding themselves in contrary parts,\r\n    Do pelt so fast at one another's pate\r\n    That many have their giddy brains knock'd out.\r\n    Our windows are broke down in every street,\r\n    And we for fear compell'd to shut our shops.\r", "type": "direction"}, {"direction": "Enter in skirmish, the retainers of GLOUCESTER and\r\n               WINCHESTER, with bloody pates\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING HENRY. We charge you, on allegiance to ourself,\r\n    To hold your slaught'ring hands and keep the peace.\r\n    Pray, uncle Gloucester, mitigate this strife.\r\n  FIRST SERVING-MAN. Nay, if we be forbidden stones, we'll\r\n    fall to it with our teeth.\r\n  SECOND SERVING-MAN. Do what ye dare, we are as resolute.\r\n                                                [Skirmish again]\r", "type": "direction"}, {"direction": "  GLOUCESTER. You of my household, leave this peevish broil,\r\n    And set this unaccustom'd fight aside.\r\n  THIRD SERVING-MAN. My lord, we know your Grace to be a\r\n    man\r\n    Just and upright, and for your royal birth\r\n    Inferior to none but to his Majesty;\r\n    And ere that we will suffer such a prince,\r\n    So kind a father of the commonweal,\r\n    To be disgraced by an inkhorn mate,\r\n    We and our wives and children all will fight\r\n    And have our bodies slaught'red by thy foes.\r\n  FIRST SERVING-MAN. Ay, and the very parings of our nails\r\n    Shall pitch a field when we are dead.          [Begin again]\r", "type": "direction"}, {"direction": "  GLOUCESTER. Stay, stay, I say!\r\n    And if you love me, as you say you do,\r\n    Let me persuade you to forbear awhile.\r", "type": "direction"}, {"direction": "  KING HENRY. O, how this discord doth afflict my soul!\r\n    Can you, my Lord of Winchester, behold\r\n    My sighs and tears and will not once relent?\r\n    Who should be pitiful, if you be not?\r\n    Or who should study to prefer a peace,\r\n    If holy churchmen take delight in broils?\r", "type": "direction"}, {"direction": "  WARWICK. Yield, my Lord Protector; yield, Winchester;\r\n    Except you mean with obstinate repulse\r\n    To slay your sovereign and destroy the realm.\r\n    You see what mischief, and what murder too,\r\n    Hath been enacted through your enmity;\r\n    Then be at peace, except ye thirst for blood.\r", "type": "direction"}, {"direction": "  WINCHESTER. He shall submit, or I will never yield.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Compassion on the King commands me stoop,\r\n    Or I would see his heart out ere the priest\r\n    Should ever get that privilege of me.\r", "type": "direction"}, {"direction": "  WARWICK. Behold, my Lord of Winchester, the Duke\r\n    Hath banish'd moody discontented fury,\r\n    As by his smoothed brows it doth appear;\r\n    Why look you still so stem and tragical?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Here, Winchester, I offer thee my hand.\r", "type": "direction"}, {"direction": "  KING HENRY. Fie, uncle Beaufort! I have heard you preach\r\n    That malice was a great and grievous sin;\r\n    And will not you maintain the thing you teach,\r\n    But prove a chief offender in the same?\r", "type": "direction"}, {"direction": "  WARWICK. Sweet King! The Bishop hath a kindly gird.\r\n    For shame, my Lord of Winchester, relent;\r\n    What, shall a child instruct you what to do?\r", "type": "direction"}, {"direction": "  WINCHESTER. Well, Duke of Gloucester, I will yield to thee;\r\n    Love for thy love and hand for hand I give.\r\n  GLOUCESTER  [Aside]  Ay, but, I fear me, with a hollow\r\n    heart.\r\n    See here, my friends and loving countrymen:\r\n    This token serveth for a flag of truce\r\n    Betwixt ourselves and all our followers.\r\n    So help me God, as I dissemble not!\r\n  WINCHESTER  [Aside]  So help me God, as I intend it not!\r", "type": "direction"}, {"direction": "  KING HENRY. O loving uncle, kind Duke of Gloucester,\r\n    How joyful am I made by this contract!\r\n    Away, my masters! trouble us no more;\r\n    But join in friendship, as your lords have done.\r\n  FIRST SERVING-MAN. Content: I'll to the surgeon's.\r\n  SECOND SERVING-MAN. And so will I.\r\n  THIRD SERVING-MAN. And I will see what physic the tavern\r\n    affords.                         Exeunt servants, MAYOR, &C.\r", "type": "direction"}, {"direction": "  WARWICK. Accept this scroll, most gracious sovereign;\r\n    Which in the right of Richard Plantagenet\r\n    We do exhibit to your Majesty.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Well urg'd, my Lord of Warwick; for, sweet\r\n    prince,\r\n    An if your Grace mark every circumstance,\r\n    You have great reason to do Richard right;\r\n    Especially for those occasions\r\n    At Eltham Place I told your Majesty.\r", "type": "direction"}, {"direction": "  KING HENRY. And those occasions, uncle, were of force;\r\n    Therefore, my loving lords, our pleasure is\r\n    That Richard be restored to his blood.\r", "type": "direction"}, {"direction": "  WARWICK. Let Richard be restored to his blood;\r\n    So shall his father's wrongs be recompens'd.\r", "type": "direction"}, {"direction": "  WINCHESTER. As will the rest, so willeth Winchester.\r", "type": "direction"}, {"direction": "  KING HENRY. If Richard will be true, not that alone\r\n    But all the whole inheritance I give\r\n    That doth belong unto the house of York,\r\n    From whence you spring by lineal descent.\r", "type": "direction"}, {"direction": "  PLANTAGENET. Thy humble servant vows obedience\r\n    And humble service till the point of death.\r", "type": "direction"}, {"direction": "  KING HENRY. Stoop then and set your knee against my foot;\r\n    And in reguerdon of that duty done\r\n    I girt thee with the valiant sword of York.\r\n    Rise, Richard, like a true Plantagenet,\r\n    And rise created princely Duke of York.\r", "type": "direction"}, {"direction": "  PLANTAGENET. And so thrive Richard as thy foes may fall!\r\n    And as my duty springs, so perish they\r\n    That grudge one thought against your Majesty!\r", "type": "direction"}, {"direction": "  ALL. Welcome, high Prince, the mighty Duke of York!\r", "type": "direction"}, {"direction": "  SOMERSET.  [Aside]  Perish, base Prince, ignoble Duke of\r\n    York!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Now will it best avail your Majesty\r\n    To cross the seas and to be crown'd in France:\r\n    The presence of a king engenders love\r\n    Amongst his subjects and his loyal friends,\r\n    As it disanimates his enemies.\r", "type": "direction"}, {"direction": "  KING HENRY. When Gloucester says the word, King Henry\r\n    goes;\r\n    For friendly counsel cuts off many foes.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Your ships already are in readiness.\r\n                         Sennet. Flourish. Exeunt all but EXETER\r", "type": "direction"}, {"direction": "  EXETER. Ay, we may march in England or in France,\r\n    Not seeing what is likely to ensue.\r\n    This late dissension grown betwixt the peers\r\n    Burns under feigned ashes of forg'd love\r\n    And will at last break out into a flame;\r\n    As fest'red members rot but by degree\r\n    Till bones and flesh and sinews fall away,\r\n    So will this base and envious discord breed.\r\n    And now I fear that fatal prophecy.\r\n    Which in the time of Henry nam'd the Fifth\r\n    Was in the mouth of every sucking babe:\r\n    That Henry born at Monmouth should win all,\r\n    And Henry born at Windsor should lose all.\r\n    Which is so plain that Exeter doth wish\r\n    His days may finish ere that hapless time.              Exit\r\n\r\n                             SCENE 2.\r\n\r\n                      France. Before Rouen\r", "type": "direction"}, {"direction": "Enter LA PUCELLE disguis'd, with four soldiers dressed\r\n            like countrymen, with sacks upon their backs\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PUCELLE. These are the city gates, the gates of Rouen,\r\n    Through which our policy must make a breach.\r\n    Take heed, be wary how you place your words;\r\n    Talk like the vulgar sort of market-men\r\n    That come to gather money for their corn.\r\n    If we have entrance, as I hope we shall,\r\n    And that we find the slothful watch but weak,\r\n    I'll by a sign give notice to our friends,\r\n    That Charles the Dauphin may encounter them.\r", "type": "direction"}, {"direction": "  FIRST SOLDIER. Our sacks shall be a mean to sack the city,\r\n    And we be lords and rulers over Rouen;\r\n    Therefore we'll knock.                              [Knocks]\r", "type": "direction"}, {"direction": "  WATCH.  [Within]  Qui est la?\r", "type": "direction"}, {"direction": "  PUCELLE. Paysans, pauvres gens de France\r\n    Poor market-folks that come to sell their corn.\r", "type": "direction"}, {"direction": "  WATCH. Enter, go in; the market-bell is rung.\r", "type": "direction"}, {"direction": "  PUCELLE. Now, Rouen, I'll shake thy bulwarks to the\r\n    ground.\r\n\r\n                               [LA PUCELLE, &c., enter the town]\r", "type": "direction"}, {"direction": "Enter CHARLES, BASTARD, ALENCON, REIGNIER, and forces\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHARLES. Saint Denis bless this happy stratagem!\r\n    And once again we'll sleep secure in Rouen.\r", "type": "direction"}, {"direction": "  BASTARD. Here ent'red Pucelle and her practisants;\r\n    Now she is there, how will she specify\r\n    Here is the best and safest passage in?\r", "type": "direction"}, {"direction": "  ALENCON. By thrusting out a torch from yonder tower;\r\n    Which once discern'd shows that her meaning is\r\n    No way to that, for weakness, which she ent'red.\r", "type": "direction"}, {"direction": "Enter LA PUCELLE, on the top, thrusting out\r\n                         a torch burning\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PUCELLE. Behold, this is the happy wedding torch\r\n    That joineth Rouen unto her countrymen,\r\n    But burning fatal to the Talbotites.                    Exit\r", "type": "direction"}, {"direction": "  BASTARD. See, noble Charles, the beacon of our friend;\r\n    The burning torch in yonder turret stands.\r", "type": "direction"}, {"direction": "  CHARLES. Now shine it like a comet of revenge,\r\n    A prophet to the fall of all our foes!\r", "type": "direction"}, {"direction": "  ALENCON. Defer no time, delays have dangerous ends;\r", "type": "direction"}, {"direction": "Enter, and cry 'The Dauphin!' presently,\r\n    And then do execution on the watch. Alarum.           Exeunt\r\n\r\n              An alarum. Enter TALBOT in an excursion\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. France, thou shalt rue this treason with thy tears,\r\n    If Talbot but survive thy treachery.\r\n  PUCELLE, that witch, that damned sorceress,\r\n    Hath wrought this hellish mischief unawares,\r\n    That hardly we escap'd the pride of France.             Exit\r\n\r\n        An alarum; excursions. BEDFORD brought in sick in\r\n          a chair. Enter TALBOT and BURGUNDY without;\r\n         within, LA PUCELLE, CHARLES, BASTARD, ALENCON,\r\n                 and REIGNIER, on the walls\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PUCELLE. Good morrow, gallants! Want ye corn for bread?\r\n    I think the Duke of Burgundy will fast\r\n    Before he'll buy again at such a rate.\r\n    'Twas full of darnel-do you like the taste?\r", "type": "direction"}, {"direction": "  BURGUNDY. Scoff on, vile fiend and shameless courtezan.\r\n    I trust ere long to choke thee with thine own,\r\n    And make thee curse the harvest of that corn.\r", "type": "direction"}, {"direction": "  CHARLES. Your Grace may starve, perhaps, before that time.\r", "type": "direction"}, {"direction": "  BEDFORD. O, let no words, but deeds, revenge this treason!\r", "type": "direction"}, {"direction": "  PUCELLE. What you do, good grey beard? Break a\r\n    lance,\r\n    And run a tilt at death within a chair?\r", "type": "direction"}, {"direction": "  TALBOT. Foul fiend of France and hag of all despite,\r\n    Encompass'd with thy lustful paramours,\r\n    Becomes it thee to taunt his valiant age\r\n    And twit with cowardice a man half dead?\r\n    Damsel, I'll have a bout with you again,\r\n    Or else let Talbot perish with this shame.\r", "type": "direction"}, {"direction": "  PUCELLE. Are ye so hot, sir? Yet, Pucelle, hold thy peace;\r\n    If Talbot do but thunder, rain will follow.\r\n                 [The English party whisper together in council]\r\n    God speed the parliament! Who shall be the Speaker?\r", "type": "direction"}, {"direction": "  TALBOT. Dare ye come forth and meet us in the field?\r", "type": "direction"}, {"direction": "  PUCELLE. Belike your lordship takes us then for fools,\r\n    To try if that our own be ours or no.\r", "type": "direction"}, {"direction": "  TALBOT. I speak not to that railing Hecate,\r\n    But unto thee, Alencon, and the rest.\r\n    Will ye, like soldiers, come and fight it out?\r", "type": "direction"}, {"direction": "  ALENCON. Signior, no.\r", "type": "direction"}, {"direction": "  TALBOT. Signior, hang! Base muleteers of France!\r\n    Like peasant foot-boys do they keep the walls,\r\n    And dare not take up arms like gentlemen.\r", "type": "direction"}, {"direction": "  PUCELLE. Away, captains! Let's get us from the walls;\r\n    For Talbot means no goodness by his looks.\r\n    God b'uy, my lord; we came but to tell you\r\n    That we are here.                      Exeunt from the walls\r", "type": "direction"}, {"direction": "  TALBOT. And there will we be too, ere it be long,\r\n    Or else reproach be Talbot's greatest fame!\r\n    Vow, Burgundy, by honour of thy house,\r\n    Prick'd on by public wrongs sustain'd in France,\r\n    Either to get the town again or die;\r\n    And I, as sure as English Henry lives\r\n    And as his father here was conqueror,\r\n    As sure as in this late betrayed town\r\n    Great Coeur-de-lion's heart was buried\r\n    So sure I swear to get the town or die.\r", "type": "direction"}, {"direction": "  BURGUNDY. My vows are equal partners with thy vows.\r", "type": "direction"}, {"direction": "  TALBOT. But ere we go, regard this dying prince,\r\n    The valiant Duke of Bedford. Come, my lord,\r\n    We will bestow you in some better place,\r\n    Fitter for sickness and for crazy age.\r", "type": "direction"}, {"direction": "  BEDFORD. Lord Talbot, do not so dishonour me;\r\n    Here will I sit before the walls of Rouen,\r\n    And will be partner of your weal or woe.\r", "type": "direction"}, {"direction": "  BURGUNDY. Courageous Bedford, let us now persuade you.\r", "type": "direction"}, {"direction": "  BEDFORD. Not to be gone from hence; for once I read\r\n    That stout Pendragon in his litter sick\r\n    Came to the field, and vanquished his foes.\r\n    Methinks I should revive the soldiers' hearts,\r\n    Because I ever found them as myself.\r", "type": "direction"}, {"direction": "  TALBOT. Undaunted spirit in a dying breast!\r\n    Then be it so. Heavens keep old Bedford safe!\r\n    And now no more ado, brave Burgundy,\r\n    But gather we our forces out of hand\r\n    And set upon our boasting enemy.\r\n          Exeunt against the town all but BEDFORD and attendants\r\n\r\n           An alarum; excursions. Enter SIR JOHN FASTOLFE,\r\n                           and a CAPTAIN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CAPTAIN. Whither away, Sir John Fastolfe, in such haste?\r", "type": "direction"}, {"direction": "  FASTOLFE. Whither away? To save myself by flight:\r\n    We are like to have the overthrow again.\r", "type": "direction"}, {"direction": "  CAPTAIN. What! Will you and leave Lord Talbot?\r", "type": "direction"}, {"direction": "  FASTOLFE. Ay,\r\n    All the Talbots in the world, to save my life.          Exit\r", "type": "direction"}, {"direction": "  CAPTAIN. Cowardly knight! ill fortune follow thee!\r\n                                              Exit into the town\r\n\r\n         Retreat; excursions. LA PUCELLE, ALENCON,\r\n                      and CHARLES fly\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  BEDFORD. Now, quiet soul, depart when heaven please,\r\n    For I have seen our enemies' overthrow.\r\n    What is the trust or strength of foolish man?\r\n    They that of late were daring with their scoffs\r\n    Are glad and fain by flight to save themselves.\r\n            [BEDFORD dies and is carried in by two in his chair]\r\n\r\n          An alarum. Re-enter TALBOT, BURGUNDY, and the rest\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. Lost and recovered in a day again!\r\n    This is a double honour, Burgundy.\r\n    Yet heavens have glory for this victory!\r", "type": "direction"}, {"direction": "  BURGUNDY. Warlike and martial Talbot, Burgundy\r\n    Enshrines thee in his heart, and there erects\r\n    Thy noble deeds as valour's monuments.\r", "type": "direction"}, {"direction": "  TALBOT. Thanks, gentle Duke. But where is Pucelle now?\r\n    I think her old familiar is asleep.\r\n    Now where's the Bastard's braves, and Charles his gleeks?\r\n    What, all amort? Rouen hangs her head for grief\r\n    That such a valiant company are fled.\r\n    Now will we take some order in the town,\r\n    Placing therein some expert officers;\r\n    And then depart to Paris to the King,\r\n    For there young Henry with his nobles lie.\r", "type": "direction"}, {"direction": "  BURGUNDY. What Lord Talbot pleaseth Burgundy.\r", "type": "direction"}, {"direction": "  TALBOT. But yet, before we go, let's not forget\r\n    The noble Duke of Bedford, late deceas'd,\r\n    But see his exequies fulfill'd in Rouen.\r\n    A braver soldier never couched lance,\r\n    A gentler heart did never sway in court;\r\n    But kings and mightiest potentates must die,\r\n    For that's the end of human misery.                   Exeunt\r\n\r\n                             SCENE 3.\r\n\r\n                      The plains near Rouen\r", "type": "direction"}, {"direction": "Enter CHARLES, the BASTARD, ALENCON, LA PUCELLE,\r\n                          and forces\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PUCELLE. Dismay not, Princes, at this accident,\r\n    Nor grieve that Rouen is so recovered.\r\n    Care is no cure, but rather corrosive,\r\n    For things that are not to be remedied.\r\n    Let frantic Talbot triumph for a while\r\n    And like a peacock sweep along his tail;\r\n    We'll pull his plumes and take away his train,\r\n    If Dauphin and the rest will be but rul'd.\r", "type": "direction"}, {"direction": "  CHARLES. We have guided by thee hitherto,\r\n    And of thy cunning had no diffidence;\r\n    One sudden foil shall never breed distrust\r", "type": "direction"}, {"direction": "  BASTARD. Search out thy wit for secret policies,\r\n    And we will make thee famous through the world.\r", "type": "direction"}, {"direction": "    ALENCON. We'll set thy statue in some holy place,\r\n    And have thee reverenc'd like a blessed saint.\r\n    Employ thee, then, sweet virgin, for our good.\r", "type": "direction"}, {"direction": "  PUCELLE. Then thus it must be; this doth Joan devise:\r\n    By fair persuasions, mix'd with sug'red words,\r\n    We will entice the Duke of Burgundy\r\n    To leave the Talbot and to follow us.\r", "type": "direction"}, {"direction": "  CHARLES. Ay, marry, sweeting, if we could do that,\r\n    France were no place for Henry's warriors;\r\n    Nor should that nation boast it so with us,\r\n    But be extirped from our provinces.\r", "type": "direction"}, {"direction": "  ALENCON. For ever should they be expuls'd from France,\r\n    And not have tide of an earldom here.\r", "type": "direction"}, {"direction": "  PUCELLE. Your honours shall perceive how I will work\r\n    To bring this matter to the wished end.\r\n                                          [Drum sounds afar off]\r\n    Hark! by the sound of drum you may perceive\r\n    Their powers are marching unto Paris-ward.\r\n\r\n          Here sound an English march. Enter, and pass over\r\n                at a distance, TALBOT and his forces\r\n\r\n    There goes the Talbot, with his colours spread,\r\n    And all the troops of English after him.\r\n\r\n            French march. Enter the DUKE OF BURGUNDY and\r\n                         his forces\r\n\r\n    Now in the rearward comes the Duke and his.\r\n    Fortune in favour makes him lag behind.\r\n    Summon a parley; we will talk with him.\r\n                                       [Trumpets sound a parley]\r", "type": "direction"}, {"direction": "  CHARLES. A parley with the Duke of Burgundy!\r", "type": "direction"}, {"direction": "  BURGUNDY. Who craves a parley with the Burgundy?\r", "type": "direction"}, {"direction": "  PUCELLE. The princely Charles of France, thy countryman.\r", "type": "direction"}, {"direction": "  BURGUNDY. What say'st thou, Charles? for I am marching\r\n    hence.\r", "type": "direction"}, {"direction": "  CHARLES. Speak, Pucelle, and enchant him with thy words.\r", "type": "direction"}, {"direction": "  PUCELLE. Brave Burgundy, undoubted hope of France!\r\n    Stay, let thy humble handmaid speak to thee.\r", "type": "direction"}, {"direction": "  BURGUNDY. Speak on; but be not over-tedious.\r", "type": "direction"}, {"direction": "  PUCELLE. Look on thy country, look on fertile France,\r\n    And see the cities and the towns defac'd\r\n    By wasting ruin of the cruel foe;\r\n    As looks the mother on her lowly babe\r\n    When death doth close his tender dying eyes,\r\n    See, see the pining malady of France;\r\n    Behold the wounds, the most unnatural wounds,\r\n    Which thou thyself hast given her woeful breast.\r\n    O, turn thy edged sword another way;\r\n    Strike those that hurt, and hurt not those that help!\r\n    One drop of blood drawn from thy country's bosom\r\n    Should grieve thee more than streams of foreign gore.\r\n    Return thee therefore with a flood of tears,\r\n    And wash away thy country's stained spots.\r", "type": "direction"}, {"direction": "  BURGUNDY. Either she hath bewitch'd me with her words,\r\n    Or nature makes me suddenly relent.\r", "type": "direction"}, {"direction": "  PUCELLE. Besides, all French and France exclaims on thee,\r\n    Doubting thy birth and lawful progeny.\r\n    Who join'st thou with but with a lordly nation\r\n    That will not trust thee but for profit's sake?\r\n    When Talbot hath set footing once in France,\r\n    And fashion'd thee that instrument of ill,\r\n    Who then but English Henry will be lord,\r\n    And thou be thrust out like a fugitive?\r\n    Call we to mind-and mark but this for proof:\r\n    Was not the Duke of Orleans thy foe?\r\n    And was he not in England prisoner?\r\n    But when they heard he was thine enemy\r\n    They set him free without his ransom paid,\r\n    In spite of Burgundy and all his friends.\r\n    See then, thou fight'st against thy countrymen,\r\n    And join'st with them will be thy slaughtermen.\r\n    Come, come, return; return, thou wandering lord;\r\n    Charles and the rest will take thee in their arms.\r", "type": "direction"}, {"direction": "  BURGUNDY. I am vanquished; these haughty words of hers\r\n    Have batt'red me like roaring cannon-shot\r\n    And made me almost yield upon my knees.\r\n    Forgive me, country, and sweet countrymen\r\n    And, lords, accept this hearty kind embrace.\r\n    My forces and my power of men are yours;\r\n    So, farewell, Talbot; I'll no longer trust thee.\r", "type": "direction"}, {"direction": "  PUCELLE. Done like a Frenchman-  [Aside]  turn and turn\r\n    again.\r", "type": "direction"}, {"direction": "  CHARLES. Welcome, brave Duke! Thy friendship makes us\r\n    fresh.\r", "type": "direction"}, {"direction": "  BASTARD. And doth beget new courage in our breasts.\r", "type": "direction"}, {"direction": "  ALENCON. Pucelle hath bravely play'd her part in this,\r\n    And doth deserve a coronet of gold.\r", "type": "direction"}, {"direction": "  CHARLES. Now let us on, my lords, and join our powers,\r\n    And seek how we may prejudice the foe.                Exeunt\r\n\r\n                          SCENE 4.\r\n\r\n                     Paris. The palace\r", "type": "direction"}, {"direction": "Enter the KING, GLOUCESTER, WINCHESTER, YORK,\r\n             SUFFOLK, SOMERSET, WARWICK, EXETER,\r\n           VERNON, BASSET, and others. To them, with\r\n                     his soldiers, TALBOT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. My gracious Prince, and honourable peers,\r\n    Hearing of your arrival in this realm,\r\n    I have awhile given truce unto my wars\r\n    To do my duty to my sovereign;\r\n    In sign whereof, this arm that hath reclaim'd\r\n    To your obedience fifty fortresses,\r\n    Twelve cities, and seven walled towns of strength,\r\n    Beside five hundred prisoners of esteem,\r\n    Lets fall his sword before your Highness' feet,\r\n    And with submissive loyalty of heart\r\n    Ascribes the glory of his conquest got\r\n    First to my God and next unto your Grace.           [Kneels]\r", "type": "direction"}, {"direction": "  KING HENRY. Is this the Lord Talbot, uncle Gloucester,\r\n    That hath so long been resident in France?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Yes, if it please your Majesty, my liege.\r", "type": "direction"}, {"direction": "  KING HENRY. Welcome, brave captain and victorious lord!\r\n    When I was young, as yet I am not old,\r\n    I do remember how my father said\r\n    A stouter champion never handled sword.\r\n    Long since we were resolved of your truth,\r\n    Your faithful service, and your toil in war;\r\n    Yet never have you tasted our reward,\r\n    Or been reguerdon'd with so much as thanks,\r\n    Because till now we never saw your face.\r\n    Therefore stand up; and for these good deserts\r\n    We here create you Earl of Shrewsbury;\r\n    And in our coronation take your place.\r\n              Sennet. Flourish. Exeunt all but VERNON and BASSET\r", "type": "direction"}, {"direction": "  VERNON. Now, sir, to you, that were so hot at sea,\r\n    Disgracing of these colours that I wear\r\n    In honour of my noble Lord of York\r\n    Dar'st thou maintain the former words thou spak'st?\r", "type": "direction"}, {"direction": "  BASSET. Yes, sir; as well as you dare patronage\r\n    The envious barking of your saucy tongue\r\n    Against my lord the Duke of Somerset.\r", "type": "direction"}, {"direction": "  VERNON. Sirrah, thy lord I honour as he is.\r", "type": "direction"}, {"direction": "  BASSET. Why, what is he? As good a man as York!\r", "type": "direction"}, {"direction": "  VERNON. Hark ye: not so. In witness, take ye that.\r\n                                                   [Strikes him]\r", "type": "direction"}, {"direction": "  BASSET. Villain, thou knowest the law of arms is such\r\n    That whoso draws a sword 'tis present death,\r\n    Or else this blow should broach thy dearest blood.\r\n    But I'll unto his Majesty and crave\r\n    I may have liberty to venge this wrong;\r\n    When thou shalt see I'll meet thee to thy cost.\r", "type": "direction"}, {"direction": "  VERNON. Well, miscreant, I'll be there as soon as you;\r\n    And, after, meet you sooner than you would.           Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT IV. SCENE 1.\r\n\r\nPark. The palace\r", "type": "direction"}, {"direction": "Enter the KING, GLOUCESTER, WINCHESTER, YORK, SUFFOLK, SOMERSET,\r\nWARWICK,\r\nTALBOT, EXETER, the GOVERNOR OF PARIS, and others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  GLOUCESTER. Lord Bishop, set the crown upon his head.\r", "type": "direction"}, {"direction": "  WINCHESTER. God save King Henry, of that name the Sixth!\r", "type": "direction"}, {"direction": "  GLOUCESTER. Now, Governor of Paris, take your oath\r\n                                               [GOVERNOR kneels]\r\n    That you elect no other king but him,\r\n    Esteem none friends but such as are his friends,\r\n    And none your foes but such as shall pretend\r\n    Malicious practices against his state.\r\n    This shall ye do, so help you righteous God!\r\n                                   Exeunt GOVERNOR and his train\r", "type": "direction"}, {"direction": "Enter SIR JOHN FASTOLFE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  FASTOLFE. My gracious sovereign, as I rode from Calais,\r\n    To haste unto your coronation,\r\n    A letter was deliver'd to my hands,\r\n    Writ to your Grace from th' Duke of Burgundy.\r", "type": "direction"}, {"direction": "  TALBOT. Shame to the Duke of Burgundy and thee!\r\n    I vow'd, base knight, when I did meet thee next\r\n    To tear the Garter from thy craven's leg,  [Plucking it off]\r\n    Which I have done, because unworthily\r\n    Thou wast installed in that high degree.\r\n    Pardon me, princely Henry, and the rest:\r\n    This dastard, at the battle of Patay,\r\n    When but in all I was six thousand strong,\r\n    And that the French were almost ten to one,\r\n    Before we met or that a stroke was given,\r\n    Like to a trusty squire did run away;\r\n    In which assault we lost twelve hundred men;\r\n    Myself and divers gentlemen beside\r\n    Were there surpris'd and taken prisoners.\r\n    Then judge, great lords, if I have done amiss,\r\n    Or whether that such cowards ought to wear\r\n    This ornament of knighthood-yea or no.\r", "type": "direction"}, {"direction": "  GLOUCESTER. To say the truth, this fact was infamous\r\n    And ill beseeming any common man,\r\n    Much more a knight, a captain, and a leader.\r", "type": "direction"}, {"direction": "  TALBOT. When first this order was ordain'd, my lords,\r\n    Knights of the Garter were of noble birth,\r\n    Valiant and virtuous, full of haughty courage,\r\n    Such as were grown to credit by the wars;\r\n    Not fearing death nor shrinking for distress,\r\n    But always resolute in most extremes.\r\n    He then that is not furnish'd in this sort\r\n    Doth but usurp the sacred name of knight,\r\n    Profaning this most honourable order,\r\n    And should, if I were worthy to be judge,\r\n    Be quite degraded, like a hedge-born swain\r\n    That doth presume to boast of gentle blood.\r", "type": "direction"}, {"direction": "  KING HENRY. Stain to thy countrymen, thou hear'st thy\r\n    doom.\r\n    Be packing, therefore, thou that wast a knight;\r\n    Henceforth we banish thee on pain of death.\r\n                                                   Exit FASTOLFE\r\n    And now, my Lord Protector, view the letter\r\n    Sent from our uncle Duke of Burgundy.\r", "type": "direction"}, {"direction": "  GLOUCESTER.  [Viewing the superscription]  What means his\r\n    Grace, that he hath chang'd his style?\r\n    No more but plain and bluntly 'To the King!'\r\n    Hath he forgot he is his sovereign?\r\n    Or doth this churlish superscription\r\n    Pretend some alteration in good-will?\r\n    What's here?  [Reads]  'I have, upon especial cause,\r\n    Mov'd with compassion of my country's wreck,\r\n    Together with the pitiful complaints\r\n    Of such as your oppression feeds upon,\r\n    Forsaken your pernicious faction,\r\n    And join'd with Charles, the rightful King of France.'\r\n    O monstrous treachery! Can this be so\r\n    That in alliance, amity, and oaths,\r\n    There should be found such false dissembling guile?\r", "type": "direction"}, {"direction": "  KING HENRY. What! Doth my uncle Burgundy revolt?\r", "type": "direction"}, {"direction": "  GLOUCESTER. He doth, my lord, and is become your foe.\r", "type": "direction"}, {"direction": "  KING HENRY. Is that the worst this letter doth contain?\r", "type": "direction"}, {"direction": "  GLOUCESTER. It is the worst, and all, my lord, he writes.\r", "type": "direction"}, {"direction": "  KING HENRY. Why then Lord Talbot there shall talk with\r\n    him\r\n    And give him chastisement for this abuse.\r\n    How say you, my lord, are you not content?\r", "type": "direction"}, {"direction": "  TALBOT. Content, my liege! Yes; but that I am prevented,\r\n    I should have begg'd I might have been employ'd.\r", "type": "direction"}, {"direction": "  KING HENRY. Then gather strength and march unto him\r\n    straight;\r\n    Let him perceive how ill we brook his treason.\r\n    And what offence it is to flout his friends.\r", "type": "direction"}, {"direction": "  TALBOT. I go, my lord, in heart desiring still\r\n    You may behold confusion of your foes.                  Exit\r", "type": "direction"}, {"direction": "Enter VERNON and BASSET\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  VERNON. Grant me the combat, gracious sovereign.\r", "type": "direction"}, {"direction": "  BASSET. And me, my lord, grant me the combat too.\r", "type": "direction"}, {"direction": "  YORK. This is my servant: hear him, noble Prince.\r", "type": "direction"}, {"direction": "  SOMERSET. And this is mine: sweet Henry, favour him.\r", "type": "direction"}, {"direction": "  KING HENRY. Be patient, lords, and give them leave to speak.\r\n    Say, gentlemen, what makes you thus exclaim,\r\n    And wherefore crave you combat, or with whom?\r", "type": "direction"}, {"direction": "  VERNON. With him, my lord; for he hath done me wrong.\r", "type": "direction"}, {"direction": "  BASSET. And I with him; for he hath done me wrong.\r", "type": "direction"}, {"direction": "  KING HENRY. What is that wrong whereof you both\r\n    complain? First let me know, and then I'll answer you.\r", "type": "direction"}, {"direction": "  BASSET. Crossing the sea from England into France,\r\n    This fellow here, with envious carping tongue,\r\n    Upbraided me about the rose I wear,\r\n    Saying the sanguine colour of the leaves\r\n    Did represent my master's blushing cheeks\r\n    When stubbornly he did repugn the truth\r\n    About a certain question in the law\r\n    Argu'd betwixt the Duke of York and him;\r\n    With other vile and ignominious terms\r\n    In confutation of which rude reproach\r\n    And in defence of my lord's worthiness,\r\n    I crave the benefit of law of arms.\r", "type": "direction"}, {"direction": "  VERNON. And that is my petition, noble lord;\r\n    For though he seem with forged quaint conceit\r\n    To set a gloss upon his bold intent,\r\n    Yet know, my lord, I was provok'd by him,\r\n    And he first took exceptions at this badge,\r\n    Pronouncing that the paleness of this flower\r\n    Bewray'd the faintness of my master's heart.\r", "type": "direction"}, {"direction": "  YORK. Will not this malice, Somerset, be left?\r", "type": "direction"}, {"direction": "  SOMERSET. Your private grudge, my Lord of York, will out,\r\n    Though ne'er so cunningly you smother it.\r", "type": "direction"}, {"direction": "  KING HENRY. Good Lord, what madness rules in brainsick\r\n    men, When for so slight and frivolous a cause\r\n    Such factious emulations shall arise!\r\n    Good cousins both, of York and Somerset,\r\n    Quiet yourselves, I pray, and be at peace.\r", "type": "direction"}, {"direction": "  YORK. Let this dissension first be tried by fight,\r\n    And then your Highness shall command a peace.\r", "type": "direction"}, {"direction": "  SOMERSET. The quarrel toucheth none but us alone;\r\n    Betwixt ourselves let us decide it then.\r", "type": "direction"}, {"direction": "  YORK. There is my pledge; accept it, Somerset.\r", "type": "direction"}, {"direction": "  VERNON. Nay, let it rest where it began at first.\r", "type": "direction"}, {"direction": "  BASSET. Confirm it so, mine honourable lord.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Confirm it so? Confounded be your strife;\r\n    And perish ye, with your audacious prate!\r\n    Presumptuous vassals, are you not asham'd\r\n    With this immodest clamorous outrage\r\n    To trouble and disturb the King and us?\r\n    And you, my lords- methinks you do not well\r\n    To bear with their perverse objections,\r\n    Much less to take occasion from their mouths\r\n    To raise a mutiny betwixt yourselves.\r\n    Let me persuade you take a better course.\r", "type": "direction"}, {"direction": "  EXETER. It grieves his Highness. Good my lords, be friends.\r", "type": "direction"}, {"direction": "  KING HENRY. Come hither, you that would be combatants:\r\n    Henceforth I charge you, as you love our favour,\r\n    Quite to forget this quarrel and the cause.\r\n    And you, my lords, remember where we are:\r\n    In France, amongst a fickle wavering nation;\r\n    If they perceive dissension in our looks\r\n    And that within ourselves we disagree,\r\n    How will their grudging stomachs be provok'd\r\n    To wilful disobedience, and rebel!\r\n    Beside, what infamy will there arise\r\n    When foreign princes shall be certified\r\n    That for a toy, a thing of no regard,\r\n    King Henry's peers and chief nobility\r\n    Destroy'd themselves and lost the realm of France!\r\n    O, think upon the conquest of my father,\r\n    My tender years; and let us not forgo\r\n    That for a trifle that was bought with blood!\r\n    Let me be umpire in this doubtful strife.\r\n    I see no reason, if I wear this rose,\r\n                                         [Putting on a red rose]\r\n    That any one should therefore be suspicious\r\n    I more incline to Somerset than York:\r\n    Both are my kinsmen, and I love them both.\r\n    As well they may upbraid me with my crown,\r\n    Because, forsooth, the King of Scots is crown'd.\r\n    But your discretions better can persuade\r\n    Than I am able to instruct or teach;\r\n    And, therefore, as we hither came in peace,\r\n    So let us still continue peace and love.\r\n    Cousin of York, we institute your Grace\r\n    To be our Regent in these parts of France.\r\n    And, good my Lord of Somerset, unite\r\n    Your troops of horsemen with his bands of foot;\r\n    And like true subjects, sons of your progenitors,\r\n    Go cheerfully together and digest\r\n    Your angry choler on your enemies.\r\n    Ourself, my Lord Protector, and the rest,\r\n    After some respite will return to Calais;\r\n    From thence to England, where I hope ere long\r\n    To be presented by your victories\r\n    With Charles, Alencon, and that traitorous rout.\r\n                         Flourish. Exeunt all but YORK, WARWICK,\r\n                                                  EXETER, VERNON\r", "type": "direction"}, {"direction": "  WARWICK. My Lord of York, I promise you, the King\r\n    Prettily, methought, did play the orator.\r", "type": "direction"}, {"direction": "  YORK. And so he did; but yet I like it not,\r\n    In that he wears the badge of Somerset.\r", "type": "direction"}, {"direction": "  WARWICK. Tush, that was but his fancy; blame him not;\r\n    I dare presume, sweet prince, he thought no harm.\r", "type": "direction"}, {"direction": "  YORK. An if I wist he did-but let it rest;\r\n    Other affairs must now be managed.\r\n                                           Exeunt all but EXETER\r", "type": "direction"}, {"direction": "  EXETER. Well didst thou, Richard, to suppress thy voice;\r\n    For had the passions of thy heart burst out,\r\n    I fear we should have seen decipher'd there\r\n    More rancorous spite, more furious raging broils,\r\n    Than yet can be imagin'd or suppos'd.\r\n    But howsoe'er, no simple man that sees\r\n    This jarring discord of nobility,\r\n    This shouldering of each other in the court,\r\n    This factious bandying of their favourites,\r\n    But that it doth presage some ill event.\r\n    'Tis much when sceptres are in children's hands;\r\n    But more when envy breeds unkind division:\r\n    There comes the ruin, there begins confusion.           Exit\r\n\r\n                               SCENE 2.\r\n\r\n                        France. Before Bordeaux\r", "type": "direction"}, {"direction": "Enter TALBOT, with trump and drum\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. Go to the gates of Bordeaux, trumpeter;\r\n    Summon their general unto the wall.\r\n\r\n             Trumpet sounds a parley. Enter, aloft, the\r\n                 GENERAL OF THE FRENCH, and others\r\n\r\n    English John Talbot, Captains, calls you forth,\r\n    Servant in arms to Harry King of England;\r\n    And thus he would open your city gates,\r\n    Be humble to us, call my sovereignvours\r\n    And do him homage as obedient subjects,\r\n    And I'll withdraw me and my bloody power;\r\n    But if you frown upon this proffer'd peace,\r\n    You tempt the fury of my three attendants,\r\n    Lean famine, quartering steel, and climbing fire;\r\n    Who in a moment even with the earth\r\n    Shall lay your stately and air braving towers,\r\n    If you forsake the offer of their love.\r", "type": "direction"}, {"direction": "  GENERAL OF THE FRENCH. Thou ominous and fearful owl of\r\n    death,\r\n    Our nation's terror and their bloody scourge!\r\n    The period of thy tyranny approacheth.\r\n    On us thou canst not enter but by death;\r\n    For, I protest, we are well fortified,\r\n    And strong enough to issue out and fight.\r\n    If thou retire, the Dauphin, well appointed,\r\n    Stands with the snares of war to tangle thee.\r\n    On either hand thee there are squadrons pitch'd\r\n    To wall thee from the liberty of flight,\r\n    And no way canst thou turn thee for redress\r\n    But death doth front thee with apparent spoil\r\n    And pale destruction meets thee in the face.\r\n    Ten thousand French have ta'en the sacrament\r\n    To rive their dangerous artillery\r\n    Upon no Christian soul but English Talbot.\r\n    Lo, there thou stand'st, a breathing valiant man,\r\n    Of an invincible unconquer'd spirit!\r\n    This is the latest glory of thy praise\r\n    That I, thy enemy, due thee withal;\r\n    For ere the glass that now begins to run\r\n    Finish the process of his sandy hour,\r\n    These eyes that see thee now well coloured\r\n    Shall see thee withered, bloody, pale, and dead.\r\n                                                 [Drum afar off]\r\n    Hark! hark! The Dauphin's drum, a warning bell,\r\n    Sings heavy music to thy timorous soul;\r\n    And mine shall ring thy dire departure out.             Exit\r", "type": "direction"}, {"direction": "  TALBOT. He fables not; I hear the enemy.\r\n    Out, some light horsemen, and peruse their wings.\r\n    O, negligent and heedless discipline!\r\n    How are we park'd and bounded in a pale\r\n    A little herd of England's timorous deer,\r\n    Maz'd with a yelping kennel of French curs!\r\n    If we be English deer, be then in blood;\r\n    Not rascal-like to fall down with a pinch,\r\n    But rather, moody-mad and desperate stags,\r\n    Turn on the bloody hounds with heads of steel\r\n    And make the cowards stand aloof at bay.\r\n    Sell every man his life as dear as mine,\r\n    And they shall find dear deer of us, my friends.\r\n    God and Saint George, Talbot and England's right,\r\n    Prosper our colours in this dangerous fight!          Exeunt\r\n\r\n                          SCENE 3.\r\n\r\n                      Plains in Gascony\r", "type": "direction"}, {"direction": "Enter YORK, with trumpet and many soldiers. A\r\n                   MESSENGER meets him\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  YORK. Are not the speedy scouts return'd again\r\n    That dogg'd the mighty army of the Dauphin?\r", "type": "direction"}, {"direction": "  MESSENGER. They are return'd, my lord, and give it out\r\n    That he is march'd to Bordeaux with his power\r\n    To fight with Talbot; as he march'd along,\r\n    By your espials were discovered\r\n    Two mightier troops than that the Dauphin led,\r\n    Which join'd with him and made their march for\r\n    Bordeaux.\r", "type": "direction"}, {"direction": "  YORK. A plague upon that villain Somerset\r\n    That thus delays my promised supply\r\n    Of horsemen that were levied for this siege!\r\n    Renowned Talbot doth expect my aid,\r\n    And I am louted by a traitor villain\r\n    And cannot help the noble chevalier.\r\n    God comfort him in this necessity!\r\n    If he miscarry, farewell wars in France.\r", "type": "direction"}, {"direction": "Enter SIR WILLIAM LUCY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  LUCY. Thou princely leader of our English strength,\r\n    Never so needful on the earth of France,\r\n    Spur to the rescue of the noble Talbot,\r\n    Who now is girdled with a waist of iron\r\n    And hemm'd about with grim destruction.\r\n    To Bordeaux, warlike Duke! to Bordeaux, York!\r\n    Else, farewell Talbot, France, and England's honour.\r", "type": "direction"}, {"direction": "  YORK. O God, that Somerset, who in proud heart\r\n    Doth stop my cornets, were in Talbot's place!\r\n    So should we save a valiant gentleman\r\n    By forfeiting a traitor and a coward.\r\n    Mad ire and wrathful fury makes me weep\r\n    That thus we die while remiss traitors sleep.\r", "type": "direction"}, {"direction": "  LUCY. O, send some succour to the distress'd lord!\r", "type": "direction"}, {"direction": "  YORK. He dies; we lose; I break my warlike word.\r\n    We mourn: France smiles. We lose: they daily get-\r\n    All long of this vile traitor Somerset.\r", "type": "direction"}, {"direction": "  LUCY. Then God take mercy on brave Talbot's soul,\r\n    And on his son, young John, who two hours since\r\n    I met in travel toward his warlike father.\r\n    This seven years did not Talbot see his son;\r\n    And now they meet where both their lives are done.\r", "type": "direction"}, {"direction": "  YORK. Alas, what joy shall noble Talbot have\r\n    To bid his young son welcome to his grave?\r\n    Away! vexation almost stops my breath,\r\n    That sund'red friends greet in the hour of death.\r\n    Lucy, farewell; no more my fortune can\r\n    But curse the cause I cannot aid the man.\r\n    Maine, Blois, Poictiers, and Tours, are won away\r\n    Long all of Somerset and his delay.         Exit with forces\r", "type": "direction"}, {"direction": "  LUCY. Thus, while the vulture of sedition\r\n    Feeds in the bosom of such great commanders,\r\n    Sleeping neglection doth betray to loss\r\n    The conquest of our scarce cold conqueror,\r\n    That ever-living man of memory,\r\n    Henry the Fifth. Whiles they each other cross,\r\n    Lives, honours, lands, and all, hurry to loss.          Exit\r\n\r\n                             SCENE 4.\r\n\r\n                     Other plains of Gascony\r", "type": "direction"}, {"direction": "Enter SOMERSET, With his forces; an OFFICER of\r\n                     TALBOT'S with him\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SOMERSET. It is too late; I cannot send them now.\r\n    This expedition was by York and Talbot\r\n    Too rashly plotted; all our general force\r\n    Might with a sally of the very town\r\n    Be buckled with. The over daring Talbot\r\n    Hath sullied all his gloss of former honour\r\n    By this unheedful, desperate, wild adventure.\r\n    York set him on to fight and die in shame.\r\n    That, Talbot dead, great York might bear the name.\r", "type": "direction"}, {"direction": "  OFFICER. Here is Sir William Lucy, who with me\r\n    Set from our o'er-match'd forces forth for aid.\r", "type": "direction"}, {"direction": "Enter SIR WILLIAM LUCY\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SOMERSET. How now, Sir William! Whither were you sent?\r", "type": "direction"}, {"direction": "  LUCY. Whither, my lord! From bought and sold Lord\r\n    Talbot,\r\n    Who, ring'd about with bold adversity,\r\n    Cries out for noble York and Somerset\r\n    To beat assailing death from his weak legions;\r\n    And whiles the honourable captain there\r\n    Drops bloody sweat from his war-wearied limbs\r\n    And, in advantage ling'ring, looks for rescue,\r\n    You, his false hopes, the trust of England's honour,\r\n    Keep off aloof with worthless emulation.\r\n    Let not your private discord keep away\r\n    The levied succours that should lend him aid,\r\n    While he, renowned noble gentleman,\r\n    Yield up his life unto a world of odds.\r\n    Orleans the Bastard, Charles, Burgundy,\r\n    Alencon, Reignier, compass him about,\r\n    And Talbot perisheth by your default.\r", "type": "direction"}, {"direction": "  SOMERSET. York set him on; York should have sent him aid.\r", "type": "direction"}, {"direction": "  LUCY. And York as fast upon your Grace exclaims,\r\n    Swearing that you withhold his levied host,\r\n    Collected for this expedition.\r", "type": "direction"}, {"direction": "  SOMERSET. York lies; he might have sent and had the horse.\r\n    I owe him little duty and less love,\r\n    And take foul scorn to fawn on him by sending.\r", "type": "direction"}, {"direction": "  LUCY. The fraud of England, not the force of France,\r\n    Hath now entrapp'd the noble minded Talbot.\r\n    Never to England shall he bear his life,\r\n    But dies betray'd to fortune by your strife.\r", "type": "direction"}, {"direction": "  SOMERSET. Come, go; I will dispatch the horsemen straight;\r\n    Within six hours they will be at his aid.\r", "type": "direction"}, {"direction": "  LUCY. Too late comes rescue; he is ta'en or slain,\r\n    For fly he could not if he would have fled;\r\n    And fly would Talbot never, though he might.\r", "type": "direction"}, {"direction": "  SOMERSET. If he be dead, brave Talbot, then, adieu!\r", "type": "direction"}, {"direction": "  LUCY. His fame lives in the world, his shame in you.       Exeunt\r\n\r\n                               SCENE 5.\r\n\r\n                   The English camp near Bordeaux\r", "type": "direction"}, {"direction": "Enter TALBOT and JOHN his son\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. O young John Talbot! I did send for thee\r\n    To tutor thee in stratagems of war,\r\n    That Talbot's name might be in thee reviv'd\r\n    When sapless age and weak unable limbs\r\n    Should bring thy father to his drooping chair.\r\n    But, O malignant and ill-boding stars!\r\n    Now thou art come unto a feast of death,\r\n    A terrible and unavoided danger;\r\n    Therefore, dear boy, mount on my swiftest horse,\r\n    And I'll direct thee how thou shalt escape\r\n    By sudden flight. Come, dally not, be gone.\r", "type": "direction"}, {"direction": "  JOHN. Is my name Talbot, and am I your son?\r\n    And shall I fly? O, if you love my mother,\r\n    Dishonour not her honourable name,\r\n    To make a bastard and a slave of me!\r\n    The world will say he is not Talbot's blood\r\n    That basely fled when noble Talbot stood.\r", "type": "direction"}, {"direction": "  TALBOT. Fly to revenge my death, if I be slain.\r", "type": "direction"}, {"direction": "  JOHN. He that flies so will ne'er return again.\r", "type": "direction"}, {"direction": "  TALBOT. If we both stay, we both are sure to die.\r", "type": "direction"}, {"direction": "  JOHN. Then let me stay; and, father, do you fly.\r\n    Your loss is great, so your regard should be;\r\n    My worth unknown, no loss is known in me;\r\n    Upon my death the French can little boast;\r\n    In yours they will, in you all hopes are lost.\r\n    Flight cannot stain the honour you have won;\r\n    But mine it will, that no exploit have done;\r\n    You fled for vantage, every one will swear;\r\n    But if I bow, they'll say it was for fear.\r\n    There is no hope that ever I will stay\r\n    If the first hour I shrink and run away.\r\n    Here, on my knee, I beg mortality,\r\n    Rather than life preserv'd with infamy.\r", "type": "direction"}, {"direction": "  TALBOT. Shall all thy mother's hopes lie in one tomb?\r", "type": "direction"}, {"direction": "  JOHN. Ay, rather than I'll shame my mother's womb.\r", "type": "direction"}, {"direction": "  TALBOT. Upon my blessing I command thee go.\r", "type": "direction"}, {"direction": "  JOHN. To fight I will, but not to fly the foe.\r", "type": "direction"}, {"direction": "  TALBOT. Part of thy father may be sav'd in thee.\r", "type": "direction"}, {"direction": "  JOHN. No part of him but will be shame in me.\r", "type": "direction"}, {"direction": "  TALBOT. Thou never hadst renown, nor canst not lose it.\r", "type": "direction"}, {"direction": "  JOHN. Yes, your renowned name; shall flight abuse it?\r", "type": "direction"}, {"direction": "  TALBOT. Thy father's charge shall clear thee from that stain.\r", "type": "direction"}, {"direction": "  JOHN. You cannot witness for me, being slain.\r\n    If death be so apparent, then both fly.\r", "type": "direction"}, {"direction": "  TALBOT. And leave my followers here to fight and die?\r\n    My age was never tainted with such shame.\r", "type": "direction"}, {"direction": "  JOHN. And shall my youth be guilty of such blame?\r\n    No more can I be severed from your side\r\n    Than can yourself yourself yourself in twain divide.\r\n    Stay, go, do what you will, the like do I;\r\n    For live I will not if my father die.\r", "type": "direction"}, {"direction": "  TALBOT. Then here I take my leave of thee, fair son,\r\n    Born to eclipse thy life this afternoon.\r\n    Come, side by side together live and die;\r\n    And soul with soul from France to heaven fly.         Exeunt\r\n\r\n                             SCENE 6.\r\n\r\n                         A field of battle\r\n\r\n         Alarum: excursions wherein JOHN TALBOT is hemm'd\r\n                  about, and TALBOT rescues him\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. Saint George and victory! Fight, soldiers, fight.\r\n    The Regent hath with Talbot broke his word\r\n    And left us to the rage of France his sword.\r\n    Where is John Talbot? Pause and take thy breath;\r\n    I gave thee life and rescu'd thee from death.\r", "type": "direction"}, {"direction": "  JOHN. O, twice my father, twice am I thy son!\r\n    The life thou gav'st me first was lost and done\r\n    Till with thy warlike sword, despite of fate,\r\n    To my determin'd time thou gav'st new date.\r", "type": "direction"}, {"direction": "  TALBOT. When from the Dauphin's crest thy sword struck\r\n    fire,\r\n    It warm'd thy father's heart with proud desire\r\n    Of bold-fac'd victory. Then leaden age,\r\n    Quicken'd with youthful spleen and warlike rage,\r\n    Beat down Alencon, Orleans, Burgundy,\r\n    And from the pride of Gallia rescued thee.\r\n    The ireful bastard Orleans, that drew blood\r\n    From thee, my boy, and had the maidenhood\r\n    Of thy first fight, I soon encountered\r\n    And, interchanging blows, I quickly shed\r\n    Some of his bastard blood; and in disgrace\r\n    Bespoke him thus: 'Contaminated, base,\r\n    And misbegotten blood I spill of thine,\r\n    Mean and right poor, for that pure blood of mine\r\n    Which thou didst force from Talbot, my brave boy.'\r\n    Here purposing the Bastard to destroy,\r\n    Came in strong rescue. Speak, thy father's care;\r\n    Art thou not weary, John? How dost thou fare?\r\n    Wilt thou yet leave the battle, boy, and fly,\r\n    Now thou art seal'd the son of chivalry?\r\n    Fly, to revenge my death when I am dead:\r\n    The help of one stands me in little stead.\r\n    O, too much folly is it, well I wot,\r\n    To hazard all our lives in one small boat!\r\n    If I to-day die not with Frenchmen's rage,\r\n    To-morrow I shall die with mickle age.\r\n    By me they nothing gain an if I stay:\r\n    'Tis but the short'ning of my life one day.\r\n    In thee thy mother dies, our household's name,\r\n    My death's revenge, thy youth, and England's fame.\r\n    All these and more we hazard by thy stay;\r\n    All these are sav'd if thou wilt fly away.\r", "type": "direction"}, {"direction": "  JOHN. The sword of Orleans hath not made me smart;\r\n    These words of yours draw life-blood from my heart.\r\n    On that advantage, bought with such a shame,\r\n    To save a paltry life and slay bright fame,\r\n    Before young Talbot from old Talbot fly,\r\n    The coward horse that bears me fall and die!\r\n    And like me to the peasant boys of France,\r\n    To be shame's scorn and subject of mischance!\r\n    Surely, by all the glory you have won,\r\n    An if I fly, I am not Talbot's son;\r\n    Then talk no more of flight, it is no boot;\r\n    If son to Talbot, die at Talbot's foot.\r", "type": "direction"}, {"direction": "  TALBOT. Then follow thou thy desp'rate sire of Crete,\r\n    Thou Icarus; thy life to me is sweet.\r\n    If thou wilt fight, fight by thy father's side;\r\n    And, commendable prov'd, let's die in pride.          Exeunt\r\n\r\n                               SCENE 7.\r\n\r\n                      Another part of the field\r\n\r\n       Alarum; excursions. Enter old TALBOT led by a SERVANT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  TALBOT. Where is my other life? Mine own is gone.\r\n    O, where's young Talbot? Where is valiant John?\r\n    Triumphant death, smear'd with captivity,\r\n    Young Talbot's valour makes me smile at thee.\r\n    When he perceiv'd me shrink and on my knee,\r\n    His bloody sword he brandish'd over me,\r\n    And like a hungry lion did commence\r\n    Rough deeds of rage and stern impatience;\r\n    But when my angry guardant stood alone,\r\n    Tend'ring my ruin and assail'd of none,\r\n    Dizzy-ey'd fury and great rage of heart\r\n    Suddenly made him from my side to start\r\n    Into the clust'ring battle of the French;\r\n    And in that sea of blood my boy did drench\r\n    His overmounting spirit; and there died,\r\n    My Icarus, my blossom, in his pride.\r", "type": "direction"}, {"direction": "Enter soldiers, bearing the body of JOHN TALBOT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SERVANT. O my dear lord, lo where your son is borne!\r", "type": "direction"}, {"direction": "  TALBOT. Thou antic Death, which laugh'st us here to scorn,\r\n    Anon, from thy insulting tyranny,\r\n    Coupled in bonds of perpetuity,\r\n    Two Talbots, winged through the lither sky,\r\n    In thy despite shall scape mortality.\r\n    O thou whose wounds become hard-favoured Death,\r\n    Speak to thy father ere thou yield thy breath!\r\n    Brave Death by speaking, whether he will or no;\r\n    Imagine him a Frenchman and thy foe.\r\n    Poor boy! he smiles, methinks, as who should say,\r\n    Had Death been French, then Death had died to-day.\r\n    Come, come, and lay him in his father's arms.\r\n    My spirit can no longer bear these harms.\r\n    Soldiers, adieu! I have what I would have,\r\n    Now my old arms are young John Talbot's grave.        [Dies]\r", "type": "direction"}, {"direction": "Enter CHARLES, ALENCON, BURGUNDY, BASTARD,\r\n                     LA PUCELLE, and forces\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHARLES. Had York and Somerset brought rescue in,\r\n    We should have found a bloody day of this.\r", "type": "direction"}, {"direction": "  BASTARD. How the young whelp of Talbot's, raging wood,\r\n    Did flesh his puny sword in Frenchmen's blood!\r", "type": "direction"}, {"direction": "  PUCELLE. Once I encount'red him, and thus I said:\r\n    'Thou maiden youth, be vanquish'd by a maid.'\r\n    But with a proud majestical high scorn\r\n    He answer'd thus: 'Young Talbot was not born\r\n    To be the pillage of a giglot wench.'\r\n    So, rushing in the bowels of the French,\r\n    He left me proudly, as unworthy fight.\r", "type": "direction"}, {"direction": "  BURGUNDY. Doubtless he would have made a noble knight.\r\n    See where he lies inhearsed in the arms\r\n    Of the most bloody nurser of his harms!\r", "type": "direction"}, {"direction": "  BASTARD. Hew them to pieces, hack their bones asunder,\r\n    Whose life was England's glory, Gallia's wonder.\r", "type": "direction"}, {"direction": "  CHARLES. O, no; forbear! For that which we have fled\r\n    During the life, let us not wrong it dead.\r", "type": "direction"}, {"direction": "Enter SIR WILLIAM Lucy, attended; a FRENCH\r\n                         HERALD preceding\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  LUCY. Herald, conduct me to the Dauphin's tent,\r\n    To know who hath obtain'd the glory of the day.\r", "type": "direction"}, {"direction": "  CHARLES. On what submissive message art thou sent?\r", "type": "direction"}, {"direction": "  LUCY. Submission, Dauphin! 'Tis a mere French word:\r\n    We English warriors wot not what it means.\r\n    I come to know what prisoners thou hast ta'en,\r\n    And to survey the bodies of the dead.\r", "type": "direction"}, {"direction": "  CHARLES. For prisoners ask'st thou? Hell our prison is.\r\n    But tell me whom thou seek'st.\r", "type": "direction"}, {"direction": "  LUCY. But where's the great Alcides of the field,\r\n    Valiant Lord Talbot, Earl of Shrewsbury,\r\n    Created for his rare success in arms\r\n    Great Earl of Washford, Waterford, and Valence,\r\n    Lord Talbot of Goodrig and Urchinfield,\r\n    Lord Strange of Blackmere, Lord Verdun of Alton,\r\n    Lord Cromwell of Wingfield, Lord Furnival of Sheffield,\r\n    The thrice victorious Lord of Falconbridge,\r\n    Knight of the noble order of Saint George,\r\n    Worthy Saint Michael, and the Golden Fleece,\r\n    Great Marshal to Henry the Sixth\r\n    Of all his wars within the realm of France?\r", "type": "direction"}, {"direction": "  PUCELLE. Here's a silly-stately style indeed!\r\n    The Turk, that two and fifty kingdoms hath,\r\n    Writes not so tedious a style as this.\r\n    Him that thou magnifi'st with all these tides,\r\n    Stinking and fly-blown lies here at our feet.\r", "type": "direction"}, {"direction": "  LUCY. Is Talbot slain-the Frenchmen's only scourge,\r\n    Your kingdom's terror and black Nemesis?\r\n    O, were mine eye-bans into bullets turn'd,\r\n    That I in rage might shoot them at your faces!\r\n    O that I could but can these dead to life!\r\n    It were enough to fright the realm of France.\r\n    Were but his picture left amongst you here,\r\n    It would amaze the proudest of you all.\r\n    Give me their bodies, that I may bear them hence\r\n    And give them burial as beseems their worth.\r", "type": "direction"}, {"direction": "  PUCELLE. I think this upstart is old Talbot's ghost,\r\n    He speaks with such a proud commanding spirit.\r\n    For God's sake, let him have them; to keep them here,\r\n    They would but stink, and putrefy the air.\r", "type": "direction"}, {"direction": "  CHARLES. Go, take their bodies hence.\r", "type": "direction"}, {"direction": "  LUCY. I'll bear them hence; but from their ashes shall be\r\n    rear'd\r\n    A phoenix that shall make all France afeard.\r", "type": "direction"}, {"direction": "  CHARLES. So we be rid of them, do with them what thou\r\n    wilt.\r\n    And now to Paris in this conquering vein!\r\n    All will be ours, now bloody Talbot's slain.          Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 1.\r\n\r\nLondon. The palace\r\n\r\nSennet. Enter the KING, GLOUCESTER, and EXETER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING HENRY. Have you perus'd the letters from the Pope,\r\n    The Emperor, and the Earl of Armagnac?\r", "type": "direction"}, {"direction": "  GLOUCESTER. I have, my lord; and their intent is this:\r\n    They humbly sue unto your Excellence\r\n    To have a godly peace concluded of\r\n    Between the realms of England and of France.\r", "type": "direction"}, {"direction": "  KING HENRY. How doth your Grace affect their motion?\r", "type": "direction"}, {"direction": "  GLOUCESTER. Well, my good lord, and as the only means\r\n    To stop effusion of our Christian blood\r\n    And stablish quietness on every side.\r", "type": "direction"}, {"direction": "  KING HENRY. Ay, marry, uncle; for I always thought\r\n    It was both impious and unnatural\r\n    That such immanity and bloody strife\r\n    Should reign among professors of one faith.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Beside, my lord, the sooner to effect\r\n    And surer bind this knot of amity,\r\n    The Earl of Armagnac, near knit to Charles,\r\n    A man of great authority in France,\r\n    Proffers his only daughter to your Grace\r\n    In marriage, with a large and sumptuous dowry.\r", "type": "direction"}, {"direction": "  KING HENRY. Marriage, uncle! Alas, my years are young\r\n    And fitter is my study and my books\r\n    Than wanton dalliance with a paramour.\r\n    Yet call th' ambassadors, and, as you please,\r\n    So let them have their answers every one.\r\n    I shall be well content with any choice\r\n    Tends to God's glory and my country's weal.\r", "type": "direction"}, {"direction": "Enter in Cardinal's habit\r\n        BEAUFORT, the PAPAL LEGATE, and two AMBASSADORS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  EXETER. What! Is my Lord of Winchester install'd\r\n    And call'd unto a cardinal's degree?\r\n    Then I perceive that will be verified\r\n    Henry the Fifth did sometime prophesy:\r\n    'If once he come to be a cardinal,\r\n    He'll make his cap co-equal with the crown.'\r", "type": "direction"}, {"direction": "  KING HENRY. My Lords Ambassadors, your several suits\r\n    Have been consider'd and debated on.\r\n    Your purpose is both good and reasonable,\r\n    And therefore are we certainly resolv'd\r\n    To draw conditions of a friendly peace,\r\n    Which by my Lord of Winchester we mean\r\n    Shall be transported presently to France.\r", "type": "direction"}, {"direction": "  GLOUCESTER. And for the proffer of my lord your master,\r\n    I have inform'd his Highness so at large,\r\n    As, liking of the lady's virtuous gifts,\r\n    Her beauty, and the value of her dower,\r\n    He doth intend she shall be England's Queen.\r", "type": "direction"}, {"direction": "  KING HENRY.  [To AMBASSADOR]  In argument and proof of\r\n    which contract,\r\n    Bear her this jewel, pledge of my affection.\r\n    And so, my Lord Protector, see them guarded\r\n    And safely brought to Dover; where inshipp'd,\r\n    Commit them to the fortune of the sea.\r\n\r\n                        Exeunt all but WINCHESTER and the LEGATE\r", "type": "direction"}, {"direction": "  WINCHESTER. Stay, my Lord Legate; you shall first receive\r\n    The sum of money which I promised\r\n    Should be delivered to his Holiness\r\n    For clothing me in these grave ornaments.\r", "type": "direction"}, {"direction": "  LEGATE. I will attend upon your lordship's leisure.\r", "type": "direction"}, {"direction": "  WINCHESTER.  [Aside]  Now Winchester will not submit, I\r\n    trow,\r\n    Or be inferior to the proudest peer.\r\n    Humphrey of Gloucester, thou shalt well perceive\r\n    That neither in birth or for authority\r\n    The Bishop will be overborne by thee.\r\n    I'll either make thee stoop and bend thy knee,\r\n    Or sack this country with a mutiny.                   Exeunt\r\n\r\n                              SCENE 2.\r\n\r\n                       France. Plains in Anjou\r", "type": "direction"}, {"direction": "Enter CHARLES, BURGUNDY, ALENCON, BASTARD,\r\n                   REIGNIER, LA PUCELLE, and forces\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHARLES. These news, my lords, may cheer our drooping\r\n    spirits:\r\n    'Tis said the stout Parisians do revolt\r\n    And turn again unto the warlike French.\r", "type": "direction"}, {"direction": "  ALENCON. Then march to Paris, royal Charles of France,\r\n    And keep not back your powers in dalliance.\r", "type": "direction"}, {"direction": "  PUCELLE. Peace be amongst them, if they turn to us;\r\n    Else ruin combat with their palaces!\r", "type": "direction"}, {"direction": "Enter a SCOUT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SCOUT. Success unto our valiant general,\r\n    And happiness to his accomplices!\r", "type": "direction"}, {"direction": "  CHARLES. What tidings send our scouts? I prithee speak.\r", "type": "direction"}, {"direction": "  SCOUT. The English army, that divided was\r\n    Into two parties, is now conjoin'd in one,\r\n    And means to give you battle presently.\r", "type": "direction"}, {"direction": "  CHARLES. Somewhat too sudden, sirs, the warning is;\r\n    But we will presently provide for them.\r", "type": "direction"}, {"direction": "  BURGUNDY. I trust the ghost of Talbot is not there.\r\n    Now he is gone, my lord, you need not fear.\r", "type": "direction"}, {"direction": "  PUCELLE. Of all base passions fear is most accurs'd.\r\n    Command the conquest, Charles, it shall be thine,\r\n    Let Henry fret and all the world repine.\r", "type": "direction"}, {"direction": "  CHARLES. Then on, my lords; and France be fortunate!\r\n                                                          Exeunt\r\n\r\n                            SCENE 3.\r\n\r\n                         Before Angiers\r\n\r\n              Alarum, excursions. Enter LA PUCELLE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  PUCELLE. The Regent conquers and the Frenchmen fly.\r\n    Now help, ye charming spells and periapts;\r\n    And ye choice spirits that admonish me\r\n    And give me signs of future accidents;             [Thunder]\r\n    You speedy helpers that are substitutes\r\n    Under the lordly monarch of the north,\r\n    Appear and aid me in this enterprise!\r", "type": "direction"}, {"direction": "Enter FIENDS\r\n\r\n    This speedy and quick appearance argues proof\r\n    Of your accustom'd diligence to me.\r\n    Now, ye familiar spirits that are cull'd\r\n    Out of the powerful regions under earth,\r\n    Help me this once, that France may get the field.\r\n                                       [They walk and speak not]\r\n    O, hold me not with silence over-long!\r\n    Where I was wont to feed you with my blood,\r\n    I'll lop a member off and give it you\r\n    In earnest of a further benefit,\r\n    So you do condescend to help me now.\r\n                                         [They hang their heads]\r\n    No hope to have redress? My body shall\r\n    Pay recompense, if you will grant my suit.\r\n                                        [They shake their heads]\r\n    Cannot my body nor blood sacrifice\r\n    Entreat you to your wonted furtherance?\r\n    Then take my soul-my body, soul, and all,\r\n    Before that England give the French the foil.\r\n                                                   [They depart]\r\n    See! they forsake me. Now the time is come\r\n    That France must vail her lofty-plumed crest\r\n    And let her head fall into England's lap.\r\n    My ancient incantations are too weak,\r\n    And hell too strong for me to buckle with.\r\n    Now, France, thy glory droopeth to the dust.            Exit\r\n\r\n          Excursions. Enter French and English, fighting.\r\n         LA PUCELLE and YORK fight hand to hand; LA PUCELLE\r\n                    is taken. The French fly\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  YORK. Damsel of France, I think I have you fast.\r\n    Unchain your spirits now with spelling charms,\r\n    And try if they can gain your liberty.\r\n    A goodly prize, fit for the devil's grace!\r\n    See how the ugly witch doth bend her brows\r\n    As if, with Circe, she would change my shape!\r", "type": "direction"}, {"direction": "  PUCELLE. Chang'd to a worser shape thou canst not be.\r", "type": "direction"}, {"direction": "  YORK. O, Charles the Dauphin is a proper man:\r\n    No shape but his can please your dainty eye.\r", "type": "direction"}, {"direction": "  PUCELLE. A plaguing mischief fight on Charles and thee!\r\n    And may ye both be suddenly surpris'd\r\n    By bloody hands, in sleeping on your beds!\r", "type": "direction"}, {"direction": "  YORK. Fell banning hag; enchantress, hold thy tongue.\r", "type": "direction"}, {"direction": "  PUCELLE. I prithee give me leave to curse awhile.\r", "type": "direction"}, {"direction": "  YORK. Curse, miscreant, when thou comest to the stake.\r\n                                                          Exeunt\r\n\r\n          Alarum. Enter SUFFOLK, with MARGARET in his hand\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SUFFOLK. Be what thou wilt, thou art my prisoner.\r\n                                                  [Gazes on her]\r\n    O fairest beauty, do not fear nor fly!\r\n    For I will touch thee but with reverent hands;\r\n    I kiss these fingers for eternal peace,\r\n    And lay them gently on thy tender side.\r\n    Who art thou? Say, that I may honour thee.\r", "type": "direction"}, {"direction": "  MARGARET. Margaret my name, and daughter to a king,\r\n    The King of Naples-whosoe'er thou art.\r", "type": "direction"}, {"direction": "  SUFFOLK. An earl I am, and Suffolk am I call'd.\r\n    Be not offended, nature's miracle,\r\n    Thou art allotted to be ta'en by me.\r\n    So doth the swan her downy cygnets save,\r\n    Keeping them prisoner underneath her wings.\r\n    Yet, if this servile usage once offend,\r\n    Go and be free again as Suffolk's friend.     [She is going]\r\n    O, stay!  [Aside]  I have no power to let her pass;\r\n    My hand would free her, but my heart says no.\r\n    As plays the sun upon the glassy streams,\r\n    Twinkling another counterfeited beam,\r\n    So seems this gorgeous beauty to mine eyes.\r\n    Fain would I woo her, yet I dare not speak.\r\n    I'll call for pen and ink, and write my mind.\r\n    Fie, de la Pole! disable not thyself;\r\n    Hast not a tongue? Is she not here thy prisoner?\r\n    Wilt thou be daunted at a woman's sight?\r\n    Ay, beauty's princely majesty is such\r\n    Confounds the tongue and makes the senses rough.\r", "type": "direction"}, {"direction": "  MARGARET. Say, Earl of Suffolk, if thy name be so,\r\n    What ransom must I pay before I pass?\r\n    For I perceive I am thy prisoner.\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  How canst thou tell she will deny thy\r\n    suit,\r\n    Before thou make a trial of her love?\r", "type": "direction"}, {"direction": "  MARGARET. Why speak'st thou not? What ransom must I\r\n    pay?\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  She's beautiful, and therefore to be woo'd;\r\n    She is a woman, therefore to be won.\r", "type": "direction"}, {"direction": "  MARGARET. Wilt thou accept of ransom-yea or no?\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  Fond man, remember that thou hast a\r\n    wife;\r\n    Then how can Margaret be thy paramour?\r", "type": "direction"}, {"direction": "  MARGARET. I were best leave him, for he will not hear.\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  There all is marr'd; there lies a cooling\r\n    card.\r", "type": "direction"}, {"direction": "  MARGARET. He talks at random; sure, the man is mad.\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  And yet a dispensation may be had.\r", "type": "direction"}, {"direction": "  MARGARET. And yet I would that you would answer me.\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  I'll win this Lady Margaret. For whom?\r\n    Why, for my King! Tush, that's a wooden thing!\r", "type": "direction"}, {"direction": "  MARGARET. He talks of wood. It is some carpenter.\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  Yet so my fancy may be satisfied,\r\n    And peace established between these realms.\r\n    But there remains a scruple in that too;\r\n    For though her father be the King of Naples,\r\n    Duke of Anjou and Maine, yet is he poor,\r\n    And our nobility will scorn the match.\r", "type": "direction"}, {"direction": "  MARGARET. Hear ye, Captain-are you not at leisure?\r", "type": "direction"}, {"direction": "  SUFFOLK.  [Aside]  It shall be so, disdain they ne'er so much.\r\n    Henry is youthful, and will quickly yield.\r\n    Madam, I have a secret to reveal.\r", "type": "direction"}, {"direction": "  MARGARET.  [Aside]  What though I be enthrall'd? He seems\r\n    a knight,\r\n    And will not any way dishonour me.\r", "type": "direction"}, {"direction": "  SUFFOLK. Lady, vouchsafe to listen what I say.\r", "type": "direction"}, {"direction": "  MARGARET.  [Aside]  Perhaps I shall be rescu'd by the French;\r\n    And then I need not crave his courtesy.\r", "type": "direction"}, {"direction": "  SUFFOLK. Sweet madam, give me hearing in a cause\r", "type": "direction"}, {"direction": "  MARGARET.  [Aside]  Tush! women have been captivate ere\r\n    now.\r", "type": "direction"}, {"direction": "  SUFFOLK. Lady, wherefore talk you so?\r", "type": "direction"}, {"direction": "  MARGARET. I cry you mercy, 'tis but quid for quo.\r", "type": "direction"}, {"direction": "  SUFFOLK. Say, gentle Princess, would you not suppose\r\n    Your bondage happy, to be made a queen?\r", "type": "direction"}, {"direction": "  MARGARET. To be a queen in bondage is more vile\r\n    Than is a slave in base servility;\r\n    For princes should be free.\r", "type": "direction"}, {"direction": "  SUFFOLK. And so shall you,\r\n    If happy England's royal king be free.\r", "type": "direction"}, {"direction": "  MARGARET. Why, what concerns his freedom unto me?\r", "type": "direction"}, {"direction": "  SUFFOLK. I'll undertake to make thee Henry's queen,\r\n    To put a golden sceptre in thy hand\r\n    And set a precious crown upon thy head,\r\n    If thou wilt condescend to be my-\r", "type": "direction"}, {"direction": "  MARGARET. What?\r", "type": "direction"}, {"direction": "  SUFFOLK. His love.\r", "type": "direction"}, {"direction": "  MARGARET. I am unworthy to be Henry's wife.\r", "type": "direction"}, {"direction": "  SUFFOLK. No, gentle madam; I unworthy am\r\n    To woo so fair a dame to be his wife\r\n    And have no portion in the choice myself.\r\n    How say you, madam? Are ye so content?\r", "type": "direction"}, {"direction": "  MARGARET. An if my father please, I am content.\r", "type": "direction"}, {"direction": "  SUFFOLK. Then call our captains and our colours forth!\r\n    And, madam, at your father's castle walls\r\n    We'll crave a parley to confer with him.\r\n\r\n           Sound a parley. Enter REIGNIER on the walls\r\n\r\n    See, Reignier, see, thy daughter prisoner!\r", "type": "direction"}, {"direction": "  REIGNIER. To whom?\r", "type": "direction"}, {"direction": "  SUFFOLK. To me.\r", "type": "direction"}, {"direction": "  REIGNIER. Suffolk, what remedy?\r\n    I am a soldier and unapt to weep\r\n    Or to exclaim on fortune's fickleness.\r", "type": "direction"}, {"direction": "  SUFFOLK. Yes, there is remedy enough, my lord.\r\n    Consent, and for thy honour give consent,\r\n    Thy daughter shall be wedded to my king,\r\n    Whom I with pain have woo'd and won thereto;\r\n    And this her easy-held imprisonment\r\n    Hath gain'd thy daughter princely liberty.\r", "type": "direction"}, {"direction": "  REIGNIER. Speaks Suffolk as he thinks?\r", "type": "direction"}, {"direction": "  SUFFOLK. Fair Margaret knows\r\n    That Suffolk doth not flatter, face, or feign.\r", "type": "direction"}, {"direction": "  REIGNIER. Upon thy princely warrant I descend\r\n    To give thee answer of thy just demand.\r\n                                    Exit REIGNIER from the walls\r", "type": "direction"}, {"direction": "  SUFFOLK. And here I will expect thy coming.\r\n\r\n                Trumpets sound. Enter REIGNIER below\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  REIGNIER. Welcome, brave Earl, into our territories;\r\n    Command in Anjou what your Honour pleases.\r", "type": "direction"}, {"direction": "  SUFFOLK. Thanks, Reignier, happy for so sweet a child,\r\n    Fit to be made companion with a king.\r\n    What answer makes your Grace unto my suit?\r", "type": "direction"}, {"direction": "  REIGNIER. Since thou dost deign to woo her little worth\r\n    To be the princely bride of such a lord,\r\n    Upon condition I may quietly\r\n    Enjoy mine own, the country Maine and Anjou,\r\n    Free from oppression or the stroke of war,\r\n    My daughter shall be Henry's, if he please.\r", "type": "direction"}, {"direction": "  SUFFOLK. That is her ransom; I deliver her.\r\n    And those two counties I will undertake\r\n    Your Grace shall well and quietly enjoy.\r", "type": "direction"}, {"direction": "  REIGNIER. And I again, in Henry's royal name,\r\n    As deputy unto that gracious king,\r\n    Give thee her hand for sign of plighted faith.\r", "type": "direction"}, {"direction": "  SUFFOLK. Reignier of France, I give thee kingly thanks,\r\n    Because this is in traffic of a king.\r\n    [Aside]  And yet, methinks, I could be well content\r\n    To be mine own attorney in this case.\r\n    I'll over then to England with this news,\r\n    And make this marriage to be solemniz'd.\r\n    So, farewell, Reignier. Set this diamond safe\r\n    In golden palaces, as it becomes.\r", "type": "direction"}, {"direction": "  REIGNIER. I do embrace thee as I would embrace\r\n    The Christian prince, King Henry, were he here.\r", "type": "direction"}, {"direction": "  MARGARET. Farewell, my lord. Good wishes, praise, and\r\n    prayers,\r\n    Shall Suffolk ever have of Margaret.          [She is going]\r", "type": "direction"}, {"direction": "  SUFFOLK. Farewell, sweet madam. But hark you, Margaret\r\n    No princely commendations to my king?\r", "type": "direction"}, {"direction": "  MARGARET. Such commendations as becomes a maid,\r\n    A virgin, and his servant, say to him.\r", "type": "direction"}, {"direction": "  SUFFOLK. Words sweetly plac'd and modestly directed.\r\n    But, madam, I must trouble you again\r\n    No loving token to his Majesty?\r", "type": "direction"}, {"direction": "  MARGARET. Yes, my good lord: a pure unspotted heart,\r\n    Never yet taint with love, I send the King.\r", "type": "direction"}, {"direction": "  SUFFOLK. And this withal.                         [Kisses her]\r", "type": "direction"}, {"direction": "  MARGARET. That for thyself, I will not so presume\r\n    To send such peevish tokens to a king.\r\n                                    Exeunt REIGNIER and MARGARET\r", "type": "direction"}, {"direction": "  SUFFOLK. O, wert thou for myself! But, Suffolk, stay;\r\n    Thou mayst not wander in that labyrinth:\r\n    There Minotaurs and ugly treasons lurk.\r\n    Solicit Henry with her wondrous praise.\r\n    Bethink thee on her virtues that surmount,\r\n    And natural graces that extinguish art;\r\n    Repeat their semblance often on the seas,\r\n    That, when thou com'st to kneel at Henry's feet,\r\n    Thou mayst bereave him of his wits with wonder.         Exit\r\n\r\n                               SCENE 4.\r\n\r\n                  Camp of the DUKE OF YORK in Anjou\r", "type": "direction"}, {"direction": "Enter YORK, WARWICK, and others\r", "type": "direction"}, {"direction": "  YORK. Bring forth that sorceress, condemn'd to burn.\r", "type": "direction"}, {"direction": "Enter LA PUCELLE, guarded, and a SHEPHERD\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  SHEPHERD. Ah, Joan, this kills thy father's heart outright!\r\n    Have I sought every country far and near,\r\n    And, now it is my chance to find thee out,\r\n    Must I behold thy timeless cruel death?\r\n    Ah, Joan, sweet daughter Joan, I'll die with thee!\r", "type": "direction"}, {"direction": "  PUCELLE. Decrepit miser! base ignoble wretch!\r\n    I am descended of a gentler blood;\r\n    Thou art no father nor no friend of mine.\r", "type": "direction"}, {"direction": "  SHEPHERD. Out, out! My lords, an please you, 'tis not so;\r\n    I did beget her, all the parish knows.\r\n    Her mother liveth yet, can testify\r\n    She was the first fruit of my bach'lorship.\r", "type": "direction"}, {"direction": "  WARWICK. Graceless, wilt thou deny thy parentage?\r", "type": "direction"}, {"direction": "  YORK. This argues what her kind of life hath been-\r\n    Wicked and vile; and so her death concludes.\r", "type": "direction"}, {"direction": "  SHEPHERD. Fie, Joan, that thou wilt be so obstacle!\r\n    God knows thou art a collop of my flesh;\r\n    And for thy sake have I shed many a tear.\r\n    Deny me not, I prithee, gentle Joan.\r", "type": "direction"}, {"direction": "  PUCELLE. Peasant, avaunt! You have suborn'd this man\r\n    Of purpose to obscure my noble birth.\r", "type": "direction"}, {"direction": "  SHEPHERD. 'Tis true, I gave a noble to the priest\r\n    The morn that I was wedded to her mother.\r\n    Kneel down and take my blessing, good my girl.\r\n    Wilt thou not stoop? Now cursed be the time\r\n    Of thy nativity. I would the milk\r\n    Thy mother gave thee when thou suck'dst her breast\r\n    Had been a little ratsbane for thy sake.\r\n    Or else, when thou didst keep my lambs afield,\r\n    I wish some ravenous wolf had eaten thee.\r\n    Dost thou deny thy father, cursed drab?\r\n    O, burn her, burn her! Hanging is too good.             Exit\r", "type": "direction"}, {"direction": "  YORK. Take her away; for she hath liv'd too long,\r\n    To fill the world with vicious qualities.\r", "type": "direction"}, {"direction": "  PUCELLE. First let me tell you whom you have condemn'd:\r\n    Not me begotten of a shepherd swain,\r\n    But issued from the progeny of kings;\r\n    Virtuous and holy, chosen from above\r\n    By inspiration of celestial grace,\r\n    To work exceeding miracles on earth.\r\n    I never had to do with wicked spirits.\r\n    But you, that are polluted with your lusts,\r\n    Stain'd with the guiltless blood of innocents,\r\n    Corrupt and tainted with a thousand vices,\r\n    Because you want the grace that others have,\r\n    You judge it straight a thing impossible\r\n    To compass wonders but by help of devils.\r\n    No, misconceived! Joan of Arc hath been\r\n    A virgin from her tender infancy,\r\n    Chaste and immaculate in very thought;\r\n    Whose maiden blood, thus rigorously effus'd,\r\n    Will cry for vengeance at the gates of heaven.\r", "type": "direction"}, {"direction": "  YORK. Ay, ay. Away with her to execution!\r", "type": "direction"}, {"direction": "  WARWICK. And hark ye, sirs; because she is a maid,\r\n    Spare for no fagots, let there be enow.\r\n    Place barrels of pitch upon the fatal stake,\r\n    That so her torture may be shortened.\r", "type": "direction"}, {"direction": "  PUCELLE. Will nothing turn your unrelenting hearts?\r\n    Then, Joan, discover thine infirmity\r\n    That warranteth by law to be thy privilege:\r\n    I am with child, ye bloody homicides;\r\n    Murder not then the fruit within my womb,\r\n    Although ye hale me to a violent death.\r", "type": "direction"}, {"direction": "  YORK. Now heaven forfend! The holy maid with child!\r", "type": "direction"}, {"direction": "  WARWICK. The greatest miracle that e'er ye wrought:\r\n    Is all your strict preciseness come to this?\r", "type": "direction"}, {"direction": "  YORK. She and the Dauphin have been juggling.\r\n    I did imagine what would be her refuge.\r", "type": "direction"}, {"direction": "  WARWICK. Well, go to; we'll have no bastards live;\r\n    Especially since Charles must father it.\r", "type": "direction"}, {"direction": "  PUCELLE. You are deceiv'd; my child is none of his:\r\n    It was Alencon that enjoy'd my love.\r", "type": "direction"}, {"direction": "  YORK. Alencon, that notorious Machiavel!\r\n    It dies, an if it had a thousand lives.\r", "type": "direction"}, {"direction": "  PUCELLE. O, give me leave, I have deluded you.\r\n    'Twas neither Charles nor yet the Duke I nam'd,\r\n    But Reignier, King of Naples, that prevail'd.\r", "type": "direction"}, {"direction": "  WARWICK. A married man! That's most intolerable.\r", "type": "direction"}, {"direction": "  YORK. Why, here's a girl! I think she knows not well\r\n    There were so many-whom she may accuse.\r", "type": "direction"}, {"direction": "  WARWICK. It's sign she hath been liberal and free.\r", "type": "direction"}, {"direction": "  YORK. And yet, forsooth, she is a virgin pure.\r\n    Strumpet, thy words condemn thy brat and thee.\r\n    Use no entreaty, for it is in vain.\r", "type": "direction"}, {"direction": "  PUCELLE. Then lead me hence-with whom I leave my\r\n    curse:\r\n    May never glorious sun reflex his beams\r\n    Upon the country where you make abode;\r\n    But darkness and the gloomy shade of death\r\n    Environ you, till mischief and despair\r\n    Drive you to break your necks or hang yourselves!\r\n                                                   Exit, guarded\r", "type": "direction"}, {"direction": "  YORK. Break thou in pieces and consume to ashes,\r\n    Thou foul accursed minister of hell!\r", "type": "direction"}, {"direction": "Enter CARDINAL BEAUFORT, attended\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CARDINAL. Lord Regent, I do greet your Excellence\r\n    With letters of commission from the King.\r\n    For know, my lords, the states of Christendom,\r\n    Mov'd with remorse of these outrageous broils,\r\n    Have earnestly implor'd a general peace\r\n    Betwixt our nation and the aspiring French;\r\n    And here at hand the Dauphin and his train\r\n    Approacheth, to confer about some matter.\r", "type": "direction"}, {"direction": "  YORK. Is all our travail turn'd to this effect?\r\n    After the slaughter of so many peers,\r\n    So many captains, gentlemen, and soldiers,\r\n    That in this quarrel have been overthrown\r\n    And sold their bodies for their country's benefit,\r\n    Shall we at last conclude effeminate peace?\r\n    Have we not lost most part of all the towns,\r\n    By treason, falsehood, and by treachery,\r\n    Our great progenitors had conquered?\r\n    O Warwick, Warwick! I foresee with grief\r\n    The utter loss of all the realm of France.\r", "type": "direction"}, {"direction": "  WARWICK. Be patient, York. If we conclude a peace,\r\n    It shall be with such strict and severe covenants\r\n    As little shall the Frenchmen gain thereby.\r", "type": "direction"}, {"direction": "Enter CHARLES, ALENCON, BASTARD, REIGNIER, and others\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  CHARLES. Since, lords of England, it is thus agreed\r\n    That peaceful truce shall be proclaim'd in France,\r\n    We come to be informed by yourselves\r\n    What the conditions of that league must be.\r", "type": "direction"}, {"direction": "  YORK. Speak, Winchester; for boiling choler chokes\r\n    The hollow passage of my poison'd voice,\r\n    By sight of these our baleful enemies.\r", "type": "direction"}, {"direction": "  CARDINAL. Charles, and the rest, it is enacted thus:\r\n    That, in regard King Henry gives consent,\r\n    Of mere compassion and of lenity,\r\n    To ease your country of distressful war,\r\n    An suffer you to breathe in fruitful peace,\r\n    You shall become true liegemen to his crown;\r\n    And, Charles, upon condition thou wilt swear\r\n    To pay him tribute and submit thyself,\r\n    Thou shalt be plac'd as viceroy under him,\r\n    And still enjoy thy regal dignity.\r", "type": "direction"}, {"direction": "  ALENCON. Must he be then as shadow of himself?\r\n    Adorn his temples with a coronet\r\n    And yet, in substance and authority,\r\n    Retain but privilege of a private man?\r\n    This proffer is absurd and reasonless.\r", "type": "direction"}, {"direction": "  CHARLES. 'Tis known already that I am possess'd\r\n    With more than half the Gallian territories,\r\n    And therein reverenc'd for their lawful king.\r\n    Shall I, for lucre of the rest unvanquish'd,\r\n    Detract so much from that prerogative\r\n    As to be call'd but viceroy of the whole?\r\n    No, Lord Ambassador; I'll rather keep\r\n    That which I have than, coveting for more,\r\n    Be cast from possibility of all.\r", "type": "direction"}, {"direction": "  YORK. Insulting Charles! Hast thou by secret means\r\n    Us'd intercession to obtain a league,\r\n    And now the matter grows to compromise\r\n    Stand'st thou aloof upon comparison?\r\n    Either accept the title thou usurp'st,\r\n    Of benefit proceeding from our king\r\n    And not of any challenge of desert,\r\n    Or we will plague thee with incessant wars.\r", "type": "direction"}, {"direction": "  REIGNIER.  [To CHARLES]  My lord, you do not well in\r\n    obstinacy\r\n    To cavil in the course of this contract.\r\n    If once it be neglected, ten to one\r\n    We shall not find like opportunity.\r", "type": "direction"}, {"direction": "  ALENCON.  [To CHARLES]  To say the truth, it is your policy\r\n    To save your subjects from such massacre\r\n    And ruthless slaughters as are daily seen\r\n    By our proceeding in hostility;\r\n    And therefore take this compact of a truce,\r\n    Although you break it when your pleasure serves.\r", "type": "direction"}, {"direction": "  WARWICK. How say'st thou, Charles? Shall our condition\r\n    stand?\r", "type": "direction"}, {"direction": "  CHARLES. It shall;\r\n    Only reserv'd, you claim no interest\r\n    In any of our towns of garrison.\r", "type": "direction"}, {"direction": "  YORK. Then swear allegiance to his Majesty:\r\n    As thou art knight, never to disobey\r\n    Nor be rebellious to the crown of England\r\n    Thou, nor thy nobles, to the crown of England.\r\n                    [CHARLES and the rest give tokens of fealty]\r\n    So, now dismiss your army when ye please;\r\n    Hang up your ensigns, let your drums be still,\r\n    For here we entertain a solemn peace.                 Exeunt\r\n\r\n                              SCENE 5.\r\n\r\n                         London. The palace\r", "type": "direction"}, {"direction": "Enter SUFFOLK, in conference with the KING,\r\n                     GLOUCESTER and EXETER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "  KING HENRY. Your wondrous rare description, noble Earl,\r\n    Of beauteous Margaret hath astonish'd me.\r\n    Her virtues, graced with external gifts,\r\n    Do breed love's settled passions in my heart;\r\n    And like as rigour of tempestuous gusts\r\n    Provokes the mightiest hulk against the tide,\r\n    So am I driven by breath of her renown\r\n    Either to suffer shipwreck or arrive\r\n    Where I may have fruition of her love.\r", "type": "direction"}, {"direction": "  SUFFOLK. Tush, my good lord! This superficial tale\r\n    Is but a preface of her worthy praise.\r\n    The chief perfections of that lovely dame,\r\n    Had I sufficient skill to utter them,\r\n    Would make a volume of enticing lines,\r\n    Able to ravish any dull conceit;\r\n    And, which is more, she is not so divine,\r\n    So full-replete with choice of all delights,\r\n    But with as humble lowliness of mind\r\n    She is content to be at your command\r\n    Command, I mean, of virtuous intents,\r\n    To love and honour Henry as her lord.\r", "type": "direction"}, {"direction": "  KING HENRY. And otherwise will Henry ne'er presume.\r\n    Therefore, my Lord Protector, give consent\r\n    That Margaret may be England's royal Queen.\r", "type": "direction"}, {"direction": "  GLOUCESTER. So should I give consent to flatter sin.\r\n    You know, my lord, your Highness is betroth'd\r\n    Unto another lady of esteem.\r\n    How shall we then dispense with that contract,\r\n    And not deface your honour with reproach?\r", "type": "direction"}, {"direction": "  SUFFOLK. As doth a ruler with unlawful oaths;\r\n    Or one that at a triumph, having vow'd\r\n    To try his strength, forsaketh yet the lists\r\n    By reason of his adversary's odds:\r\n    A poor earl's daughter is unequal odds,\r\n    And therefore may be broke without offence.\r", "type": "direction"}, {"direction": "  GLOUCESTER. Why, what, I pray, is Margaret more than\r\n    that?\r\n    Her father is no better than an earl,\r\n    Although in glorious titles he excel.\r", "type": "direction"}, {"direction": "  SUFFOLK. Yes, my lord, her father is a king,\r\n    The King of Naples and Jerusalem;\r\n    And of such great authority in France\r\n    As his alliance will confirm our peace,\r\n    And keep the Frenchmen in allegiance.\r", "type": "direction"}, {"direction": "  GLOUCESTER. And so the Earl of Armagnac may do,\r\n    Because he is near kinsman unto Charles.\r", "type": "direction"}, {"direction": "  EXETER. Beside, his wealth doth warrant a liberal dower;\r\n    Where Reignier sooner will receive than give.\r", "type": "direction"}, {"direction": "  SUFFOLK. A dow'r, my lords! Disgrace not so your king,\r\n    That he should be so abject, base, and poor,\r\n    To choose for wealth and not for perfect love.\r\n    Henry is able to enrich his queen,\r\n    And not to seek a queen to make him rich.\r\n    So worthless peasants bargain for their wives,\r\n    As market-men for oxen, sheep, or horse.\r\n    Marriage is a matter of more worth\r\n    Than to be dealt in by attorneyship;\r\n    Not whom we will, but whom his Grace affects,\r\n    Must be companion of his nuptial bed.\r\n    And therefore, lords, since he affects her most,\r\n    It most of all these reasons bindeth us\r\n    In our opinions she should be preferr'd;\r\n    For what is wedlock forced but a hell,\r\n    An age of discord and continual strife?\r\n    Whereas the contrary bringeth bliss,\r\n    And is a pattern of celestial peace.\r\n    Whom should we match with Henry, being a king,\r\n    But Margaret, that is daughter to a king?\r\n    Her peerless feature, joined with her birth,\r\n    Approves her fit for none but for a king;\r\n    Her valiant courage and undaunted spirit,\r\n    More than in women commonly is seen,\r\n    Will answer our hope in issue of a king;\r\n    For Henry, son unto a conqueror,\r\n    Is likely to beget more conquerors,\r\n    If with a lady of so high resolve\r\n    As is fair Margaret he be link'd in love.\r\n    Then yield, my lords; and here conclude with me\r\n    That Margaret shall be Queen, and none but she.\r", "type": "direction"}, {"direction": "  KING HENRY. Whether it be through force of your report,\r\n    My noble Lord of Suffolk, or for that\r\n    My tender youth was never yet attaint\r\n    With any passion of inflaming love,\r\n    I cannot tell; but this I am assur'd,\r\n    I feel such sharp dissension in my breast,\r\n    Such fierce alarums both of hope and fear,\r\n    As I am sick with working of my thoughts.\r\n    Take therefore shipping; post, my lord, to France;\r\n    Agree to any covenants; and procure\r\n    That Lady Margaret do vouchsafe to come\r\n    To cross the seas to England, and be crown'd\r\n    King Henry's faithful and anointed queen.\r\n    For your expenses and sufficient charge,\r\n    Among the people gather up a tenth.\r\n    Be gone, I say; for till you do return\r\n    I rest perplexed with a thousand cares.\r\n    And you, good uncle, banish all offence:\r\n    If you do censure me by what you were,\r\n    Not what you are, I know it will excuse\r\n    This sudden execution of my will.\r\n    And so conduct me where, from company,\r\n    I may revolve and ruminate my grief.                    Exit\r", "type": "direction"}, {"direction": "  GLOUCESTER. Ay, grief, I fear me, both at first and last.\r\n                                    Exeunt GLOUCESTER and EXETER\r", "type": "direction"}, {"direction": "  SUFFOLK. Thus Suffolk hath prevail'd; and thus he goes,\r\n    As did the youthful Paris once to Greece,\r\n    With hope to find the like event in love\r\n    But prosper better than the Troyan did.\r\n    Margaret shall now be Queen, and rule the King;\r\n    But I will rule both her, the King, and realm.          Exit\r\n\r\n\r\n\r\n\r", "type": "direction"}], "title": "ACT I. SCENE 1.\r\n\r\nWestminster Abbey\r\n\r\nDead March. Enter the funeral of KING HENRY THE FIFTH, attended on by\r\nthe DUKE OF BEDFORD, Regent of France, the DUKE OF GLOUCESTER,\r\nProtector, the DUKE OF EXETER, the EARL OF WARWICK, the BISHOP OF\r", "scene": 1, "act": 1}]}], "table_of_contents": "THE FIRST PART OF HENRY THE SIXTH\r\n\r\nDramatis Personae\r\n\r\n  KING HENRY THE SIXTH\r\n  DUKE OF GLOUCESTER, uncle to the King, and Protector\r\n  DUKE OF BEDFORD, uncle to the King, and Regent of France\r\n  THOMAS BEAUFORT, DUKE OF EXETER, great-uncle to the king\r\n  HENRY BEAUFORT, great-uncle to the King, BISHOP OF WINCHESTER,\r\n     and afterwards CARDINAL\r\n  JOHN BEAUFORT, EARL OF SOMERSET, afterwards Duke\r\n  RICHARD PLANTAGENET, son of Richard late Earl of Cambridge,\r\n    afterwards DUKE OF YORK\r\n  EARL OF WARWICK\r\n  EARL OF SALISBURY\r\n  EARL OF SUFFOLK\r\n  LORD TALBOT, afterwards EARL OF SHREWSBURY\r\n  JOHN TALBOT, his son\r\n  EDMUND MORTIMER, EARL OF MARCH\r\n  SIR JOHN FASTOLFE\r\n  SIR WILLIAM LUCY\r\n  SIR WILLIAM GLANSDALE\r\n  SIR THOMAS GARGRAVE\r\n  MAYOR of LONDON\r\n  WOODVILLE, Lieutenant of the Tower\r\n  VERNON, of the White Rose or York faction\r\n  BASSET, of the Red Rose or Lancaster faction\r\n  A LAWYER\r\n  GAOLERS, to Mortimer\r\n  CHARLES, Dauphin, and afterwards King of France\r\n  REIGNIER, DUKE OF ANJOU, and titular King of Naples\r\n  DUKE OF BURGUNDY\r\n  DUKE OF ALENCON\r\n  BASTARD OF ORLEANS\r\n  GOVERNOR OF PARIS\r\n  MASTER-GUNNER OF ORLEANS, and his SON\r\n  GENERAL OF THE FRENCH FORCES in Bordeaux\r\n  A FRENCH SERGEANT\r\n  A PORTER\r\n  AN OLD SHEPHERD, father to Joan la Pucelle\r\n  MARGARET, daughter to Reignier, afterwards married to\r\n    King Henry\r\n  COUNTESS OF AUVERGNE\r\n  JOAN LA PUCELLE, Commonly called JOAN OF ARC\r\n\r\n  Lords, Warders of the Tower, Heralds, Officers, Soldiers,\r\n  Messengers, English and French Attendants. Fiends appearing\r\n    to La Pucelle\r\n\r\nSCENE: England and France\r\n\r\nThe First Part of King Henry the Sixth\r\n\r"}