{"body": [{"Act 1": [{"text": [{"direction": "ACT I. SCENE 1\r\n\r\nA hall in the DUKE'S palace\r", "type": "direction"}, {"direction": "Enter the DUKE OF EPHESUS, AEGEON, the Merchant of Syracuse, GAOLER,\r\nOFFICERS, and other ATTENDANTS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "AEGEON. Proceed, Solinus, to procure my fall,\r\n  And by the doom of death end woes and all.\r", "type": "direction"}, {"direction": "DUKE. Merchant of Syracuse, plead no more;\r\n  I am not partial to infringe our laws.\r\n  The enmity and discord which of late\r\n  Sprung from the rancorous outrage of your duke\r\n  To merchants, our well-dealing countrymen,\r\n  Who, wanting guilders to redeem their lives,\r\n  Have seal'd his rigorous statutes with their bloods,\r\n  Excludes all pity from our threat'ning looks.\r\n  For, since the mortal and intestine jars\r\n  'Twixt thy seditious countrymen and us,\r\n  It hath in solemn synods been decreed,\r\n  Both by the Syracusians and ourselves,\r\n  To admit no traffic to our adverse towns;\r\n  Nay, more: if any born at Ephesus\r\n  Be seen at any Syracusian marts and fairs;\r\n  Again, if any Syracusian born\r\n  Come to the bay of Ephesus-he dies,\r\n  His goods confiscate to the Duke's dispose,\r\n  Unless a thousand marks be levied,\r\n  To quit the penalty and to ransom him.\r\n  Thy substance, valued at the highest rate,\r\n  Cannot amount unto a hundred marks;\r\n  Therefore by law thou art condemn'd to die.\r", "type": "direction"}, {"direction": "AEGEON. Yet this my comfort: when your words are done,\r\n  My woes end likewise with the evening sun.\r", "type": "direction"}, {"direction": "DUKE. Well, Syracusian, say in brief the cause\r\n  Why thou departed'st from thy native home,\r\n  And for what cause thou cam'st to Ephesus.\r", "type": "direction"}, {"direction": "AEGEON. A heavier task could not have been impos'd\r\n  Than I to speak my griefs unspeakable;\r\n  Yet, that the world may witness that my end\r\n  Was wrought by nature, not by vile offence,\r\n  I'll utter what my sorrow gives me leave.\r\n  In Syracuse was I born, and wed\r\n  Unto a woman, happy but for me,\r\n  And by me, had not our hap been bad.\r\n  With her I liv'd in joy; our wealth increas'd\r\n  By prosperous voyages I often made\r\n  To Epidamnum; till my factor's death,\r\n  And the great care of goods at random left,\r\n  Drew me from kind embracements of my spouse:\r\n  From whom my absence was not six months old,\r\n  Before herself, almost at fainting under\r\n  The pleasing punishment that women bear,\r\n  Had made provision for her following me,\r\n  And soon and safe arrived where I was.\r\n  There had she not been long but she became\r\n  A joyful mother of two goodly sons;\r\n  And, which was strange, the one so like the other\r\n  As could not be disdnguish'd but by names.\r\n  That very hour, and in the self-same inn,\r\n  A mean woman was delivered\r\n  Of such a burden, male twins, both alike.\r\n  Those, for their parents were exceeding poor,\r\n  I bought, and brought up to attend my sons.\r\n  My wife, not meanly proud of two such boys,\r\n  Made daily motions for our home return;\r\n  Unwilling, I agreed. Alas! too soon\r\n  We came aboard.\r\n  A league from Epidamnum had we sail'd\r\n  Before the always-wind-obeying deep\r\n  Gave any tragic instance of our harm:\r\n  But longer did we not retain much hope,\r\n  For what obscured light the heavens did grant\r\n  Did but convey unto our fearful minds\r\n  A doubtful warrant of immediate death;\r\n  Which though myself would gladly have embrac'd,\r\n  Yet the incessant weepings of my wife,\r\n  Weeping before for what she saw must come,\r\n  And piteous plainings of the pretty babes,\r\n  That mourn'd for fashion, ignorant what to fear,\r\n  Forc'd me to seek delays for them and me.\r\n  And this it was, for other means was none:\r\n  The sailors sought for safety by our boat,\r\n  And left the ship, then sinking-ripe, to us;\r\n  My wife, more careful for the latter-born,\r\n  Had fast'ned him unto a small spare mast,\r\n  Such as sea-faring men provide for storms;\r\n  To him one of the other twins was bound,\r\n  Whilst I had been like heedful of the other.\r\n  The children thus dispos'd, my wife and I,\r\n  Fixing our eyes on whom our care was fix'd,\r\n  Fast'ned ourselves at either end the mast,\r\n  And, floating straight, obedient to the stream,\r\n  Was carried towards Corinth, as we thought.\r\n  At length the sun, gazing upon the earth,\r\n  Dispers'd those vapours that offended us;\r\n  And, by the benefit of his wished light,\r\n  The seas wax'd calm, and we discovered\r\n  Two ships from far making amain to us-\r\n  Of Corinth that, of Epidaurus this.\r\n  But ere they came-O, let me say no more!\r\n  Gather the sequel by that went before.\r", "type": "direction"}, {"direction": "DUKE. Nay, forward, old man, do not break off so;\r\n  For we may pity, though not pardon thee.\r", "type": "direction"}, {"direction": "AEGEON. O, had the gods done so, I had not now\r\n  Worthily term'd them merciless to us!\r\n  For, ere the ships could meet by twice five leagues,\r\n  We were encount'red by a mighty rock,\r\n  Which being violently borne upon,\r\n  Our helpful ship was splitted in the midst;\r\n  So that, in this unjust divorce of us,\r\n  Fortune had left to both of us alike\r\n  What to delight in, what to sorrow for.\r\n  Her part, poor soul, seeming as burdened\r\n  With lesser weight, but not with lesser woe,\r\n  Was carried with more speed before the wind;\r\n  And in our sight they three were taken up\r\n  By fishermen of Corinth, as we thought.\r\n  At length another ship had seiz'd on us;\r\n  And, knowing whom it was their hap to save,\r\n  Gave healthful welcome to their ship-wreck'd guests,\r\n  And would have reft the fishers of their prey,\r\n  Had not their bark been very slow of sail;\r\n  And therefore homeward did they bend their course.\r\n  Thus have you heard me sever'd from my bliss,\r\n  That by misfortunes was my life prolong'd,\r\n  To tell sad stories of my own mishaps.\r", "type": "direction"}, {"direction": "DUKE. And, for the sake of them thou sorrowest for,\r\n  Do me the favour to dilate at full\r\n  What have befall'n of them and thee till now.\r", "type": "direction"}, {"direction": "AEGEON. My youngest boy, and yet my eldest care,\r\n  At eighteen years became inquisitive\r\n  After his brother, and importun'd me\r\n  That his attendant-so his case was like,\r\n  Reft of his brother, but retain'd his name-\r\n  Might bear him company in the quest of him;\r\n  Whom whilst I laboured of a love to see,\r\n  I hazarded the loss of whom I lov'd.\r\n  Five summers have I spent in farthest Greece,\r\n  Roaming clean through the bounds of Asia,\r\n  And, coasting homeward, came to Ephesus;\r\n  Hopeless to find, yet loath to leave unsought\r\n  Or that or any place that harbours men.\r\n  But here must end the story of my life;\r\n  And happy were I in my timely death,\r\n  Could all my travels warrant me they live.\r", "type": "direction"}, {"direction": "DUKE. Hapless, Aegeon, whom the fates have mark'd\r\n  To bear the extremity of dire mishap!\r\n  Now, trust me, were it not against our laws,\r\n  Against my crown, my oath, my dignity,\r\n  Which princes, would they, may not disannul,\r\n  My soul should sue as advocate for thee.\r\n  But though thou art adjudged to the death,\r\n  And passed sentence may not be recall'd\r\n  But to our honour's great disparagement,\r\n  Yet will I favour thee in what I can.\r\n  Therefore, merchant, I'll limit thee this day\r\n  To seek thy help by beneficial hap.\r\n  Try all the friends thou hast in Ephesus;\r\n  Beg thou, or borrow, to make up the sum,\r\n  And live; if no, then thou art doom'd to die.\r\n  Gaoler, take him to thy custody.\r", "type": "direction"}, {"direction": "GAOLER. I will, my lord.\r", "type": "direction"}, {"direction": "AEGEON. Hopeless and helpless doth Aegeon wend,\r\n  But to procrastinate his lifeless end.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "ACT I. SCENE 1\r\n\r\nA hall in the DUKE'S palace\r", "scene": 1, "act": 1}, {"text": [{"direction": "SCENE 2\r\n\r\nThe mart\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF SYRACUSE, DROMIO OF SYRACUSE, and FIRST MERCHANT\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "FIRST MERCHANT. Therefore, give out you are of Epidamnum,\r\n  Lest that your goods too soon be confiscate.\r\n  This very day a Syracusian merchant\r\n  Is apprehended for arrival here;\r\n  And, not being able to buy out his life,\r\n  According to the statute of the town,\r\n  Dies ere the weary sun set in the west.\r\n  There is your money that I had to keep.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Go bear it to the Centaur, where we host.\r\n  And stay there, Dromio, till I come to thee.\r\n  Within this hour it will be dinner-time;\r\n  Till that, I'll view the manners of the town,\r\n  Peruse the traders, gaze upon the buildings,\r\n  And then return and sleep within mine inn;\r\n  For with long travel I am stiff and weary.\r\n  Get thee away.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Many a man would take you at your word,\r\n  And go indeed, having so good a mean.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. A trusty villain, sir, that very oft,\r\n  When I am dull with care and melancholy,\r\n  Lightens my humour with his merry jests.\r\n  What, will you walk with me about the town,\r\n  And then go to my inn and dine with me?\r", "type": "direction"}, {"direction": "FIRST MERCHANT. I am invited, sir, to certain merchants,\r\n  Of whom I hope to make much benefit;\r\n  I crave your pardon. Soon at five o'clock,\r\n  Please you, I'll meet with you upon the mart,\r\n  And afterward consort you till bed time.\r\n  My present business calls me from you now.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Farewell till then. I will go lose myself,\r\n  And wander up and down to view the city.\r", "type": "direction"}, {"direction": "FIRST MERCHANT. Sir, I commend you to your own content.\r", "type": "direction"}, {"direction": "[_Exit FIRST MERCHANT._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. He that commends me to mine own content\r\n  Commends me to the thing I cannot get.\r\n  I to the world am like a drop of water\r\n  That in the ocean seeks another drop,\r\n  Who, falling there to find his fellow forth,\r\n  Unseen, inquisitive, confounds himself.\r\n  So I, to find a mother and a brother,\r\n  In quest of them, unhappy, lose myself.\r", "type": "direction"}, {"direction": "Enter DROMIO OF EPHESUS\r\n\r\n  Here comes the almanac of my true date.\r\n  What now? How chance thou art return'd so soon?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Return'd so soon! rather approach'd too late.\r\n  The capon burns, the pig falls from the spit;\r\n  The clock hath strucken twelve upon the bell-\r\n  My mistress made it one upon my cheek;\r\n  She is so hot because the meat is cold,\r\n  The meat is cold because you come not home,\r\n  You come not home because you have no stomach,\r\n  You have no stomach, having broke your fast;\r\n  But we, that know what 'tis to fast and pray,\r\n  Are penitent for your default to-day.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Stop in your wind, sir; tell me this, I pray:\r\n  Where have you left the money that I gave you?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. O-Sixpence that I had a Wednesday last\r\n  To pay the saddler for my mistress' crupper?\r\n  The saddler had it, sir; I kept it not.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I am not in a sportive humour now;\r\n  Tell me, and dally not, where is the money?\r\n  We being strangers here, how dar'st thou trust\r\n  So great a charge from thine own custody?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. I pray you jest, sir, as you sit at dinner.\r\n  I from my mistress come to you in post;\r\n  If I return, I shall be post indeed,\r\n  For she will score your fault upon my pate.\r\n  Methinks your maw, like mine, should be your clock,\r\n  And strike you home without a messenger.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Come, Dromio, come, these jests are out of\r\nseason;\r\n  Reserve them till a merrier hour than this.\r\n  Where is the gold I gave in charge to thee?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. To me, sir? Why, you gave no gold to me.\r", "type": "direction"}, {"direction": "  ANTIPHOLUS OF SYRACUSE. Come on, sir knave, have done your\r\n  foolishness,\r\n  And tell me how thou hast dispos'd thy charge.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. My charge was but to fetch you from the mart\r\n  Home to your house, the Phoenix, sir, to dinner.\r\n  My mistress and her sister stays for you.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Now, as I am a Christian, answer me\r\n  In what safe place you have bestow'd my money,\r\n  Or I shall break that merry sconce of yours,\r\n  That stands on tricks when I am undispos'd.\r\n  Where is the thousand marks thou hadst of me?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. I have some marks of yours upon my pate,\r\n  Some of my mistress' marks upon my shoulders,\r\n  But not a thousand marks between you both.\r\n  If I should pay your worship those again,\r\n  Perchance you will not bear them patiently.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Thy mistress' marks! What mistress, slave, hast\r\nthou?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Your worship's wife, my mistress at the Phoenix;\r\n  She that doth fast till you come home to dinner,\r\n  And prays that you will hie you home to dinner.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What, wilt thou flout me thus unto my face,\r\n  Being forbid? There, take you that, sir knave.\r\n[Beats him]\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. What mean you, sir? For God's sake hold your hands!\r\n  Nay, an you will not, sir, I'll take my heels.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Upon my life, by some device or other\r\n  The villain is o'erraught of all my money.\r\n  They say this town is full of cozenage;\r\n  As, nimble jugglers that deceive the eye,\r\n  Dark-working sorcerers that change the mind,\r\n  Soul-killing witches that deform the body,\r\n  Disguised cheaters, prating mountebanks,\r\n  And many such-like liberties of sin;\r\n  If it prove so, I will be gone the sooner.\r\n  I'll to the Centaur to go seek this slave.\r\n  I greatly fear my money is not safe.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT II. SCENE 1\r\n\r\nThe house of ANTIPHOLUS OF EPHESUS\r", "type": "direction"}, {"direction": "Enter ADRIANA, wife to ANTIPHOLUS OF EPHESUS, with LUCIANA, her sister\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ADRIANA. Neither my husband nor the slave return'd\r\n  That in such haste I sent to seek his master!\r\n  Sure, Luciana, it is two o'clock.\r", "type": "direction"}, {"direction": "LUCIANA. Perhaps some merchant hath invited him,\r\n  And from the mart he's somewhere gone to dinner;\r\n  Good sister, let us dine, and never fret.\r\n  A man is master of his liberty;\r\n  Time is their master, and when they see time,\r\n  They'll go or come. If so, be patient, sister.\r", "type": "direction"}, {"direction": "ADRIANA. Why should their liberty than ours be more?\r", "type": "direction"}, {"direction": "LUCIANA. Because their business still lies out o' door.\r", "type": "direction"}, {"direction": "ADRIANA. Look when I serve him so, he takes it ill.\r", "type": "direction"}, {"direction": "LUCIANA. O, know he is the bridle of your will.\r", "type": "direction"}, {"direction": "ADRIANA. There's none but asses will be bridled so.\r", "type": "direction"}, {"direction": "LUCIANA. Why, headstrong liberty is lash'd with woe.\r\n  There's nothing situate under heaven's eye\r\n  But hath his bound, in earth, in sea, in sky.\r\n  The beasts, the fishes, and the winged fowls,\r\n  Are their males' subjects, and at their controls.\r\n  Man, more divine, the master of all these,\r\n  Lord of the wide world and wild wat'ry seas,\r\n  Indu'd with intellectual sense and souls,\r\n  Of more pre-eminence than fish and fowls,\r\n  Are masters to their females, and their lords;\r\n  Then let your will attend on their accords.\r", "type": "direction"}, {"direction": "ADRIANA. This servitude makes you to keep unwed.\r", "type": "direction"}, {"direction": "LUCIANA. Not this, but troubles of the marriage-bed.\r", "type": "direction"}, {"direction": "ADRIANA. But, were you wedded, you would bear some sway.\r", "type": "direction"}, {"direction": "LUCIANA. Ere I learn love, I'll practise to obey.\r", "type": "direction"}, {"direction": "ADRIANA. How if your husband start some other where?\r", "type": "direction"}, {"direction": "LUCIANA. Till he come home again, I would forbear.\r", "type": "direction"}, {"direction": "ADRIANA. Patience unmov'd! no marvel though she pause:\r\n  They can be meek that have no other cause.\r\n  A wretched soul, bruis'd with adversity,\r\n  We bid be quiet when we hear it cry;\r\n  But were we burd'ned with like weight of pain,\r\n  As much, or more, we should ourselves complain.\r\n  So thou, that hast no unkind mate to grieve thee,\r\n  With urging helpless patience would relieve me;\r\n  But if thou live to see like right bereft,\r\n  This fool-begg'd patience in thee will be left.\r", "type": "direction"}, {"direction": "LUCIANA. Well, I will marry one day, but to try.\r\n  Here comes your man, now is your husband nigh.\r", "type": "direction"}, {"direction": "Enter DROMIO OF EPHESUS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ADRIANA. Say, is your tardy master now at hand?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Nay, he's at two hands with me, and that my two\r\n  ears can witness.\r", "type": "direction"}, {"direction": "ADRIANA. Say, didst thou speak with him? Know'st thou his mind?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Ay, ay, he told his mind upon mine ear.\r\n  Beshrew his hand, I scarce could understand it.\r", "type": "direction"}, {"direction": "LUCIANA. Spake he so doubtfully thou could'st not feel his meaning?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Nay, he struck so plainly I could to\r\n  well feel his blows; and withal so doubtfully that I could\r\n  scarce understand them.\r", "type": "direction"}, {"direction": "ADRIANA. But say, I prithee, is he coming home?\r\n  It seems he hath great care to please his wife.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Why, mistress, sure my master is horn-mad.\r", "type": "direction"}, {"direction": "ADRIANA. Horn-mad, thou villain!\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. I mean not cuckold-mad;\r\n  But, sure, he is stark mad.\r\n  When I desir'd him to come home to dinner,\r\n  He ask'd me for a thousand marks in gold.\r\n  \"Tis dinner time' quoth I; 'My gold!' quoth he.\r\n  'Your meat doth burn' quoth I; 'My gold!' quoth he.\r\n  'Will you come home?' quoth I; 'My gold!' quoth he.\r\n  'Where is the thousand marks I gave thee, villain?'\r\n  'The pig' quoth I 'is burn'd'; 'My gold!' quoth he.\r\n  'My mistress, sir,' quoth I; 'Hang up thy mistress;\r\n  I know not thy mistress; out on thy mistress.'\r", "type": "direction"}, {"direction": "LUCIANA. Quoth who?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Quoth my master.\r\n  'I know' quoth he 'no house, no wife, no mistress.'\r\n  So that my errand, due unto my tongue,\r\n  I thank him, I bare home upon my shoulders;\r\n  For, in conclusion, he did beat me there.\r", "type": "direction"}, {"direction": "ADRIANA. Go back again, thou slave, and fetch him home.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Go back again, and be new beaten home?\r\n  For God's sake, send some other messenger.\r", "type": "direction"}, {"direction": "ADRIANA. Back, slave, or I will break thy pate across.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. And he will bless that cross with other beating;\r\n  Between you I shall have a holy head.\r", "type": "direction"}, {"direction": "ADRIANA. Hence, prating peasant! Fetch thy master home.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Am I so round with you, as you with me,\r\n  That like a football you do spurn me thus?\r\n  You spurn me hence, and he will spurn me hither;\r\n  If I last in this service, you must case me in leather.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "LUCIANA. Fie, how impatience loureth in your face!\r", "type": "direction"}, {"direction": "ADRIANA. His company must do his minions grace,\r\n  Whilst I at home starve for a merry look.\r\n  Hath homely age th' alluring beauty took\r\n  From my poor cheek? Then he hath wasted it.\r\n  Are my discourses dull? Barren my wit?\r\n  If voluble and sharp discourse be marr'd,\r\n  Unkindness blunts it more than marble hard.\r\n  Do their gay vestments his affections bait?\r\n  That's not my fault; he's master of my state.\r\n  What ruins are in me that can be found\r\n  By him not ruin'd? Then is he the ground\r\n  Of my defeatures. My decayed fair\r\n  A sunny look of his would soon repair.\r\n  But, too unruly deer, he breaks the pale,\r\n  And feeds from home; poor I am but his stale.\r", "type": "direction"}, {"direction": "LUCIANA. Self-harming jealousy! fie, beat it hence.\r", "type": "direction"}, {"direction": "ADRIANA. Unfeeling fools can with such wrongs dispense.\r\n  I know his eye doth homage otherwhere;\r\n  Or else what lets it but he would be here?\r\n  Sister, you know he promis'd me a chain;\r\n  Would that alone a love he would detain,\r\n  So he would keep fair quarter with his bed!\r\n  I see the jewel best enamelled\r\n  Will lose his beauty; yet the gold bides still\r\n  That others touch and, often touching, will\r\n  Where gold; and no man that hath a name\r\n  By falsehood and corruption doth it shame.\r\n  Since that my beauty cannot please his eye,\r\n  I'll weep what's left away, and weeping die.\r", "type": "direction"}, {"direction": "LUCIANA. How many fond fools serve mad jealousy!\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE 2\r\n\r\nThe mart\r", "scene": 2, "act": 1}, {"text": [{"direction": "SCENE 2\r\n\r\nThe mart\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF SYRACUSE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. The gold I gave to Dromio is laid up\r\n  Safe at the Centaur, and the heedful slave\r\n  Is wand'red forth in care to seek me out.\r\n  By computation and mine host's report\r\n  I could not speak with Dromio since at first\r\n  I sent him from the mart. See, here he comes.\r", "type": "direction"}, {"direction": "Enter DROMIO OF SYRACUSE\r\n\r\n  How now, sir, is your merry humour alter'd?\r\n  As you love strokes, so jest with me again.\r\n  You know no Centaur! You receiv'd no gold!\r\n  Your mistress sent to have me home to dinner!\r\n  My house was at the Phoenix! Wast thou mad,\r\n  That thus so madly thou didst answer me?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. What answer, sir? When spake I such a word?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Even now, even here, not half an hour since.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I did not see you since you sent me hence,\r\n  Home to the Centaur, with the gold you gave me.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Villain, thou didst deny the gold's receipt,\r\n  And told'st me of a mistress and a dinner;\r\n  For which, I hope, thou felt'st I was displeas'd.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I am glad to see you in this merry vein.\r\n  What means this jest? I pray you, master, tell me.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Yea, dost thou jeer and flout me in the teeth?\r\n  Think'st thou I jest? Hold, take thou that, and that.\r\n[Beating him]\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Hold, sir, for God's sake! Now your jest is\r\nearnest.\r\n  Upon what bargain do you give it me?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Because that I familiarly sometimes\r\n  Do use you for my fool and chat with you,\r\n  Your sauciness will jest upon my love,\r\n  And make a common of my serious hours.\r\n  When the sun shines let foolish gnats make sport,\r\n  But creep in crannies when he hides his beams.\r\n  If you will jest with me, know my aspect,\r\n  And fashion your demeanour to my looks,\r\n  Or I will beat this method in your sconce.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Sconce, call you it? So you would\r\n  leave battering, I had rather have it a head. An you use\r\n  these blows long, I must get a sconce for my head, and\r\n  insconce it too; or else I shall seek my wit in my shoulders.\r\n  But I pray, sir, why am I beaten?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Dost thou not know?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Nothing, sir, but that I am beaten.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Shall I tell you why?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Ay, sir, and wherefore; for they say\r\n  every why hath a wherefore.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Why, first for flouting me; and then wherefore,\r\n  For urging it the second time to me.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Was there ever any man thus beaten out of season,\r\n  When in the why and the wherefore is neither rhyme nor reason?\r\n  Well, sir, I thank you.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Thank me, sir! for what?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, sir, for this something that you gave\r\n  me for nothing.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I'll make you amends next, to\r\n  give you nothing for something. But say, sir, is it dinnertime?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. No, sir; I think the meat wants that I have.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. In good time, sir, what's that?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Basting.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Well, sir, then 'twill be dry.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. If it be, sir, I pray you eat none of it.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Your reason?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Lest it make you choleric, and purchase me\r\n  another dry basting.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Well, sir, learn to jest in good time;\r\n  there's a time for all things.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I durst have denied that, before you\r\n  were so choleric.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. By what rule, sir?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, sir, by a rule as plain as the\r\n  plain bald pate of Father Time himself.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Let's hear it.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. There's no time for a man to recover\r\n  his hair that grows bald by nature.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. May he not do it by fine and recovery?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Yes, to pay a fine for a periwig, and\r\n  recover the lost hair of another man.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Why is Time such a niggard of\r\n  hair, being, as it is, so plentiful an excrement?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Because it is a blessing that he bestows\r\n  on beasts, and what he hath scanted men in hair he hath\r\n  given them in wit.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Why, but there's many a man\r\n  hath more hair than wit.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Not a man of those but he hath the\r\n  wit to lose his hair.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Why, thou didst conclude hairy\r\n  men plain dealers without wit.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. The plainer dealer, the sooner lost;\r\n  yet he loseth it in a kind of jollity.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. For what reason?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. For two; and sound ones too.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Nay, not sound I pray you.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Sure ones, then.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Nay, not sure, in a thing falsing.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Certain ones, then.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Name them.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. The one, to save the money that he spends in\r\n  tiring; the other, that at dinner they should not drop in his\r\n  porridge.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. You would all this time have prov'd there\r\n  is no time for all things.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, and did, sir; namely, no time to recover\r\n  hair lost by nature.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. But your reason was not substantial, why\r\n  there is no time to recover.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Thus I mend it: Time himself is bald,\r\n  and therefore to the world's end will have bald followers.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I knew 't'would be a bald conclusion. But,\r\n  soft, who wafts us yonder?\r", "type": "direction"}, {"direction": "Enter ADRIANA and LUCIANA\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ADRIANA. Ay, ay, Antipholus, look strange and frown.\r\n  Some other mistress hath thy sweet aspects;\r\n  I am not Adriana, nor thy wife.\r\n  The time was once when thou unurg'd wouldst vow\r\n  That never words were music to thine ear,\r\n  That never object pleasing in thine eye,\r\n  That never touch well welcome to thy hand,\r\n  That never meat sweet-savour'd in thy taste,\r\n  Unless I spake, or look'd, or touch'd, or carv'd to thee.\r\n  How comes it now, my husband, O, how comes it,\r\n  That thou art then estranged from thyself?\r\n  Thyself I call it, being strange to me,\r\n  That, undividable, incorporate,\r\n  Am better than thy dear self's better part.\r\n  Ah, do not tear away thyself from me;\r\n  For know, my love, as easy mayst thou fall\r\n  A drop of water in the breaking gulf,\r\n  And take unmingled thence that drop again\r\n  Without addition or diminishing,\r\n  As take from me thyself, and not me too.\r\n  How dearly would it touch thee to the quick,\r\n  Should'st thou but hear I were licentious,\r\n  And that this body, consecrate to thee,\r\n  By ruffian lust should be contaminate!\r\n  Wouldst thou not spit at me and spurn at me,\r\n  And hurl the name of husband in my face,\r\n  And tear the stain'd skin off my harlot-brow,\r\n  And from my false hand cut the wedding-ring,\r\n  And break it with a deep-divorcing vow?\r\n  I know thou canst, and therefore see thou do it.\r\n  I am possess'd with an adulterate blot;\r\n  My blood is mingled with the crime of lust;\r\n  For if we two be one, and thou play false,\r\n  I do digest the poison of thy flesh,\r\n  Being strumpeted by thy contagion.\r\n  Keep then fair league and truce with thy true bed;\r\n  I live dis-stain'd, thou undishonoured.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Plead you to me, fair dame? I know you not:\r\n  In Ephesus I am but two hours old,\r\n  As strange unto your town as to your talk,\r\n  Who, every word by all my wit being scann'd,\r\n  Wants wit in all one word to understand.\r", "type": "direction"}, {"direction": "LUCIANA. Fie, brother, how the world is chang'd with you!\r\n  When were you wont to use my sister thus?\r\n  She sent for you by Dromio home to dinner.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. By Dromio?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. By me?\r", "type": "direction"}, {"direction": "ADRIANA. By thee; and this thou didst return from him-\r\n  That he did buffet thee, and in his blows\r\n  Denied my house for his, me for his wife.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Did you converse, sir, with this gentlewoman?\r\n  What is the course and drift of your compact?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I, Sir? I never saw her till this time.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Villain, thou liest; for even her very words\r\n  Didst thou deliver to me on the mart.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I never spake with her in all my life.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. How can she thus, then, call us by our names,\r\n  Unless it be by inspiration?\r", "type": "direction"}, {"direction": "ADRIANA. How ill agrees it with your gravity\r\n  To counterfeit thus grossly with your slave,\r\n  Abetting him to thwart me in my mood!\r\n  Be it my wrong you are from me exempt,\r\n  But wrong not that wrong with a more contempt.\r\n  Come, I will fasten on this sleeve of thine;\r\n  Thou art an elm, my husband, I a vine,\r\n  Whose weakness, married to thy stronger state,\r\n  Makes me with thy strength to communicate.\r\n  If aught possess thee from me, it is dross,\r\n  Usurping ivy, brier, or idle moss;\r\n  Who all, for want of pruning, with intrusion\r\n  Infect thy sap, and live on thy confusion.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. To me she speaks; she moves me for her theme.\r\n  What, was I married to her in my dream?\r\n  Or sleep I now, and think I hear all this?\r\n  What error drives our eyes and ears amiss?\r\n  Until I know this sure uncertainty,\r\n  I'll entertain the offer'd fallacy.\r", "type": "direction"}, {"direction": "LUCIANA. Dromio, go bid the servants spread for dinner.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. O, for my beads! I cross me for sinner.\r\n  This is the fairy land. O spite of spites!\r\n  We talk with goblins, owls, and sprites.\r\n  If we obey them not, this will ensue:\r\n  They'll suck our breath, or pinch us black and blue.\r", "type": "direction"}, {"direction": "LUCIANA. Why prat'st thou to thyself, and answer'st not?\r\n  Dromio, thou drone, thou snail, thou slug, thou sot!\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I am transformed, master, am not I?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I think thou art in mind, and so am I.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Nay, master, both in mind and in my shape.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Thou hast thine own form.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. No, I am an ape.\r", "type": "direction"}, {"direction": "LUCIANA. If thou art chang'd to aught, 'tis to an ass.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. 'Tis true; she rides me, and I long for grass.\r\n  'Tis so, I am an ass; else it could never be\r\n  But I should know her as well as she knows me.\r", "type": "direction"}, {"direction": "ADRIANA. Come, come, no longer will I be a fool,\r\n  To put the finger in the eye and weep,\r\n  Whilst man and master laughs my woes to scorn.\r\n  Come, sir, to dinner. Dromio, keep the gate.\r\n  Husband, I'll dine above with you to-day,\r\n  And shrive you of a thousand idle pranks.\r\n  Sirrah, if any ask you for your master,\r\n  Say he dines forth, and let no creature enter.\r\n  Come, sister. Dromio, play the porter well.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Am I in earth, in heaven, or in hell?\r\n  Sleeping or waking, mad or well-advis'd?\r\n  Known unto these, and to myself disguis'd!\r\n  I'll say as they say, and persever so,\r\n  And in this mist at all adventures go.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Master, shall I be porter at the gate?\r", "type": "direction"}, {"direction": "ADRIANA. Ay; and let none enter, lest I break your pate.\r", "type": "direction"}, {"direction": "LUCIANA. Come, come, Antipholus, we dine too late.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT III. SCENE 1\r\n\r\nBefore the house of ANTIPHOLUS OF EPHESUS\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF EPHESUS, DROMIO OF EPHESUS, ANGELO, and BALTHAZAR\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Good Signior Angelo, you must excuse us all;\r\n  My wife is shrewish when I keep not hours.\r\n  Say that I linger'd with you at your shop\r\n  To see the making of her carcanet,\r\n  And that to-morrow you will bring it home.\r\n  But here's a villain that would face me down\r\n  He met me on the mart, and that I beat him,\r\n  And charg'd him with a thousand marks in gold,\r\n  And that I did deny my wife and house.\r\n  Thou drunkard, thou, what didst thou mean by this?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Say what you will, sir, but I know what I know.\r\n  That you beat me at the mart I have your hand to show;\r\n  If the skin were parchment, and the blows you gave were ink,\r\n  Your own handwriting would tell you what I think.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I think thou art an ass.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Marry, so it doth appear\r\n  By the wrongs I suffer and the blows I bear.\r\n  I should kick, being kick'd; and being at that pass,\r\n  You would keep from my heels, and beware of an ass.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Y'are sad, Signior Balthazar; pray God our cheer\r\n  May answer my good will and your good welcome here.\r", "type": "direction"}, {"direction": "BALTHAZAR. I hold your dainties cheap, sir, and your welcome dear.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. O, Signior Balthazar, either at flesh or fish,\r\n  A table full of welcome makes scarce one dainty dish.\r", "type": "direction"}, {"direction": "BALTHAZAR. Good meat, sir, is common; that every churl affords.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. And welcome more common; for that's nothing\r\n  but words.\r", "type": "direction"}, {"direction": "BALTHAZAR. Small cheer and great welcome makes a merry feast.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Ay, to a niggardly host and more sparing guest.\r\n  But though my cates be mean, take them in good part;\r\n  Better cheer may you have, but not with better heart.\r\n  But, soft, my door is lock'd; go bid them let us in.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Maud, Bridget, Marian, Cicely, Gillian, Ginn!\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. [Within] Mome, malt-horse, capon, coxcomb, idiot,\r\npatch!\r\n  Either get thee from the door, or sit down at the hatch.\r\n  Dost thou conjure for wenches, that thou call'st for such store,\r\n  When one is one too many? Go get thee from the door.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. What patch is made our porter?\r\n  My master stays in the street.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  Let him walk from whence he came,\r\n    lest he catch cold on's feet.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Who talks within there? Ho, open the door!\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  Right, sir; I'll tell you when,\r\n    an you'll tell me wherefore.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Wherefore? For my dinner;\r\n    I have not din'd to-day.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  Nor to-day here you must not;\r\n    come again when you may.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. What art thou that keep'st me out\r\n    from the house I owe?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  The porter for this time,\r\n    sir, and my name is Dromio.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. O Villain, thou hast stol'n both mine\r\n    office and my name!\r\n  The one ne'er got me credit, the other mickle blame.\r\n  If thou hadst been Dromio to-day in my place,\r\n  Thou wouldst have chang'd thy face for a name, or thy name for an\r\n  ass.\r", "type": "direction"}, {"direction": "Enter LUCE, within\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "LUCE.  [Within]  What a coil is there, Dromio? Who are those at the\r\ngate?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Let my master in, Luce.\r", "type": "direction"}, {"direction": "LUCE.  [Within]  Faith, no, he comes too late;\r\n  And so tell your master.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. O Lord, I must laugh!\r\n  Have at you with a proverb: Shall I set in my staff?\r", "type": "direction"}, {"direction": "LUCE.  [Within]  Have at you with another: that's-when? can you tell?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  If thy name be called Luce\r\n    -Luce, thou hast answer'd him well.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Do you hear, you minion? You'll let us in, I\r\nhope?\r", "type": "direction"}, {"direction": "LUCE.  [Within]  I thought to have ask'd you.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  And you said no.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. SO, Come, help: well struck! there was blow for\r\nblow.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Thou baggage, let me in.\r", "type": "direction"}, {"direction": "LUCE.  [Within]  Can you tell for whose sake?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Master, knock the door hard.\r", "type": "direction"}, {"direction": "LUCE.  [Within]  Let him knock till it ache.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. You'll cry for this, minion, if beat the door\r\ndown.\r", "type": "direction"}, {"direction": "LUCE.  [Within] What needs all that, and a pair of stocks in the town?\r", "type": "direction"}, {"direction": "Enter ADRIANA, within\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ADRIANA.  [Within]  Who is that at the door, that keeps all this noise?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  By my troth, your town is\r\n    troubled with unruly boys.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Are you there, wife? You might\r\n    have come before.\r", "type": "direction"}, {"direction": "ADRIANA.  [Within]  Your wife, sir knave! Go get you from the door.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. If YOU went in pain, master, this 'knave' would go\r\nsore.\r", "type": "direction"}, {"direction": "ANGELO. Here is neither cheer, sir, nor welcome; we would fain have\r\neither.\r", "type": "direction"}, {"direction": "BALTHAZAR. In debating which was best, we shall part with neither.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. They stand at the door, master; bid them welcome\r\nhither.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. There is something in the wind, that we cannot\r\nget in.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. You would say so, master, if your garments were\r\nthin.\r\n  Your cake here is warm within; you stand here in the cold;\r\n  It would make a man mad as a buck to be so bought and sold.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Go fetch me something; I'll break ope the gate.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  Break any breaking here,\r\n    and I'll break your knave's pate.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. A man may break a word with you,\r\n    sir; and words are but wind;\r\n  Ay, and break it in your face, so he break it not behind.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  It seems thou want'st breaking;\r\n    out upon thee, hind!\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Here's too much 'out upon thee!' pray thee let me\r\nin.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.  [Within]  Ay, when fowls have no\r\n    feathers and fish have no fin.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Well, I'll break in; go borrow me a crow.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. A crow without feather? Master, mean you so?\r\n  For a fish without a fin, there's a fowl without a feather;\r\n  If a crow help us in, sirrah, we'll pluck a crow together.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Go get thee gone; fetch me an iron crow.\r", "type": "direction"}, {"direction": "BALTHAZAR. Have patience, sir; O, let it not be so!\r\n  Herein you war against your reputation,\r\n  And draw within the compass of suspect\r\n  Th' unviolated honour of your wife.\r\n  Once this-your long experience of her wisdom,\r\n  Her sober virtue, years, and modesty,\r\n  Plead on her part some cause to you unknown;\r\n  And doubt not, sir, but she will well excuse\r\n  Why at this time the doors are made against you.\r\n  Be rul'd by me: depart in patience,\r\n  And let us to the Tiger all to dinner;\r\n  And, about evening, come yourself alone\r\n  To know the reason of this strange restraint.\r\n  If by strong hand you offer to break in\r\n  Now in the stirring passage of the day,\r\n  A vulgar comment will be made of it,\r\n  And that supposed by the common rout\r\n  Against your yet ungalled estimation\r\n  That may with foul intrusion enter in\r\n  And dwell upon your grave when you are dead;\r\n  For slander lives upon succession,\r\n  For ever hous'd where it gets possession.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. You have prevail'd. I will depart in quiet,\r\n  And in despite of mirth mean to be merry.\r\n  I know a wench of excellent discourse,\r\n  Pretty and witty; wild, and yet, too, gentle;\r\n  There will we dine. This woman that I mean,\r\n  My wife-but, I protest, without desert-\r\n  Hath oftentimes upbraided me withal;\r\n  To her will we to dinner.  [To ANGELO]  Get you home\r\n  And fetch the chain; by this I know 'tis made.\r\n  Bring it, I pray you, to the Porpentine;\r\n  For there's the house. That chain will I bestow-\r\n  Be it for nothing but to spite my wife-\r\n  Upon mine hostess there; good sir, make haste.\r\n  Since mine own doors refuse to entertain me,\r\n  I'll knock elsewhere, to see if they'll disdain me.\r", "type": "direction"}, {"direction": "ANGELO. I'll meet you at that place some hour hence.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Do so; this jest shall cost me some expense.\r", "type": "direction"}, {"direction": "[_Exeunt._]\r\n\r", "type": "direction"}], "title": "SCENE 2\r\n\r\nThe mart\r", "scene": 3, "act": 1}, {"text": [{"direction": "SCENE 2\r\n\r\nBefore the house of ANTIPHOLUS OF EPHESUS\r", "type": "direction"}, {"direction": "Enter LUCIANA with ANTIPHOLUS OF SYRACUSE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "LUCIANA. And may it be that you have quite forgot\r\n  A husband's office? Shall, Antipholus,\r\n  Even in the spring of love, thy love-springs rot?\r\n  Shall love, in building, grow so ruinous?\r\n  If you did wed my sister for her wealth,\r\n  Then for her wealth's sake use her with more kindness;\r\n  Or, if you like elsewhere, do it by stealth;\r\n  Muffle your false love with some show of blindness;\r\n  Let not my sister read it in your eye;\r\n  Be not thy tongue thy own shame's orator;\r\n  Look sweet, speak fair, become disloyalty;\r\n  Apparel vice like virtue's harbinger;\r\n  Bear a fair presence, though your heart be tainted;\r\n  Teach sin the carriage of a holy saint;\r\n  Be secret-false. What need she be acquainted?\r\n  What simple thief brags of his own attaint?\r\n  'Tis double wrong to truant with your bed\r\n  And let her read it in thy looks at board;\r\n  Shame hath a bastard fame, well managed;\r\n  Ill deeds is doubled with an evil word.\r\n  Alas, poor women! make us but believe,\r\n  Being compact of credit, that you love us;\r\n  Though others have the arm, show us the sleeve;\r\n  We in your motion turn, and you may move us.\r\n  Then, gentle brother, get you in again;\r\n  Comfort my sister, cheer her, call her wife.\r\n  'Tis holy sport to be a little vain\r\n  When the sweet breath of flattery conquers strife.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Sweet mistress-what your name is else, I know\r\nnot,\r\n  Nor by what wonder you do hit of mine-\r\n  Less in your knowledge and your grace you show not\r\n  Than our earth's wonder-more than earth, divine.\r\n  Teach me, dear creature, how to think and speak;\r\n  Lay open to my earthy-gross conceit,\r\n  Smoth'red in errors, feeble, shallow, weak,\r\n  The folded meaning of your words' deceit.\r\n  Against my soul's pure truth why labour you\r\n  To make it wander in an unknown field?\r\n  Are you a god? Would you create me new?\r\n  Transform me, then, and to your pow'r I'll yield.\r\n  But if that I am I, then well I know\r\n  Your weeping sister is no wife of mine,\r\n  Nor to her bed no homage do I owe;\r\n  Far more, far more, to you do I decline.\r\n  O, train me not, sweet mermaid, with thy note,\r\n  To drown me in thy sister's flood of tears.\r\n  Sing, siren, for thyself, and I will dote;\r\n  Spread o'er the silver waves thy golden hairs,\r\n  And as a bed I'll take them, and there he;\r\n  And in that glorious supposition think\r\n  He gains by death that hath such means to die.\r\n  Let Love, being light, be drowned if she sink.\r", "type": "direction"}, {"direction": "LUCIANA. What, are you mad, that you do reason so?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Not mad, but mated; how, I do not know.\r", "type": "direction"}, {"direction": "LUCIANA. It is a fault that springeth from your eye.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. For gazing on your beams, fair sun, being by.\r", "type": "direction"}, {"direction": "LUCIANA. Gaze where you should, and that will clear your sight.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. As good to wink, sweet love, as look on night.\r", "type": "direction"}, {"direction": "LUCIANA. Why call you me love? Call my sister so.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Thy sister's sister.\r", "type": "direction"}, {"direction": "LUCIANA. That's my sister.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. No;\r\n  It is thyself, mine own self's better part;\r\n  Mine eye's clear eye, my dear heart's dearer heart,\r\n  My food, my fortune, and my sweet hope's aim,\r\n  My sole earth's heaven, and my heaven's claim.\r", "type": "direction"}, {"direction": "LUCIANA. All this my sister is, or else should be.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Call thyself sister, sweet, for I am thee;\r\n  Thee will I love, and with thee lead my life;\r\n  Thou hast no husband yet, nor I no wife.\r\n  Give me thy hand.\r", "type": "direction"}, {"direction": "LUCIANA. O, soft, sir, hold you still;\r\n  I'll fetch my sister to get her good will.\r", "type": "direction"}, {"direction": "[_Exit LUCIANA._]\r", "type": "direction"}, {"direction": "Enter DROMIO OF SYRACUSE.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Why, how now, Dromio! Where run'st thou\r\n  so fast?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Do you know me, sir? Am I Dromio?\r\n  Am I your man? Am I myself?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Thou art Dromio, thou art my\r\n  man, thou art thyself.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I am an ass, I am a woman's man, and besides\r\n  myself.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What woman's man, and how besides thyself?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, sir, besides myself, I am due\r\n  to a woman-one that claims me, one that haunts me, one\r\n  that will have me.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What claim lays she to thee?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, sir, such claim as you would\r\n  lay to your horse; and she would have me as a beast: not\r\n  that, I being a beast, she would have me; but that she,\r\n  being a very beastly creature, lays claim to me.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What is she?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. A very reverent body; ay, such a one\r\n  as a man may not speak of without he say 'Sir-reverence.'\r\n  I have but lean luck in the match, and yet is she a\r\n  wondrous fat marriage.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. How dost thou mean a fat marriage?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, sir, she's the kitchen-wench,\r\n  and all grease; and I know not what use to put her to but\r\n  to make a lamp of her and run from her by her own light.\r\n  I warrant, her rags and the tallow in them will burn\r\n  Poland winter. If she lives till doomsday, she'll burn\r\n  week longer than the whole world.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What complexion is she of?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Swart, like my shoe; but her face\r\n  nothing like so clean kept; for why, she sweats, a man may\r\n  go over shoes in the grime of it.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. That's a fault that water will mend.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. No, sir, 'tis in grain; Noah's flood\r\n  could not do it.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What's her name?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Nell, sir; but her name and three\r\n  quarters, that's an ell and three quarters, will not measure\r\n  her from hip to hip.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Then she bears some breadth?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. No longer from head to foot than\r\n  from hip to hip: she is spherical, like a globe; I could find\r\n  out countries in her.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. In what part of her body stands Ireland?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, sir, in her buttocks; I found it out by\r\n  the bogs.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Where Scotland?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I found it by the barrenness, hard in\r\n  the palm of the hand.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Where France?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. In her forehead, arm'd and reverted,\r\n  making war against her heir.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Where England?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I look'd for the chalky cliffs, but I\r\n  could find no whiteness in them; but I guess it stood in her\r\n  chin, by the salt rheum that ran between France and it.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Where Spain?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Faith, I saw it not, but I felt it hot in\r\n  her breath.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Where America, the Indies?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. O, sir, upon her nose, an o'er embellished with\r\n  rubies, carbuncles, sapphires, declining their rich aspect to the\r\n  hot breath of Spain; who sent whole armadoes of caracks to be\r\n  ballast at her nose.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Where stood Belgia, the Netherlands?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. O, Sir, I did not look so low. To\r\n  conclude: this drudge or diviner laid claim to me; call'd me\r\n  Dromio; swore I was assur'd to her; told me what privy\r\n  marks I had about me, as, the mark of my shoulder, the\r\n  mole in my neck, the great wart on my left arm, that I,\r\n  amaz'd, ran from her as a witch.\r\n  And, I think, if my breast had not been made of faith,\r\n    and my heart of steel,\r\n  She had transform'd me to a curtal dog, and made me turn i' th'\r\n  wheel.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Go hie thee presently post to the road;\r\n  An if the wind blow any way from shore,\r\n  I will not harbour in this town to-night.\r\n  If any bark put forth, come to the mart,\r\n  Where I will walk till thou return to me.\r\n  If every one knows us, and we know none,\r\n  'Tis time, I think, to trudge, pack and be gone.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. As from a bear a man would run for life,\r\n  So fly I from her that would be my wife.\r", "type": "direction"}, {"direction": "[_Exit._]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. There's none but witches do inhabit here,\r\n  And therefore 'tis high time that I were hence.\r\n  She that doth call me husband, even my soul\r\n  Doth for a wife abhor. But her fair sister,\r\n  Possess'd with such a gentle sovereign grace,\r\n  Of such enchanting presence and discourse,\r\n  Hath almost made me traitor to myself;\r\n  But, lest myself be guilty to self-wrong,\r\n  I'll stop mine ears against the mermaid's song.\r", "type": "direction"}, {"direction": "Enter ANGELO with the chain\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANGELO. Master Antipholus!\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Ay, that's my name.\r", "type": "direction"}, {"direction": "ANGELO. I know it well, sir. Lo, here is the chain.\r\n  I thought to have ta'en you at the Porpentine;\r\n  The chain unfinish'd made me stay thus long.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What is your will that I shall do with this?\r", "type": "direction"}, {"direction": "ANGELO. What please yourself, sir; I have made it for you.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Made it for me, sir! I bespoke it not.\r", "type": "direction"}, {"direction": "ANGELO. Not once nor twice, but twenty times you have.\r\n  Go home with it, and please your wife withal;\r\n  And soon at supper-time I'll visit you,\r\n  And then receive my money for the chain.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I pray you, sir, receive the money now,\r\n  For fear you ne'er see chain nor money more.\r", "type": "direction"}, {"direction": "ANGELO. You are a merry man, sir; fare you well.\r\n[Exit]\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What I should think of this cannot tell:\r\n  But this I think, there's no man is so vain\r\n  That would refuse so fair an offer'd chain.\r\n  I see a man here needs not live by shifts,\r\n  When in the streets he meets such golden gifts.\r\n  I'll to the mart, and there for Dromio stay;\r\n  If any ship put out, then straight away.\r\n[Exit]\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT IV. SCENE 1\r\n\r\nA public place\r", "type": "direction"}, {"direction": "Enter SECOND MERCHANT, ANGELO, and an OFFICER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "SECOND MERCHANT. You know since Pentecost the sum is due,\r\n  And since I have not much importun'd you;\r\n  Nor now I had not, but that I am bound\r\n  To Persia, and want guilders for my voyage.\r\n  Therefore make present satisfaction,\r\n  Or I'll attach you by this officer.\r", "type": "direction"}, {"direction": "ANGELO. Even just the sum that I do owe to you\r\n  Is growing to me by Antipholus;\r\n  And in the instant that I met with you\r\n  He had of me a chain; at five o'clock\r\n  I shall receive the money for the same.\r\n  Pleaseth you walk with me down to his house,\r\n  I will discharge my bond, and thank you too.\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF EPHESUS, and DROMIO OF EPHESUS, from the\r\nCOURTEZAN'S\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "OFFICER. That labour may you save; see where he comes.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. While I go to the goldsmith's house, go thou\r\n  And buy a rope's end; that will I bestow\r\n  Among my wife and her confederates,\r\n  For locking me out of my doors by day.\r\n  But, soft, I see the goldsmith. Get thee gone;\r\n  Buy thou a rope, and bring it home to me.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. I buy a thousand pound a year; I buy a rope.\r\n[Exit DROMIO]\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. A man is well holp up that trusts to you!\r\n  I promised your presence and the chain;\r\n  But neither chain nor goldsmith came to me.\r\n  Belike you thought our love would last too long,\r\n  If it were chain'd together, and therefore came not.\r", "type": "direction"}, {"direction": "ANGELO. Saving your merry humour, here's the note\r\n  How much your chain weighs to the utmost carat,\r\n  The fineness of the gold, and chargeful fashion,\r\n  Which doth amount to three odd ducats more\r\n  Than I stand debted to this gentleman.\r\n  I pray you see him presently discharg'd,\r\n  For he is bound to sea, and stays but for it.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I am not furnish'd with the present money;\r\n  Besides, I have some business in the town.\r\n  Good signior, take the stranger to my house,\r\n  And with you take the chain, and bid my wife\r\n  Disburse the sum on the receipt thereof.\r\n  Perchance I will be there as soon as you.\r", "type": "direction"}, {"direction": "ANGELO. Then you will bring the chain to her yourself?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. No; bear it with you, lest I come not time\r\nenough.\r", "type": "direction"}, {"direction": "ANGELO. Well, sir, I will. Have you the chain about you?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. An if I have not, sir, I hope you have;\r\n  Or else you may return without your money.\r", "type": "direction"}, {"direction": "ANGELO. Nay, come, I pray you, sir, give me the chain;\r\n  Both wind and tide stays for this gentleman,\r\n  And I, to blame, have held him here too long.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Good Lord! you use this dalliance to excuse\r\n  Your breach of promise to the Porpentine;\r\n  I should have chid you for not bringing it,\r\n  But, like a shrew, you first begin to brawl.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. The hour steals on; I pray you, sir, dispatch.\r", "type": "direction"}, {"direction": "ANGELO. You hear how he importunes me-the chain!\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Why, give it to my wife, and fetch your money.\r", "type": "direction"}, {"direction": "ANGELO. Come, come, you know I gave it you even now.\r\n  Either send the chain or send by me some token.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Fie, now you run this humour out of breath!\r\n  Come, where's the chain? I pray you let me see it.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. My business cannot brook this dalliance.\r\n  Good sir, say whe'r you'll answer me or no;\r\n  If not, I'll leave him to the officer.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I answer you! What should I answer you?\r", "type": "direction"}, {"direction": "ANGELO. The money that you owe me for the chain.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I owe you none till I receive the chain.\r", "type": "direction"}, {"direction": "ANGELO. You know I gave it you half an hour since.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. You gave me none; you wrong me much to say so.\r", "type": "direction"}, {"direction": "ANGELO. You wrong me more, sir, in denying it.\r\n  Consider how it stands upon my credit.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. Well, officer, arrest him at my suit.\r", "type": "direction"}, {"direction": "OFFICER. I do; and charge you in the Duke's name to obey me.\r", "type": "direction"}, {"direction": "ANGELO. This touches me in reputation.\r\n  Either consent to pay this sum for me,\r\n  Or I attach you by this officer.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Consent to pay thee that I never had!\r\n  Arrest me, foolish fellow, if thou dar'st.\r", "type": "direction"}, {"direction": "ANGELO. Here is thy fee; arrest him, officer.\r\n  I would not spare my brother in this case,\r\n  If he should scorn me so apparently.\r", "type": "direction"}, {"direction": "OFFICER. I do arrest you, sir; you hear the suit.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I do obey thee till I give thee bail.\r\n  But, sirrah, you shall buy this sport as dear\r\n  As all the metal in your shop will answer.\r", "type": "direction"}, {"direction": "ANGELO. Sir, sir, I shall have law in Ephesus,\r\n  To your notorious shame, I doubt it not.\r", "type": "direction"}, {"direction": "Enter DROMIO OF SYRACUSE, from the bay\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Master, there's a bark of Epidamnum\r\n  That stays but till her owner comes aboard,\r\n  And then, sir, she bears away. Our fraughtage, sir,\r\n  I have convey'd aboard; and I have bought\r\n  The oil, the balsamum, and aqua-vitx.\r\n  The ship is in her trim; the merry wind\r\n  Blows fair from land; they stay for nought at an\r\n  But for their owner, master, and yourself.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. How now! a madman? Why, thou peevish sheep,\r\n  What ship of Epidamnum stays for me?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. A ship you sent me to, to hire waftage.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. THOU drunken slave! I sent the for a rope;\r\n  And told thee to what purpose and what end.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. YOU sent me for a rope's end as soon-\r\n  You sent me to the bay, sir, for a bark.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I Will debate this matter at more leisure,\r\n  And teach your ears to list me with more heed.\r\n  To Adriana, villain, hie thee straight;\r\n  Give her this key, and tell her in the desk\r\n  That's cover'd o'er with Turkish tapestry\r\n  There is a purse of ducats; let her send it.\r\n  Tell her I am arrested in the street,\r\n  And that shall bail me; hie thee, slave, be gone.\r\n  On, officer, to prison till it come.\r\n[Exeunt all but DROMIO]\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. To Adriana! that is where we din'd,\r\n  Where Dowsabel did claim me for her husband.\r\n  She is too big, I hope, for me to compass.\r\n  Thither I must, although against my will,\r\n  For servants must their masters' minds fulfil.\r\n[Exit]\r\n\r", "type": "direction"}], "title": "SCENE 2\r\n\r\nBefore the house of ANTIPHOLUS OF EPHESUS\r", "scene": 4, "act": 1}, {"text": [{"direction": "SCENE 2\r\n\r\nThe house of ANTIPHOLUS OF EPHESUS\r", "type": "direction"}, {"direction": "Enter ADRIANA and LUCIANA\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ADRIANA. Ah, Luciana, did he tempt thee so?\r\n  Might'st thou perceive austerely in his eye\r\n  That he did plead in earnest? Yea or no?\r\n  Look'd he or red or pale, or sad or merrily?\r\n  What observation mad'st thou in this case\r\n  Of his heart's meteors tilting in his face?\r", "type": "direction"}, {"direction": "LUCIANA. First he denied you had in him no right.\r", "type": "direction"}, {"direction": "ADRIANA. He meant he did me none-the more my spite.\r", "type": "direction"}, {"direction": "LUCIANA. Then swore he that he was a stranger here.\r", "type": "direction"}, {"direction": "ADRIANA. And true he swore, though yet forsworn he were.\r", "type": "direction"}, {"direction": "LUCIANA. Then pleaded I for you.\r", "type": "direction"}, {"direction": "ADRIANA. And what said he?\r", "type": "direction"}, {"direction": "LUCIANA. That love I begg'd for you he begg'd of me.\r", "type": "direction"}, {"direction": "ADRIANA. With what persuasion did he tempt thy love?\r", "type": "direction"}, {"direction": "LUCIANA. With words that in an honest suit might move.\r\n  First he did praise my beauty, then my speech.\r", "type": "direction"}, {"direction": "ADRIANA. Didst speak him fair?\r", "type": "direction"}, {"direction": "LUCIANA. Have patience, I beseech.\r", "type": "direction"}, {"direction": "ADRIANA. I cannot, nor I will not hold me still;\r\n  My tongue, though not my heart, shall have his will.\r\n  He is deformed, crooked, old, and sere,\r\n  Ill-fac'd, worse bodied, shapeless everywhere;\r\n  Vicious, ungentle, foolish, blunt, unkind;\r\n  Stigmatical in making, worse in mind.\r", "type": "direction"}, {"direction": "LUCIANA. Who would be jealous then of such a one?\r\n  No evil lost is wail'd when it is gone.\r", "type": "direction"}, {"direction": "ADRIANA. Ah, but I think him better than I say,\r\n  And yet would herein others' eyes were worse.\r\n  Far from her nest the lapwing cries away;\r\n  My heart prays for him, though my tongue do curse.\r", "type": "direction"}, {"direction": "Enter DROMIO OF SYRACUSE.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Here go-the desk, the purse. Sweet\r\n  now, make haste.\r", "type": "direction"}, {"direction": "LUCIANA. How hast thou lost thy breath?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. By running fast.\r", "type": "direction"}, {"direction": "ADRIANA. Where is thy master, Dromio? Is he well?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. No, he's in Tartar limbo, worse than hell.\r\n  A devil in an everlasting garment hath him;\r\n  One whose hard heart is button'd up with steel;\r\n  A fiend, a fairy, pitiless and rough;\r\n  A wolf, nay worse, a fellow all in buff;\r\n  A back-friend, a shoulder-clapper, one that countermands\r\n  The passages of alleys, creeks, and narrow lands;\r\n  A hound that runs counter, and yet draws dry-foot well;\r\n  One that, before the Judgment, carries poor souls to hell.\r", "type": "direction"}, {"direction": "ADRIANA. Why, man, what is the matter?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I do not know the matter; he is rested on the case.\r", "type": "direction"}, {"direction": "ADRIANA. What, is he arrested? Tell me, at whose suit?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I know not at whose suit he is arrested well;\r\n  But he's in a suit of buff which 'rested him, that can I tell.\r\n  Will you send him, mistress, redemption, the money in his desk?\r", "type": "direction"}, {"direction": "ADRIANA. Go fetch it, sister.  [Exit LUCIANA]  This I wonder at:\r\n  Thus he unknown to me should be in debt.\r\n  Tell me, was he arrested on a band?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. on a band, but on a stronger thing,\r\n  A chain, a chain. Do you not hear it ring?\r", "type": "direction"}, {"direction": "ADRIANA. What, the chain?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. No, no, the bell; 'tis time that I were gone.\r\n  It was two ere I left him, and now the clock strikes one.\r", "type": "direction"}, {"direction": "ADRIANA. The hours come back! That did I never hear.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. O yes. If any hour meet a sergeant,\r\n    'a turns back for very fear.\r", "type": "direction"}, {"direction": "ADRIANA. As if Time were in debt! How fondly dost thou reason!\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Time is a very bankrupt, and owes\r\n    more than he's worth to season.\r\n  Nay, he's a thief too: have you not heard men say\r\n  That Time comes stealing on by night and day?\r\n  If 'a be in debt and theft, and a sergeant in the way,\r\n  Hath he not reason to turn back an hour in a day?\r\n\r\nRe-enter LUCIANA with a purse\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ADRIANA. Go, Dromio, there's the money; bear it straight,\r\n  And bring thy master home immediately.\r\n  Come, sister; I am press'd down with conceit-\r\n  Conceit, my comfort and my injury.\r\n[Exeunt]\r\n\r", "type": "direction"}], "title": "SCENE 2\r\n\r\nThe house of ANTIPHOLUS OF EPHESUS\r", "scene": 5, "act": 1}, {"text": [{"direction": "SCENE 3\r\n\r\nThe mart\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF SYRACUSE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. There's not a man I meet but doth salute me\r\n  As if I were their well-acquainted friend;\r\n  And every one doth call me by my name.\r\n  Some tender money to me, some invite me,\r\n  Some other give me thanks for kindnesses,\r\n  Some offer me commodities to buy;\r\n  Even now a tailor call'd me in his shop,\r\n  And show'd me silks that he had bought for me,\r\n  And therewithal took measure of my body.\r\n  Sure, these are but imaginary wiles,\r\n  And Lapland sorcerers inhabit here.\r", "type": "direction"}, {"direction": "Enter DROMIO OF SYRACUSE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Master, here's the gold you sent me\r\n  for. What, have you got the picture of old Adam new-apparell'd?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What gold is this? What Adam dost thou mean?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Not that Adam that kept the Paradise,\r\n  but that Adam that keeps the prison; he that goes in the\r\n  calf's skin that was kill'd for the Prodigal; he that came behind\r\n  you, sir, like an evil angel, and bid you forsake your liberty.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I understand thee not.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. No? Why, 'tis a plain case: he that\r\n  went, like a bass-viol, in a case of leather; the man, sir,\r\n  that, when gentlemen are tired, gives them a sob, and rest\r\n  them; he, sir, that takes pity on decayed men, and give\r\n  them suits of durance; he that sets up his rest to do more\r\n  exploits with his mace than a morris-pike.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. What, thou mean'st an officer?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Ay, sir, the sergeant of the band;\r\n  that brings any man to answer it that breaks his band; on\r\n  that thinks a man always going to bed, and says 'God give\r\n  you good rest!'\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Well, sir, there rest in your foolery. Is\r\n  there any ship puts forth to-night? May we be gone?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Why, sir, I brought you word an\r\n  hour since that the bark Expedition put forth to-night; and\r\n  then were you hind'red by the sergeant, to tarry for the\r\n  boy Delay. Here are the angels that you sent for to deliver you.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. The fellow is distract, and so am I;\r\n  And here we wander in illusions.\r\n  Some blessed power deliver us from hence!\r", "type": "direction"}, {"direction": "Enter a COURTEZAN\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "COURTEZAN. Well met, well met, Master Antipholus.\r\n  I see, sir, you have found the goldsmith now.\r\n  Is that the chain you promis'd me to-day?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Satan, avoid! I charge thee, tempt me not.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Master, is this Mistress Satan?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. It is the devil.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Nay, she is worse, she is the devil's\r\n  dam, and here she comes in the habit of a light wench; and\r\n  thereof comes that the wenches say 'God damn me!' That's\r\n  as much to say 'God make me a light wench!' It is written\r\n  they appear to men like angels of light; light is an effect\r\n  of fire, and fire will burn; ergo, light wenches will burn.\r\n  Come not near her.\r", "type": "direction"}, {"direction": "COURTEZAN. Your man and you are marvellous merry, sir.\r\n  Will you go with me? We'll mend our dinner here.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Master, if you do, expect spoon-meat,\r\n  or bespeak a long spoon.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Why, Dromio?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Marry, he must have a long spoon\r\n  that must eat with the devil.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Avoid then, fiend! What tell'st thou me of\r\nsupping?\r\n  Thou art, as you are all, a sorceress;\r\n  I conjure thee to leave me and be gone.\r", "type": "direction"}, {"direction": "COURTEZAN. Give me the ring of mine you had at dinner,\r\n  Or, for my diamond, the chain you promis'd,\r\n  And I'll be gone, sir, and not trouble you.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Some devils ask but the parings of one's nail,\r\n  A rush, a hair, a drop of blood, a pin,\r\n  A nut, a cherry-stone;\r\n  But she, more covetous, would have a chain.\r\n  Master, be wise; an if you give it her,\r\n  The devil will shake her chain, and fright us with it.\r", "type": "direction"}, {"direction": "COURTEZAN. I pray you, sir, my ring, or else the chain;\r\n  I hope you do not mean to cheat me so.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Avaunt, thou witch! Come, Dromio, let us go.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. 'Fly pride' says the peacock. Mistress, that you\r\nknow.\r\n[Exeunt ANTIPHOLUS OF SYRACUSE and DROMIO OF SYRACUSE\r", "type": "direction"}, {"direction": "COURTEZAN. Now, out of doubt, Antipholus is mad,\r\n  Else would he never so demean himself.\r\n  A ring he hath of mine worth forty ducats,\r\n  And for the same he promis'd me a chain;\r\n  Both one and other he denies me now.\r\n  The reason that I gather he is mad,\r\n  Besides this present instance of his rage,\r\n  Is a mad tale he told to-day at dinner\r\n  Of his own doors being shut against his entrance.\r\n  Belike his wife, acquainted with his fits,\r\n  On purpose shut the doors against his way.\r\n  My way is now to hie home to his house,\r\n  And tell his wife that, being lunatic,\r\n  He rush'd into my house and took perforce\r\n  My ring away. This course I fittest choose,\r\n  For forty ducats is too much to lose.\r\n[Exit]\r\n\r", "type": "direction"}], "title": "SCENE 3\r\n\r\nThe mart\r", "scene": 6, "act": 1}, {"text": [{"direction": "SCENE 4\r\n\r\nA street\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF EPHESUS with the OFFICER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Fear me not, man; I will not break away.\r\n  I'll give thee, ere I leave thee, so much money,\r\n  To warrant thee, as I am 'rested for.\r\n  My wife is in a wayward mood to-day,\r\n  And will not lightly trust the messenger.\r\n  That I should be attach'd in Ephesus,\r\n  I tell you 'twill sound harshly in her cars.\r", "type": "direction"}, {"direction": "Enter DROMIO OF EPHESUS, with a rope's-end\r\n\r\n  Here comes my man; I think he brings the money. How now, sir! Have\r\n  you that I sent you for? DROMIO OF EPHESUS. Here's that, I warrant\r\n  you, will pay them all. ANTIPHOLUS OF EPHESUS. But where's the money?\r", "type": "direction"}, {"direction": "  DROMIO OF EPHESUS. Why, sir, I gave the money for the rope.\r", "type": "direction"}, {"direction": "  ANTIPHOLUS OF EPHESUS. Five hundred ducats, villain, for rope? DROMIO\r", "type": "direction"}, {"direction": "  OF EPHESUS. I'll serve you, sir, five hundred at the rate. ANTIPHOLUS\r", "type": "direction"}, {"direction": "  OF EPHESUS. To what end did I bid thee hie thee home? DROMIO OF\r", "type": "direction"}, {"direction": "  EPHESUS. To a rope's-end, sir; and to that end am I return'd.\r", "type": "direction"}, {"direction": "  ANTIPHOLUS OF EPHESUS. And to that end, sir, I will welcome you.\r\n  [Beating him] OFFICER. Good sir, be patient. DROMIO OF EPHESUS. Nay,\r\n  'tis for me to be patient; I am in adversity. OFFICER. Good now, hold\r\n  thy tongue. DROMIO OF EPHESUS. Nay, rather persuade him to hold his\r\n  hands. ANTIPHOLUS OF EPHESUS. Thou whoreson, senseless villain!\r", "type": "direction"}, {"direction": "  DROMIO OF EPHESUS. I would I were senseless, sir, that I might not\r\n  feel your blows. ANTIPHOLUS OF EPHESUS. Thou art sensible in nothing\r\n  but blows, and so is an ass. DROMIO OF EPHESUS. I am an ass indeed;\r\n  you may prove it by my long 'ears. I have served him from the hour of\r\n  my nativity to this instant, and have nothing at his hands for my\r\n  service but blows. When I am cold he heats me with beating; when I am\r\n  warm he cools me with beating. I am wak'd with it when I sleep;\r\n  rais'd with it when I sit; driven out of doors with it when I go from\r\n  home; welcom'd home with it when I return; nay, I bear it on my\r\n  shoulders as beggar wont her brat; and I think, when he hath lam'd\r\n  me, I shall beg with it from door to door.\r", "type": "direction"}, {"direction": "Enter ADRIANA, LUCIANA, the COURTEZAN, and a SCHOOLMASTER call'd PINCH\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Come, go along; my wife is coming yonder.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Mistress, 'respice finem,' respect your end; or\r\n  rather, to prophesy like the parrot, 'Beware the rope's-end.'\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Wilt thou still talk?\r\n[Beating him]\r", "type": "direction"}, {"direction": "COURTEZAN. How say you now? Is not your husband mad?\r", "type": "direction"}, {"direction": "ADRIANA. His incivility confirms no less.\r\n  Good Doctor Pinch, you are a conjurer:\r\n  Establish him in his true sense again,\r\n  And I will please you what you will demand.\r", "type": "direction"}, {"direction": "LUCIANA. Alas, how fiery and how sharp he looks!\r", "type": "direction"}, {"direction": "COURTEZAN. Mark how he trembles in his ecstasy.\r", "type": "direction"}, {"direction": "PINCH. Give me your hand, and let me feel your pulse.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. There is my hand, and let it feel your ear.\r\n[Striking him]\r", "type": "direction"}, {"direction": "PINCH. I charge thee, Satan, hous'd within this man,\r\n  To yield possession to my holy prayers,\r\n  And to thy state of darkness hie thee straight.\r\n  I conjure thee by all the saints in heaven.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Peace, doting wizard, peace! I am not mad.\r", "type": "direction"}, {"direction": "ADRIANA. O, that thou wert not, poor distressed soul!\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. You minion, you, are these your customers?\r\n  Did this companion with the saffron face\r\n  Revel and feast it at my house to-day,\r\n  Whilst upon me the guilty doors were shut,\r\n  And I denied to enter in my house?\r", "type": "direction"}, {"direction": "ADRIANA. O husband, God doth know you din'd at home,\r\n  Where would you had remain'd until this time,\r\n  Free from these slanders and this open shame!\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Din'd at home! Thou villain, what sayest thou?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Sir, Sooth to say, you did not dine at home.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Were not my doors lock'd up and I shut out?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Perdie, your doors were lock'd and you shut out.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. And did not she herself revile me there?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Sans fable, she herself revil'd you there.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Did not her kitchen-maid rail, taunt, and scorn\r\nme?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Certes, she did; the kitchen-vestal scorn'd you.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. And did not I in rage depart from thence?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. In verity, you did. My bones bear witness,\r\n  That since have felt the vigour of his rage.\r", "type": "direction"}, {"direction": "ADRIANA. Is't good to soothe him in these contraries?\r", "type": "direction"}, {"direction": "PINCH. It is no shame; the fellow finds his vein,\r\n  And, yielding to him, humours well his frenzy.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Thou hast suborn'd the goldsmith to arrest me.\r", "type": "direction"}, {"direction": "ADRIANA. Alas, I sent you money to redeem you,\r\n  By Dromio here, who came in haste for it.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Money by me! Heart and goodwill you might,\r\n  But surely, master, not a rag of money.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Went'st not thou to her for purse of ducats?\r", "type": "direction"}, {"direction": "ADRIANA. He came to me, and I deliver'd it.\r", "type": "direction"}, {"direction": "LUCIANA. And I am witness with her that she did.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. God and the rope-maker bear me witness\r\n  That I was sent for nothing but a rope!\r", "type": "direction"}, {"direction": "PINCH. Mistress, both man and master is possess'd;\r\n  I know it by their pale and deadly looks.\r\n  They must be bound, and laid in some dark room.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Say, wherefore didst thou lock me forth to-day?\r\n  And why dost thou deny the bag of gold?\r", "type": "direction"}, {"direction": "ADRIANA. I did not, gentle husband, lock thee forth.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. And, gentle master, I receiv'd no gold;\r\n  But I confess, sir, that we were lock'd out.\r", "type": "direction"}, {"direction": "ADRIANA. Dissembling villain, thou speak'st false in both.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Dissembling harlot, thou art false in all,\r\n  And art confederate with a damned pack\r\n  To make a loathsome abject scorn of me;\r\n  But with these nails I'll pluck out these false eyes\r\n  That would behold in me this shameful sport.\r", "type": "direction"}, {"direction": "ADRIANA. O, bind him, bind him; let him not come near me.\r", "type": "direction"}, {"direction": "PINCH. More company! The fiend is strong within him.\r", "type": "direction"}, {"direction": "Enter three or four, and offer to bind him. He strives\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "LUCIANA. Ay me, poor man, how pale and wan he looks!\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. What, will you murder me? Thou gaoler, thou,\r\n  I am thy prisoner. Wilt thou suffer them\r\n  To make a rescue?\r", "type": "direction"}, {"direction": "OFFICER. Masters, let him go;\r\n  He is my prisoner, and you shall not have him.\r", "type": "direction"}, {"direction": "PINCH. Go bind this man, for he is frantic too.\r\n[They bind DROMIO]\r", "type": "direction"}, {"direction": "ADRIANA. What wilt thou do, thou peevish officer?\r\n  Hast thou delight to see a wretched man\r\n  Do outrage and displeasure to himself?\r", "type": "direction"}, {"direction": "OFFICER. He is my prisoner; if I let him go,\r\n  The debt he owes will be requir'd of me.\r", "type": "direction"}, {"direction": "ADRIANA. I will discharge thee ere I go from thee;\r\n  Bear me forthwith unto his creditor,\r\n  And, knowing how the debt grows, I will pay it.\r\n  Good Master Doctor, see him safe convey'd\r\n  Home to my house. O most unhappy day!\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. O most unhappy strumpet!\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Master, I am here ent'red in bond for you.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Out on thee, villian! Wherefore\r\n  dost thou mad me?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Will you be bound for nothing?\r\n  Be mad, good master; cry 'The devil!'\r", "type": "direction"}, {"direction": "LUCIANA. God help, poor souls, how idly do they talk!\r", "type": "direction"}, {"direction": "ADRIANA. Go bear him hence. Sister, go you with me.\r\n[Exeunt all but ADRIANA, LUCIANA, OFFICERS, and COURTEZAN\r\n  Say now, whose suit is he arrested at?\r", "type": "direction"}, {"direction": "OFFICER. One Angelo, a goldsmith; do you know him?\r", "type": "direction"}, {"direction": "ADRIANA. I know the man. What is the sum he owes?\r", "type": "direction"}, {"direction": "OFFICER. Two hundred ducats.\r", "type": "direction"}, {"direction": "ADRIANA. Say, how grows it due?\r", "type": "direction"}, {"direction": "OFFICER. Due for a chain your husband had of him.\r", "type": "direction"}, {"direction": "ADRIANA. He did bespeak a chain for me, but had it not.\r", "type": "direction"}, {"direction": "COURTEZAN. When as your husband, all in rage, to-day\r\n  Came to my house, and took away my ring-\r\n  The ring I saw upon his finger now-\r\n  Straight after did I meet him with a chain.\r", "type": "direction"}, {"direction": "ADRIANA. It may be so, but I did never see it.\r\n  Come, gaoler, bring me where the goldsmith is;\r\n  I long to know the truth hereof at large.\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF SYRACUSE, with his rapier drawn, and\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE.\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "LUCIANA. God, for thy mercy! they are loose again. ADRIANA. And come\r\nwith naked swords. Let's call more help to have them bound again.\r", "type": "direction"}, {"direction": "OFFICER. Away, they'll kill us! [Exeunt all but ANTIPHOLUS OF SYRACUSE\r\nand DROMIO OF SYRACUSE as fast as may be, frighted ANTIPHOLUS OF\r", "type": "direction"}, {"direction": "SYRACUSE. I see these witches are afraid of swords. DROMIO OF SYRACUSE.\r\nShe that would be your wife now ran from you. ANTIPHOLUS OF SYRACUSE.\r\nCome to the Centaur; fetch our stuff from thence. I long that we were\r\nsafe and sound aboard. DROMIO OF SYRACUSE. Faith, stay here this night;\r\nthey will surely do us no harm; you saw they speak us fair, give us\r\ngold; methinks they are such a gentle nation that, but for the mountain\r\nof mad flesh that claims marriage of me, could find in my heart to stay\r\nhere still and turn witch. ANTIPHOLUS OF SYRACUSE. I will not stay\r\nto-night for all the town; Therefore away, to get our stuff aboard.\r\n[Exeunt\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ACT V. SCENE 1\r\n\r\nA street before a priory\r", "type": "direction"}, {"direction": "Enter SECOND MERCHANT and ANGELO\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANGELO. I am sorry, sir, that I have hind'red you;\r\n  But I protest he had the chain of me,\r\n  Though most dishonestly he doth deny it.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. How is the man esteem'd here in the city?\r", "type": "direction"}, {"direction": "ANGELO. Of very reverend reputation, sir,\r\n  Of credit infinite, highly belov'd,\r\n  Second to none that lives here in the city;\r\n  His word might bear my wealth at any time.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. Speak softly; yonder, as I think, he walks.\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OF SYRACUSE and DROMIO OF SYRACUSE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANGELO. 'Tis so; and that self chain about his neck\r\n  Which he forswore most monstrously to have.\r\n  Good sir, draw near to me, I'll speak to him.\r\n  Signior Andpholus, I wonder much\r\n  That you would put me to this shame and trouble;\r\n  And, not without some scandal to yourself,\r\n  With circumstance and oaths so to deny\r\n  This chain, which now you wear so openly.\r\n  Beside the charge, the shame, imprisonment,\r\n  You have done wrong to this my honest friend;\r\n  Who, but for staying on our controversy,\r\n  Had hoisted sail and put to sea to-day.\r\n  This chain you had of me; can you deny it?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I think I had; I never did deny it.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. Yes, that you did, sir, and forswore it too.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Who heard me to deny it or forswear it?\r", "type": "direction"}, {"direction": "SECOND MERCHANT. These ears of mine, thou know'st, did hear thee.\r\n  Fie on thee, wretch! 'tis pity that thou liv'st\r\n  To walk where any honest men resort.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Thou art a villain to impeach me thus;\r\n  I'll prove mine honour and mine honesty\r\n  Against thee presently, if thou dar'st stand.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. I dare, and do defy thee for a villain.\r\n[They draw]\r", "type": "direction"}, {"direction": "Enter ADRIANA, LUCIANA, the COURTEZAN, and OTHERS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ADRIANA. Hold, hurt him not, for God's sake! He is mad.\r\n  Some get within him, take his sword away;\r\n  Bind Dromio too, and bear them to my house.\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Run, master, run; for God's sake take a house.\r\n  This is some priory. In, or we are spoil'd.\r\n[Exeunt ANTIPHOLUS OF SYRACUSE and DROMIO OF SYRACUSE to the priory\r", "type": "direction"}, {"direction": "Enter the LADY ABBESS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ABBESS. Be quiet, people. Wherefore throng you hither?\r", "type": "direction"}, {"direction": "ADRIANA. To fetch my poor distracted husband hence.\r\n  Let us come in, that we may bind him fast,\r\n  And bear him home for his recovery.\r", "type": "direction"}, {"direction": "ANGELO. I knew he was not in his perfect wits.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. I am sorry now that I did draw on him.\r", "type": "direction"}, {"direction": "ABBESS. How long hath this possession held the man?\r", "type": "direction"}, {"direction": "ADRIANA. This week he hath been heavy, sour, sad,\r\n  And much different from the man he was;\r\n  But till this afternoon his passion\r\n  Ne'er brake into extremity of rage.\r", "type": "direction"}, {"direction": "ABBESS. Hath he not lost much wealth by wreck of sea?\r\n  Buried some dear friend? Hath not else his eye\r\n  Stray'd his affection in unlawful love?\r\n  A sin prevailing much in youthful men\r\n  Who give their eyes the liberty of gazing.\r\n  Which of these sorrows is he subject to?\r", "type": "direction"}, {"direction": "ADRIANA. To none of these, except it be the last;\r\n  Namely, some love that drew him oft from home.\r", "type": "direction"}, {"direction": "ABBESS. You should for that have reprehended him.\r", "type": "direction"}, {"direction": "ADRIANA. Why, so I did.\r", "type": "direction"}, {"direction": "ABBESS. Ay, but not rough enough.\r", "type": "direction"}, {"direction": "ADRIANA. As roughly as my modesty would let me.\r", "type": "direction"}, {"direction": "ABBESS. Haply in private.\r", "type": "direction"}, {"direction": "ADRIANA. And in assemblies too.\r", "type": "direction"}, {"direction": "ABBESS. Ay, but not enough.\r", "type": "direction"}, {"direction": "ADRIANA. It was the copy of our conference.\r\n  In bed, he slept not for my urging it;\r\n  At board, he fed not for my urging it;\r\n  Alone, it was the subject of my theme;\r\n  In company, I often glanced it;\r\n  Still did I tell him it was vile and bad.\r", "type": "direction"}, {"direction": "ABBESS. And thereof came it that the man was mad.\r\n  The venom clamours of a jealous woman\r\n  Poisons more deadly than a mad dog's tooth.\r\n  It seems his sleeps were hind'red by thy railing,\r\n  And thereof comes it that his head is light.\r\n  Thou say'st his meat was sauc'd with thy upbraidings:\r\n  Unquiet meals make ill digestions;\r\n  Thereof the raging fire of fever bred;\r\n  And what's a fever but a fit of madness?\r\n  Thou say'st his sports were hind'red by thy brawls.\r\n  Sweet recreation barr'd, what doth ensue\r\n  But moody and dull melancholy,\r\n  Kinsman to grim and comfortless despair,\r\n  And at her heels a huge infectious troop\r\n  Of pale distemperatures and foes to life?\r\n  In food, in sport, and life-preserving rest,\r\n  To be disturb'd would mad or man or beast.\r\n  The consequence is, then, thy jealous fits\r\n  Hath scar'd thy husband from the use of wits.\r", "type": "direction"}, {"direction": "LUCIANA. She never reprehended him but mildly,\r\n  When he demean'd himself rough, rude, and wildly.\r\n  Why bear you these rebukes, and answer not?\r", "type": "direction"}, {"direction": "ADRIANA. She did betray me to my own reproof.\r\n  Good people, enter, and lay hold on him.\r", "type": "direction"}, {"direction": "ABBESS. No, not a creature enters in my house.\r", "type": "direction"}, {"direction": "ADRIANA. Then let your servants bring my husband forth.\r", "type": "direction"}, {"direction": "ABBESS. Neither; he took this place for sanctuary,\r\n  And it shall privilege him from your hands\r\n  Till I have brought him to his wits again,\r\n  Or lose my labour in assaying it.\r", "type": "direction"}, {"direction": "ADRIANA. I will attend my husband, be his nurse,\r\n  Diet his sickness, for it is my office,\r\n  And will have no attorney but myself;\r\n  And therefore let me have him home with me.\r", "type": "direction"}, {"direction": "ABBESS. Be patient; for I will not let him stir\r\n  Till I have us'd the approved means I have,\r\n  With wholesome syrups, drugs, and holy prayers,\r\n  To make of him a formal man again.\r\n  It is a branch and parcel of mine oath,\r\n  A charitable duty of my order;\r\n  Therefore depart, and leave him here with me.\r", "type": "direction"}, {"direction": "ADRIANA. I will not hence and leave my husband here;\r\n  And ill it doth beseem your holiness\r\n  To separate the husband and the wife.\r", "type": "direction"}, {"direction": "ABBESS. Be quiet, and depart; thou shalt not have him.\r\n[Exit]\r", "type": "direction"}, {"direction": "LUCIANA. Complain unto the Duke of this indignity.\r", "type": "direction"}, {"direction": "ADRIANA. Come, go; I will fall prostrate at his feet,\r\n  And never rise until my tears and prayers\r\n  Have won his Grace to come in person hither\r\n  And take perforce my husband from the Abbess.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. By this, I think, the dial points at five;\r\n  Anon, I'm sure, the Duke himself in person\r\n  Comes this way to the melancholy vale,\r\n  The place of death and sorry execution,\r\n  Behind the ditches of the abbey here.\r", "type": "direction"}, {"direction": "ANGELO. Upon what cause?\r", "type": "direction"}, {"direction": "SECOND MERCHANT. To see a reverend Syracusian merchant,\r\n  Who put unluckily into this bay\r\n  Against the laws and statutes of this town,\r\n  Beheaded publicly for his offence.\r", "type": "direction"}, {"direction": "ANGELO. See where they come; we will behold his death.\r", "type": "direction"}, {"direction": "LUCIANA. Kneel to the Duke before he pass the abbey.\r", "type": "direction"}, {"direction": "Enter the DUKE, attended; AEGEON, bareheaded; with the HEADSMAN and\r\nother OFFICERS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "DUKE. Yet once again proclaim it publicly,\r\n  If any friend will pay the sum for him,\r\n  He shall not die; so much we tender him.\r", "type": "direction"}, {"direction": "ADRIANA. Justice, most sacred Duke, against the Abbess!\r", "type": "direction"}, {"direction": "DUKE. She is a virtuous and a reverend lady;\r\n  It cannot be that she hath done thee wrong.\r", "type": "direction"}, {"direction": "ADRIANA. May it please your Grace, Antipholus, my husband,\r\n  Who I made lord of me and all I had\r\n  At your important letters-this ill day\r\n  A most outrageous fit of madness took him,\r\n  That desp'rately he hurried through the street,\r\n  With him his bondman all as mad as he,\r\n  Doing displeasure to the citizens\r\n  By rushing in their houses, bearing thence\r\n  Rings, jewels, anything his rage did like.\r\n  Once did I get him bound and sent him home,\r\n  Whilst to take order for the wrongs I went,\r\n  That here and there his fury had committed.\r\n  Anon, I wot not by what strong escape,\r\n  He broke from those that had the guard of him,\r\n  And with his mad attendant and himself,\r\n  Each one with ireful passion, with drawn swords,\r\n  Met us again and, madly bent on us,\r\n  Chas'd us away; till, raising of more aid,\r\n  We came again to bind them. Then they fled\r\n  Into this abbey, whither we pursu'd them;\r\n  And here the Abbess shuts the gates on us,\r\n  And will not suffer us to fetch him out,\r\n  Nor send him forth that we may bear him hence.\r\n  Therefore, most gracious Duke, with thy command\r\n  Let him be brought forth and borne hence for help.\r", "type": "direction"}, {"direction": "DUKE. Long since thy husband serv'd me in my wars,\r\n  And I to thee engag'd a prince's word,\r\n  When thou didst make him master of thy bed,\r\n  To do him all the grace and good I could.\r\n  Go, some of you, knock at the abbey gate,\r\n  And bid the Lady Abbess come to me,\r\n  I will determine this before I stir.\r", "type": "direction"}, {"direction": "Enter a MESSENGER\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "MESSENGER. O mistress, mistress, shift and save yourself!\r\n  My master and his man are both broke loose,\r\n  Beaten the maids a-row and bound the doctor,\r\n  Whose beard they have sing'd off with brands of fire;\r\n  And ever, as it blaz'd, they threw on him\r\n  Great pails of puddled mire to quench the hair.\r\n  My master preaches patience to him, and the while\r\n  His man with scissors nicks him like a fool;\r\n  And sure, unless you send some present help,\r\n  Between them they will kill the conjurer.\r", "type": "direction"}, {"direction": "ADRIANA. Peace, fool! thy master and his man are here,\r\n  And that is false thou dost report to us.\r", "type": "direction"}, {"direction": "MESSENGER. Mistress, upon my life, I tell you true;\r\n  I have not breath'd almost since I did see it.\r\n  He cries for you, and vows, if he can take you,\r\n  To scorch your face, and to disfigure you.\r\n[Cry within]\r\n  Hark, hark, I hear him, mistress; fly, be gone!\r", "type": "direction"}, {"direction": "DUKE. Come, stand by me; fear nothing. Guard with halberds.\r", "type": "direction"}, {"direction": "ADRIANA. Ay me, it is my husband! Witness you\r\n  That he is borne about invisible.\r\n  Even now we hous'd him in the abbey here,\r\n  And now he's there, past thought of human reason.\r", "type": "direction"}, {"direction": "Enter ANTIPHOLUS OFEPHESUS and DROMIO OFEPHESUS\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ANTIPHOLUS OFEPHESUS. Justice, most gracious Duke; O, grant me justice!\r\n  Even for the service that long since I did thee,\r\n  When I bestrid thee in the wars, and took\r\n  Deep scars to save thy life; even for the blood\r\n  That then I lost for thee, now grant me justice.\r", "type": "direction"}, {"direction": "AEGEON. Unless the fear of death doth make me dote,\r\n  I see my son Antipholus, and Dromio.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OFEPHESUS. Justice, sweet Prince, against that woman there!\r\n  She whom thou gav'st to me to be my wife,\r\n  That hath abused and dishonoured me\r\n  Even in the strength and height of injury.\r\n  Beyond imagination is the wrong\r\n  That she this day hath shameless thrown on me.\r", "type": "direction"}, {"direction": "DUKE. Discover how, and thou shalt find me just.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OFEPHESUS. This day, great Duke, she shut the doors upon me,\r\n  While she with harlots feasted in my house.\r", "type": "direction"}, {"direction": "DUKE. A grievous fault. Say, woman, didst thou so?\r", "type": "direction"}, {"direction": "ADRIANA. No, my good lord. Myself, he, and my sister,\r\n  To-day did dine together. So befall my soul\r\n  As this is false he burdens me withal!\r", "type": "direction"}, {"direction": "LUCIANA. Ne'er may I look on day nor sleep on night\r\n  But she tells to your Highness simple truth!\r", "type": "direction"}, {"direction": "ANGELO. O peflur'd woman! They are both forsworn.\r\n  In this the madman justly chargeth them.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. My liege, I am advised what I say;\r\n  Neither disturbed with the effect of wine,\r\n  Nor heady-rash, provok'd with raging ire,\r\n  Albeit my wrongs might make one wiser mad.\r\n  This woman lock'd me out this day from dinner;\r\n  That goldsmith there, were he not pack'd with her,\r\n  Could witness it, for he was with me then;\r\n  Who parted with me to go fetch a chain,\r\n  Promising to bring it to the Porpentine,\r\n  Where Balthazar and I did dine together.\r\n  Our dinner done, and he not coming thither,\r\n  I went to seek him. In the street I met him,\r\n  And in his company that gentleman.\r\n  There did this perjur'd goldsmith swear me down\r\n  That I this day of him receiv'd the chain,\r\n  Which, God he knows, I saw not; for the which\r\n  He did arrest me with an officer.\r\n  I did obey, and sent my peasant home\r\n  For certain ducats; he with none return'd.\r\n  Then fairly I bespoke the officer\r\n  To go in person with me to my house.\r\n  By th' way we met my wife, her sister, and a rabble more\r\n  Of vile confederates. Along with them\r\n  They brought one Pinch, a hungry lean-fac'd villain,\r\n  A mere anatomy, a mountebank,\r\n  A threadbare juggler, and a fortune-teller,\r\n  A needy, hollow-ey'd, sharp-looking wretch,\r\n  A living dead man. This pernicious slave,\r\n  Forsooth, took on him as a conjurer,\r\n  And gazing in mine eyes, feeling my pulse,\r\n  And with no face, as 'twere, outfacing me,\r\n  Cries out I was possess'd. Then all together\r\n  They fell upon me, bound me, bore me thence,\r\n  And in a dark and dankish vault at home\r\n  There left me and my man, both bound together;\r\n  Till, gnawing with my teeth my bonds in sunder,\r\n  I gain'd my freedom, and immediately\r\n  Ran hither to your Grace; whom I beseech\r\n  To give me ample satisfaction\r\n  For these deep shames and great indignities.\r", "type": "direction"}, {"direction": "ANGELO. My lord, in truth, thus far I witness with him,\r\n  That he din'd not at home, but was lock'd out.\r", "type": "direction"}, {"direction": "DUKE. But had he such a chain of thee, or no?\r", "type": "direction"}, {"direction": "ANGELO. He had, my lord, and when he ran in here,\r\n  These people saw the chain about his neck.\r", "type": "direction"}, {"direction": "SECOND MERCHANT. Besides, I will be sworn these ears of mine\r\n  Heard you confess you had the chain of him,\r\n  After you first forswore it on the mart;\r\n  And thereupon I drew my sword on you,\r\n  And then you fled into this abbey here,\r\n  From whence, I think, you are come by miracle.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I never came within these abbey walls,\r\n  Nor ever didst thou draw thy sword on me;\r\n  I never saw the chain, so help me Heaven!\r\n  And this is false you burden me withal.\r", "type": "direction"}, {"direction": "DUKE. Why, what an intricate impeach is this!\r\n  I think you all have drunk of Circe's cup.\r\n  If here you hous'd him, here he would have been;\r\n  If he were mad, he would not plead so coldly.\r\n  You say he din'd at home: the goldsmith here\r\n  Denies that saying. Sirrah, what say you?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Sir, he din'd with her there, at the Porpentine.\r", "type": "direction"}, {"direction": "COURTEZAN. He did; and from my finger snatch'd that ring.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. 'Tis true, my liege; this ring I had of her.\r", "type": "direction"}, {"direction": "DUKE. Saw'st thou him enter at the abbey here?\r", "type": "direction"}, {"direction": "COURTEZAN. As sure, my liege, as I do see your Grace.\r", "type": "direction"}, {"direction": "DUKE. Why, this is strange. Go call the Abbess hither.\r\n  I think you are all mated or stark mad.\r\n[Exit one to the ABBESS\r", "type": "direction"}, {"direction": "AEGEON. Most mighty Duke, vouchsafe me speak a word:\r\n  Haply I see a friend will save my life\r\n  And pay the sum that may deliver me.\r", "type": "direction"}, {"direction": "DUKE. Speak freely, Syracusian, what thou wilt.\r", "type": "direction"}, {"direction": "AEGEON. Is not your name, sir, call'd Antipholus?\r\n  And is not that your bondman Dromio?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Within this hour I was his bondman, sir,\r\n  But he, I thank him, gnaw'd in two my cords\r\n  Now am I Dromio and his man unbound.\r", "type": "direction"}, {"direction": "AEGEON. I am sure you both of you remember me.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Ourselves we do remember, sir, by you;\r\n  For lately we were bound as you are now.\r\n  You are not Pinch's patient, are you, sir?\r", "type": "direction"}, {"direction": "AEGEON. Why look you strange on me? You know me well.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I never saw you in my life till now.\r", "type": "direction"}, {"direction": "AEGEON. O! grief hath chang'd me since you saw me last;\r\n  And careful hours with time's deformed hand\r\n  Have written strange defeatures in my face.\r\n  But tell me yet, dost thou not know my voice?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Neither.\r", "type": "direction"}, {"direction": "AEGEON. Dromio, nor thou?\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. No, trust me, sir, nor I.\r", "type": "direction"}, {"direction": "AEGEON. I am sure thou dost.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Ay, sir, but I am sure I do not; and\r\n  whatsoever a man denies, you are now bound to believe him.\r", "type": "direction"}, {"direction": "AEGEON. Not know my voice! O time's extremity,\r\n  Hast thou so crack'd and splitted my poor tongue\r\n  In seven short years that here my only son\r\n  Knows not my feeble key of untun'd cares?\r\n  Though now this grained face of mine be hid\r\n  In sap-consuming winter's drizzled snow,\r\n  And all the conduits of my blood froze up,\r\n  Yet hath my night of life some memory,\r\n  My wasting lamps some fading glimmer left,\r\n  My dull deaf ears a little use to hear;\r\n  All these old witnesses-I cannot err-\r\n  Tell me thou art my son Antipholus.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I never saw my father in my life.\r", "type": "direction"}, {"direction": "AEGEON. But seven years since, in Syracuse, boy,\r\n  Thou know'st we parted; but perhaps, my son,\r\n  Thou sham'st to acknowledge me in misery.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. The Duke and all that know me in\r\n  the city Can witness with me that it is not so:\r\n  I ne'er saw Syracuse in my life.\r", "type": "direction"}, {"direction": "DUKE. I tell thee, Syracusian, twenty years\r\n  Have I been patron to Antipholus,\r\n  During which time he ne'er saw Syracuse.\r\n  I see thy age and dangers make thee dote.\r\n\r\nRe-enter the ABBESS, with ANTIPHOLUS OF SYRACUSE and DROMIO OF SYRACUSE\r", "type": "direction"}, {"direction": "\r", "type": "direction"}, {"direction": "ABBESS. Most mighty Duke, behold a man much wrong'd.\r\n[All gather to see them]\r", "type": "direction"}, {"direction": "ADRIANA. I see two husbands, or mine eyes deceive me.\r", "type": "direction"}, {"direction": "DUKE. One of these men is genius to the other;\r\n  And so of these. Which is the natural man,\r\n  And which the spirit? Who deciphers them?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. I, sir, am Dromio; command him away.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. I, Sir, am Dromio; pray let me stay.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. Aegeon, art thou not? or else his\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. O, my old master! who hath bound\r", "type": "direction"}, {"direction": "ABBESS. Whoever bound him, I will loose his bonds,\r\n  And gain a husband by his liberty.\r\n  Speak, old Aegeon, if thou be'st the man\r\n  That hadst a wife once call'd Aemilia,\r\n  That bore thee at a burden two fair sons.\r\n  O, if thou be'st the same Aegeon, speak,\r\n  And speak unto the same Aemilia!\r", "type": "direction"}, {"direction": "AEGEON. If I dream not, thou art Aemilia.\r\n  If thou art she, tell me where is that son\r\n  That floated with thee on the fatal raft?\r", "type": "direction"}, {"direction": "ABBESS. By men of Epidamnum he and I\r\n  And the twin Dromio, all were taken up;\r\n  But by and by rude fishermen of Corinth\r\n  By force took Dromio and my son from them,\r\n  And me they left with those of Epidamnum.\r\n  What then became of them I cannot tell;\r\n  I to this fortune that you see me in.\r", "type": "direction"}, {"direction": "DUKE. Why, here begins his morning story right.\r\n  These two Antipholus', these two so like,\r\n  And these two Dromios, one in semblance-\r\n  Besides her urging of her wreck at sea-\r\n  These are the parents to these children,\r\n  Which accidentally are met together.\r\n  Antipholus, thou cam'st from Corinth first?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. No, sir, not I; I came from Syracuse.\r", "type": "direction"}, {"direction": "DUKE. Stay, stand apart; I know not which is which.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. I came from Corinth, my most gracious lord.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. And I with him.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Brought to this town by that most famous\r\nwarrior,\r\n  Duke Menaphon, your most renowned uncle.\r", "type": "direction"}, {"direction": "ADRIANA. Which of you two did dine with me to-day?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I, gentle mistress.\r", "type": "direction"}, {"direction": "ADRIANA. And are not you my husband?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. No; I say nay to that.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. And so do I, yet did she call me so;\r\n  And this fair gentlewoman, her sister here,\r\n  Did call me brother.  [To LUCIANA]  What I told you then,\r\n  I hope I shall have leisure to make good;\r\n  If this be not a dream I see and hear.\r", "type": "direction"}, {"direction": "ANGELO. That is the chain, sir, which you had of me.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. I think it be, sir; I deny it not.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. And you, sir, for this chain arrested me.\r", "type": "direction"}, {"direction": "ANGELO. I think I did, sir; I deny it not.\r", "type": "direction"}, {"direction": "ADRIANA. I sent you money, sir, to be your bail,\r\n  By Dromio; but I think he brought it not.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. No, none by me.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. This purse of ducats I receiv'd from you,\r\n  And Dromio my man did bring them me.\r\n  I see we still did meet each other's man,\r\n  And I was ta'en for him, and he for me,\r\n  And thereupon these ERRORS are arose.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. These ducats pawn I for my father here.\r", "type": "direction"}, {"direction": "DUKE. It shall not need; thy father hath his life.\r", "type": "direction"}, {"direction": "COURTEZAN. Sir, I must have that diamond from you.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. There, take it; and much thanks for my\r\n  good cheer.\r", "type": "direction"}, {"direction": "ABBESS. Renowned Duke, vouchsafe to take the pains\r\n  To go with us into the abbey here,\r\n  And hear at large discoursed all our fortunes;\r\n  And all that are assembled in this place\r\n  That by this sympathized one day's error\r\n  Have suffer'd wrong, go keep us company,\r\n  And we shall make full satisfaction.\r\n  Thirty-three years have I but gone in travail\r\n  Of you, my sons; and till this present hour\r\n  My heavy burden ne'er delivered.\r\n  The Duke, my husband, and my children both,\r\n  And you the calendars of their nativity,\r\n  Go to a gossips' feast, and go with me;\r\n  After so long grief, such nativity!\r", "type": "direction"}, {"direction": "DUKE. With all my heart, I'll gossip at this feast.\r\n[Exeunt all but ANTIPHOLUS OF SYRACUSE, ANTIPHOLUS OF\r\nEPHESUS, DROMIO OF SYRACUSE, and DROMIO OF EPHESUS\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Master, shall I fetch your stuff from shipboard?\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF EPHESUS. Dromio, what stuff of mine hast thou embark'd?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Your goods that lay at host, sir, in the Centaur.\r", "type": "direction"}, {"direction": "ANTIPHOLUS OF SYRACUSE. He speaks to me. I am your master, Dromio.\r\n  Come, go with us; we'll look to that anon.\r\n  Embrace thy brother there; rejoice with him.\r\n[Exeunt ANTIPHOLUS OF SYRACUSE and ANTIPHOLUS OF EPHESUS\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. There is a fat friend at your master's house,\r\n  That kitchen'd me for you to-day at dinner;\r\n  She now shall be my sister, not my wife.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Methinks you are my glass, and not my brother;\r\n  I see by you I am a sweet-fac'd youth.\r\n  Will you walk in to see their gossiping?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. Not I, sir; you are my elder.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. That's a question; how shall we try it?\r", "type": "direction"}, {"direction": "DROMIO OF SYRACUSE. We'll draw cuts for the senior; till then,\r\n    lead thou first.\r", "type": "direction"}, {"direction": "DROMIO OF EPHESUS. Nay, then, thus:\r\n  We came into the world like brother and brother,\r\n  And now let's go hand in hand, not one before another.\r\n[Exeunt\r\n\r\n\r\n\r\n\r", "type": "direction"}], "title": "SCENE 4\r\n\r\nA street\r", "scene": 7, "act": 1}]}], "table_of_contents": "THE COMEDY OF ERRORS\r\n\r\nDRAMATIS PERSONAE\r\n\r\nSOLINUS, Duke of Ephesus\r\nAEGEON, a merchant of Syracuse\r\n\r\nANTIPHOLUS OF EPHESUS twin brothers and sons to\r\nANTIPHOLUS OF SYRACUSE Aegion and Aemelia\r\n\r\nDROMIO OF EPHESUS twin brothers, and attendants on\r\nDROMIO OF SYRACUSE the two Antipholuses\r\n\r\nBALTHAZAR, a merchant\r\nANGELO, a goldsmith\r\nFIRST MERCHANT, friend to Antipholus of Syracuse\r\nSECOND MERCHANT, to whom Angelo is a debtor\r\nPINCH, a schoolmaster\r\n\r\nAEMILIA, wife to AEgeon; an abbess at Ephesus\r\nADRIANA, wife to Antipholus of Ephesus\r\nLUCIANA, her sister\r\nLUCE, servant to Adriana\r\n\r\nA COURTEZAN\r\n\r\nGaoler, Officers, Attendants\r\n\r\nSCENE: Ephesus\r\n\r"}