"ALL’S WELL THAT ENDS WELL\r\n\r\n\r\n\r\nContents\r\n\r\nACT I\r\nScene I. Rossillon. A room in the Countess’s palace.\r\nScene II. Paris. A room in the King’s palace.\r\nScene III. Rossillon. A Room in the Palace.\r\n\r\n\r\nACT II\r\nScene I. Paris. A room in the King’s palace.\r\nScene II. Rossillon. A room in the Countess’s palace.\r\nScene III. Paris. The King’s palace.\r\nScene IV. Paris. The King’s palace.\r\nScene V. Another room in the same.\r\n\r\n\r\nACT III\r\nScene I. Florence. A room in the Duke’s palace.\r\nScene II. Rossillon. A room in the Countess’s palace.\r\nScene III. Florence. Before the Duke’s palace.\r\nScene IV. Rossillon. A room in the Countess’s palace.\r\nScene V. Without the walls of Florence.\r\nScene VI. Camp before Florence.\r\nScene VII. Florence. A room in the Widow’s house.\r\n\r\n\r\nACT IV\r\nScene I. Without the Florentine camp.\r\nScene II. Florence. A room in the Widow’s house.\r\nScene III. The Florentine camp.\r\nScene IV. Florence. A room in the Widow’s house.\r\nScene V. Rossillon. A room in the Countess’s palace.\r\n\r\n\r\nACT V\r\nScene I. Marseilles. A street.\r\nScene II. Rossillon. The inner court of the Countess’s palace.\r\nScene III. The same. A room in the Countess’s palace.\r\n\r\n\r\n Dramatis Personæ\r\n\r\nKING OF FRANCE.\r\nTHE DUKE OF FLORENCE.\r\nBERTRAM, Count of Rossillon.\r\nLAFEW, an old Lord.\r\nPAROLLES, a follower of Bertram.\r\nSeveral young French Lords, that serve with Bertram in the Florentine\r\nWar.\r\nRYNALDO, servant to the Countess of Rossillon.\r\nClown, servant to the Countess of Rossillon.\r\nA Page, servant to the Countess of Rossillon.\r\nCOUNTESS OF ROSSILLON, mother to Bertram.\r\nHELENA, a Gentlewoman protected by the Countess.\r\nAn old WIDOW of Florence.\r\nDIANA, daughter to the Widow.\r\nVIOLENTA, neighbour and friend to the Widow.\r\nMARIANA, neighbour and friend to the Widow.\r\n\r\nLords attending on the KING; Officers; Soldiers, &c., French and\r\nFlorentine.\r\n\r\nSCENE: Partly in France, and partly in Tuscany.\r\nACT I. SCENE I. Rossillon. A room in the Countess’s palace.\r\n\r\n Enter Bertram, the Countess of Rossillon, Helena, and Lafew, all in\r\n black.\r\n\r\nCOUNTESS.\r\nIn delivering my son from me, I bury a second husband.\r\n\r\nBERTRAM.\r\nAnd I in going, madam, weep o’er my father’s death anew; but I must\r\nattend his majesty’s command, to whom I am now in ward, evermore in\r\nsubjection.\r\n\r\nLAFEW.\r\nYou shall find of the king a husband, madam; you, sir, a father. He\r\nthat so generally is at all times good, must of necessity hold his\r\nvirtue to you, whose worthiness would stir it up where it wanted,\r\nrather than lack it where there is such abundance.\r\n\r\nCOUNTESS.\r\nWhat hope is there of his majesty’s amendment?\r\n\r\nLAFEW.\r\nHe hath abandon’d his physicians, madam; under whose practices he hath\r\npersecuted time with hope, and finds no other advantage in the process\r\nbut only the losing of hope by time.\r\n\r\nCOUNTESS.\r\nThis young gentlewoman had a father—O that “had!”, how sad a passage\r\n’tis!—whose skill was almost as great as his honesty; had it stretch’d\r\nso far, would have made nature immortal, and death should have play for\r\nlack of work. Would for the king’s sake he were living! I think it\r\nwould be the death of the king’s disease.\r\n\r\nLAFEW.\r\nHow called you the man you speak of, madam?\r\n\r\nCOUNTESS.\r\nHe was famous, sir, in his profession, and it was his great right to be\r\nso: Gerard de Narbon.\r\n\r\nLAFEW.\r\nHe was excellent indeed, madam; the king very lately spoke of him\r\nadmiringly, and mourningly; he was skilful enough to have liv’d still,\r\nif knowledge could be set up against mortality.\r\n\r\nBERTRAM.\r\nWhat is it, my good lord, the king languishes of?\r\n\r\nLAFEW.\r\nA fistula, my lord.\r\n\r\nBERTRAM.\r\nI heard not of it before.\r\n\r\nLAFEW.\r\nI would it were not notorious. Was this gentlewoman the daughter of\r\nGerard de Narbon?\r\n\r\nCOUNTESS.\r\nHis sole child, my lord, and bequeathed to my overlooking. I have those\r\nhopes of her good that her education promises her dispositions she\r\ninherits, which makes fair gifts fairer; for where an unclean mind\r\ncarries virtuous qualities, there commendations go with pity, they are\r\nvirtues and traitors too. In her they are the better for their\r\nsimpleness; she derives her honesty, and achieves her goodness.\r\n\r\nLAFEW.\r\nYour commendations, madam, get from her tears.\r\n\r\nCOUNTESS.\r\n’Tis the best brine a maiden can season her praise in. The remembrance\r\nof her father never approaches her heart but the tyranny of her sorrows\r\ntakes all livelihood from her cheek. No more of this, Helena; go to, no\r\nmore, lest it be rather thought you affect a sorrow than to have.\r\n\r\nHELENA.\r\nI do affect a sorrow indeed, but I have it too.\r\n\r\nLAFEW.\r\nModerate lamentation is the right of the dead; excessive grief the\r\nenemy to the living.\r\n\r\nCOUNTESS.\r\nIf the living be enemy to the grief, the excess makes it soon mortal.\r\n\r\nBERTRAM.\r\nMadam, I desire your holy wishes.\r\n\r\nLAFEW.\r\nHow understand we that?\r\n\r\nCOUNTESS.\r\nBe thou blest, Bertram, and succeed thy father\r\nIn manners, as in shape! Thy blood and virtue\r\nContend for empire in thee, and thy goodness\r\nShare with thy birthright! Love all, trust a few,\r\nDo wrong to none. Be able for thine enemy\r\nRather in power than use; and keep thy friend\r\nUnder thy own life’s key. Be check’d for silence,\r\nBut never tax’d for speech. What heaven more will,\r\nThat thee may furnish and my prayers pluck down,\r\nFall on thy head! Farewell. My lord,\r\n’Tis an unseason’d courtier; good my lord,\r\nAdvise him.\r\n\r\nLAFEW.\r\nHe cannot want the best\r\nThat shall attend his love.\r\n\r\nCOUNTESS.\r\nHeaven bless him! Farewell, Bertram.\r\n\r\n [_Exit Countess._]\r\n\r\nBERTRAM.\r\nThe best wishes that can be forg’d in your thoughts be servants to you!\r\n[_To Helena._] Be comfortable to my mother, your mistress, and make\r\nmuch of her.\r\n\r\nLAFEW.\r\nFarewell, pretty lady, you must hold the credit of your father.\r\n\r\n [_Exeunt Bertram and Lafew._]\r\n\r\nHELENA.\r\nO, were that all! I think not on my father,\r\nAnd these great tears grace his remembrance more\r\nThan those I shed for him. What was he like?\r\nI have forgot him; my imagination\r\nCarries no favour in’t but Bertram’s.\r\nI am undone: there is no living, none,\r\nIf Bertram be away. ’Twere all one\r\nThat I should love a bright particular star,\r\nAnd think to wed it, he is so above me.\r\nIn his bright radiance and collateral light\r\nMust I be comforted, not in his sphere.\r\nTh’ambition in my love thus plagues itself:\r\nThe hind that would be mated by the lion\r\nMust die for love. ’Twas pretty, though a plague,\r\nTo see him every hour; to sit and draw\r\nHis arched brows, his hawking eye, his curls,\r\nIn our heart’s table,—heart too capable\r\nOf every line and trick of his sweet favour.\r\nBut now he’s gone, and my idolatrous fancy\r\nMust sanctify his relics. Who comes here?\r\n\r\n Enter Parolles.\r\n\r\nOne that goes with him: I love him for his sake,\r\nAnd yet I know him a notorious liar,\r\nThink him a great way fool, solely a coward;\r\nYet these fix’d evils sit so fit in him\r\nThat they take place when virtue’s steely bones\r\nLooks bleak i’ th’ cold wind: withal, full oft we see\r\nCold wisdom waiting on superfluous folly.\r\n\r\nPAROLLES.\r\nSave you, fair queen!\r\n\r\nHELENA.\r\nAnd you, monarch!\r\n\r\nPAROLLES.\r\nNo.\r\n\r\nHELENA.\r\nAnd no.\r\n\r\nPAROLLES.\r\nAre you meditating on virginity?\r\n\r\nHELENA.\r\nAy. You have some stain of soldier in you; let me ask you a question.\r\nMan is enemy to virginity; how may we barricado it against him?\r\n\r\nPAROLLES.\r\nKeep him out.\r\n\r\nHELENA.\r\nBut he assails; and our virginity, though valiant, in the defence, yet\r\nis weak. Unfold to us some warlike resistance.\r\n\r\nPAROLLES.\r\nThere is none. Man setting down before you will undermine you and blow\r\nyou up.\r\n\r\nHELENA.\r\nBless our poor virginity from underminers and blowers-up! Is there no\r\nmilitary policy how virgins might blow up men?\r\n\r\nPAROLLES.\r\nVirginity being blown down, man will quicklier be blown up; marry, in\r\nblowing him down again, with the breach yourselves made, you lose your\r\ncity. It is not politic in the commonwealth of nature to preserve\r\nvirginity. Loss of virginity is rational increase, and there was never\r\nvirgin got till virginity was first lost. That you were made of is\r\nmetal to make virgins. Virginity, by being once lost, may be ten times\r\nfound; by being ever kept, it is ever lost. ’Tis too cold a companion.\r\nAway with it!\r\n\r\nHELENA.\r\nI will stand for’t a little, though therefore I die a virgin.\r\n\r\nPAROLLES.\r\nThere’s little can be said in’t; ’tis against the rule of nature. To\r\nspeak on the part of virginity is to accuse your mothers; which is most\r\ninfallible disobedience. He that hangs himself is a virgin: virginity\r\nmurders itself, and should be buried in highways out of all sanctified\r\nlimit, as a desperate offendress against nature. Virginity breeds\r\nmites, much like a cheese; consumes itself to the very paring, and so\r\ndies with feeding his own stomach. Besides, virginity is peevish,\r\nproud, idle, made of self-love, which is the most inhibited sin in the\r\ncanon. Keep it not; you cannot choose but lose by’t. Out with’t! Within\r\nthe year it will make itself two, which is a goodly increase, and the\r\nprincipal itself not much the worse. Away with it!\r\n\r\nHELENA.\r\nHow might one do, sir, to lose it to her own liking?\r\n\r\nPAROLLES.\r\nLet me see. Marry, ill, to like him that ne’er it likes. ’Tis a\r\ncommodity will lose the gloss with lying; the longer kept, the less\r\nworth. Off with’t while ’tis vendible; answer the time of request.\r\nVirginity, like an old courtier, wears her cap out of fashion, richly\r\nsuited, but unsuitable, just like the brooch and the toothpick, which\r\nwear not now. Your date is better in your pie and your porridge than in\r\nyour cheek. And your virginity, your old virginity, is like one of our\r\nFrench wither’d pears; it looks ill, it eats drily; marry, ’tis a\r\nwither’d pear; it was formerly better; marry, yet ’tis a wither’d pear.\r\nWill you anything with it?\r\n\r\nHELENA.\r\nNot my virginity yet.\r\nThere shall your master have a thousand loves,\r\nA mother, and a mistress, and a friend,\r\nA phoenix, captain, and an enemy,\r\nA guide, a goddess, and a sovereign,\r\nA counsellor, a traitress, and a dear:\r\nHis humble ambition, proud humility,\r\nHis jarring concord, and his discord dulcet,\r\nHis faith, his sweet disaster; with a world\r\nOf pretty, fond, adoptious christendoms\r\nThat blinking Cupid gossips. Now shall he—\r\nI know not what he shall. God send him well!\r\nThe court’s a learning-place; and he is one.\r\n\r\nPAROLLES.\r\nWhat one, i’ faith?\r\n\r\nHELENA.\r\nThat I wish well. ’Tis pity—\r\n\r\nPAROLLES.\r\nWhat’s pity?\r\n\r\nHELENA.\r\nThat wishing well had not a body in’t\r\nWhich might be felt, that we, the poorer born,\r\nWhose baser stars do shut us up in wishes,\r\nMight with effects of them follow our friends,\r\nAnd show what we alone must think, which never\r\nReturns us thanks.\r\n\r\n Enter a Page.\r\n\r\nPAGE.\r\nMonsieur Parolles, my lord calls for you.\r\n\r\n [_Exit Page._]\r\n\r\nPAROLLES.\r\nLittle Helen, farewell. If I can remember thee, I will think of thee at\r\ncourt.\r\n\r\nHELENA.\r\nMonsieur Parolles, you were born under a charitable star.\r\n\r\nPAROLLES.\r\nUnder Mars, I.\r\n\r\nHELENA.\r\nI especially think, under Mars.\r\n\r\nPAROLLES.\r\nWhy under Mars?\r\n\r\nHELENA.\r\nThe wars hath so kept you under, that you must needs be born under\r\nMars.\r\n\r\nPAROLLES.\r\nWhen he was predominant.\r\n\r\nHELENA.\r\nWhen he was retrograde, I think rather.\r\n\r\nPAROLLES.\r\nWhy think you so?\r\n\r\nHELENA.\r\nYou go so much backward when you fight.\r\n\r\nPAROLLES.\r\nThat’s for advantage.\r\n\r\nHELENA.\r\nSo is running away, when fear proposes the safety: but the composition\r\nthat your valour and fear makes in you is a virtue of a good wing, and\r\nI like the wear well.\r\n\r\nPAROLLES.\r\nI am so full of business I cannot answer thee acutely. I will return\r\nperfect courtier; in the which my instruction shall serve to naturalize\r\nthee, so thou wilt be capable of a courtier’s counsel, and understand\r\nwhat advice shall thrust upon thee; else thou diest in thine\r\nunthankfulness, and thine ignorance makes thee away. Farewell. When\r\nthou hast leisure, say thy prayers; when thou hast none, remember thy\r\nfriends. Get thee a good husband, and use him as he uses thee. So,\r\nfarewell.\r\n\r\n [_Exit._]\r\n\r\nHELENA.\r\nOur remedies oft in ourselves do lie,\r\nWhich we ascribe to heaven: the fated sky\r\nGives us free scope; only doth backward pull\r\nOur slow designs when we ourselves are dull.\r\nWhat power is it which mounts my love so high,\r\nThat makes me see, and cannot feed mine eye?\r\nThe mightiest space in fortune nature brings\r\nTo join like likes, and kiss like native things.\r\nImpossible be strange attempts to those\r\nThat weigh their pains in sense, and do suppose\r\nWhat hath been cannot be. Who ever strove\r\nTo show her merit that did miss her love?\r\nThe king’s disease,—my project may deceive me,\r\nBut my intents are fix’d, and will not leave me.\r\n\r\n [_Exit._]\r\n\r\nSCENE II. Paris. A room in the King’s palace.\r\n\r\n Flourish of cornets. Enter the King of France, with letters; Lords and\r\n others attending.\r\n\r\nKING.\r\nThe Florentines and Senoys are by th’ ears;\r\nHave fought with equal fortune, and continue\r\nA braving war.\r\n\r\nFIRST LORD.\r\nSo ’tis reported, sir.\r\n\r\nKING.\r\nNay, ’tis most credible, we here receive it,\r\nA certainty, vouch’d from our cousin Austria,\r\nWith caution, that the Florentine will move us\r\nFor speedy aid; wherein our dearest friend\r\nPrejudicates the business, and would seem\r\nTo have us make denial.\r\n\r\nFIRST LORD.\r\nHis love and wisdom,\r\nApprov’d so to your majesty, may plead\r\nFor amplest credence.\r\n\r\nKING.\r\nHe hath arm’d our answer,\r\nAnd Florence is denied before he comes:\r\nYet, for our gentlemen that mean to see\r\nThe Tuscan service, freely have they leave\r\nTo stand on either part.\r\n\r\nSECOND LORD.\r\nIt well may serve\r\nA nursery to our gentry, who are sick\r\nFor breathing and exploit.\r\n\r\nKING.\r\nWhat’s he comes here?\r\n\r\n Enter Bertram, Lafew and Parolles.\r\n\r\nFIRST LORD.\r\nIt is the Count Rossillon, my good lord,\r\nYoung Bertram.\r\n\r\nKING.\r\nYouth, thou bear’st thy father’s face;\r\nFrank nature, rather curious than in haste,\r\nHath well compos’d thee. Thy father’s moral parts\r\nMayst thou inherit too! Welcome to Paris.\r\n\r\nBERTRAM.\r\nMy thanks and duty are your majesty’s.\r\n\r\nKING.\r\nI would I had that corporal soundness now,\r\nAs when thy father and myself in friendship\r\nFirst tried our soldiership. He did look far\r\nInto the service of the time, and was\r\nDiscipled of the bravest. He lasted long,\r\nBut on us both did haggish age steal on,\r\nAnd wore us out of act. It much repairs me\r\nTo talk of your good father; in his youth\r\nHe had the wit which I can well observe\r\nToday in our young lords; but they may jest\r\nTill their own scorn return to them unnoted\r\nEre they can hide their levity in honour\r\nSo like a courtier, contempt nor bitterness\r\nWere in his pride or sharpness; if they were,\r\nHis equal had awak’d them, and his honour,\r\nClock to itself, knew the true minute when\r\nException bid him speak, and at this time\r\nHis tongue obey’d his hand. Who were below him\r\nHe us’d as creatures of another place,\r\nAnd bow’d his eminent top to their low ranks,\r\nMaking them proud of his humility,\r\nIn their poor praise he humbled. Such a man\r\nMight be a copy to these younger times;\r\nWhich, followed well, would demonstrate them now\r\nBut goers backward.\r\n\r\nBERTRAM.\r\nHis good remembrance, sir,\r\nLies richer in your thoughts than on his tomb;\r\nSo in approof lives not his epitaph\r\nAs in your royal speech.\r\n\r\nKING.\r\nWould I were with him! He would always say,—\r\nMethinks I hear him now; his plausive words\r\nHe scatter’d not in ears, but grafted them\r\nTo grow there and to bear,—“Let me not live,”\r\nThis his good melancholy oft began\r\nOn the catastrophe and heel of pastime,\r\nWhen it was out,—“Let me not live” quoth he,\r\n“After my flame lacks oil, to be the snuff\r\nOf younger spirits, whose apprehensive senses\r\nAll but new things disdain; whose judgments are\r\nMere fathers of their garments; whose constancies\r\nExpire before their fashions.” This he wish’d.\r\nI, after him, do after him wish too,\r\nSince I nor wax nor honey can bring home,\r\nI quickly were dissolved from my hive\r\nTo give some labourers room.\r\n\r\nSECOND LORD.\r\nYou’re lov’d, sir;\r\nThey that least lend it you shall lack you first.\r\n\r\nKING.\r\nI fill a place, I know’t. How long is’t, Count,\r\nSince the physician at your father’s died?\r\nHe was much fam’d.\r\n\r\nBERTRAM.\r\nSome six months since, my lord.\r\n\r\nKING.\r\nIf he were living, I would try him yet;—\r\nLend me an arm;—the rest have worn me out\r\nWith several applications; nature and sickness\r\nDebate it at their leisure. Welcome, Count;\r\nMy son’s no dearer.\r\n\r\nBERTRAM.\r\nThank your majesty.\r\n\r\n [_Exeunt. Flourish._]\r\n\r\nSCENE III. Rossillon. A Room in the Palace.\r\n\r\n Enter Countess, Steward and Clown.\r\n\r\nCOUNTESS.\r\nI will now hear. What say you of this gentlewoman?\r\n\r\nSTEWARD.\r\nMadam, the care I have had to even your content, I wish might be found\r\nin the calendar of my past endeavours; for then we wound our modesty,\r\nand make foul the clearness of our deservings, when of ourselves we\r\npublish them.\r\n\r\nCOUNTESS.\r\nWhat does this knave here? Get you gone, sirrah. The complaints I have\r\nheard of you I do not all believe; ’tis my slowness that I do not; for\r\nI know you lack not folly to commit them, and have ability enough to\r\nmake such knaveries yours.\r\n\r\nCLOWN.\r\n’Tis not unknown to you, madam, I am a poor fellow.\r\n\r\nCOUNTESS.\r\nWell, sir.\r\n\r\nCLOWN.\r\nNo, madam, ’tis not so well that I am poor, though many of the rich are\r\ndamned; but if I may have your ladyship’s good will to go to the world,\r\nIsbel the woman and I will do as we may.\r\n\r\nCOUNTESS.\r\nWilt thou needs be a beggar?\r\n\r\nCLOWN.\r\nI do beg your good will in this case.\r\n\r\nCOUNTESS.\r\nIn what case?\r\n\r\nCLOWN.\r\nIn Isbel’s case and mine own. Service is no heritage, and I think I\r\nshall never have the blessing of God till I have issue of my body; for\r\nthey say barnes are blessings.\r\n\r\nCOUNTESS.\r\nTell me thy reason why thou wilt marry.\r\n\r\nCLOWN.\r\nMy poor body, madam, requires it; I am driven on by the flesh, and he\r\nmust needs go that the devil drives.\r\n\r\nCOUNTESS.\r\nIs this all your worship’s reason?\r\n\r\nCLOWN.\r\nFaith, madam, I have other holy reasons, such as they are.\r\n\r\nCOUNTESS.\r\nMay the world know them?\r\n\r\nCLOWN.\r\nI have been, madam, a wicked creature, as you and all flesh and blood\r\nare; and indeed I do marry that I may repent.\r\n\r\nCOUNTESS.\r\nThy marriage, sooner than thy wickedness.\r\n\r\nCLOWN.\r\nI am out of friends, madam, and I hope to have friends for my wife’s\r\nsake.\r\n\r\nCOUNTESS.\r\nSuch friends are thine enemies, knave.\r\n\r\nCLOWN.\r\nY’are shallow, madam, in great friends; for the knaves come to do that\r\nfor me which I am a-weary of. He that ears my land spares my team, and\r\ngives me leave to in the crop: if I be his cuckold, he’s my drudge. He\r\nthat comforts my wife is the cherisher of my flesh and blood; he that\r\ncherishes my flesh and blood loves my flesh and blood; he that loves my\r\nflesh and blood is my friend; ergo, he that kisses my wife is my\r\nfriend. If men could be contented to be what they are, there were no\r\nfear in marriage; for young Charbon the puritan and old Poysam the\r\npapist, howsome’er their hearts are sever’d in religion, their heads\r\nare both one; they may jowl horns together like any deer i’ the herd.\r\n\r\nCOUNTESS.\r\nWilt thou ever be a foul-mouth’d and calumnious knave?\r\n\r\nCLOWN.\r\nA prophet I, madam; and I speak the truth the next way:\r\n   _For I the ballad will repeat,\r\n   Which men full true shall find;\r\n   Your marriage comes by destiny,\r\n   Your cuckoo sings by kind._\r\n\r\nCOUNTESS.\r\nGet you gone, sir; I’ll talk with you more anon.\r\n\r\nSTEWARD.\r\nMay it please you, madam, that he bid Helen come to you; of her I am to\r\nspeak.\r\n\r\nCOUNTESS.\r\nSirrah, tell my gentlewoman I would speak with her; Helen I mean.\r\n\r\nCLOWN.\r\n[_Sings._]\r\n_   Was this fair face the cause, quoth she,\r\n     Why the Grecians sacked Troy?\r\n   Fond done, done fond,\r\n      Was this King Priam’s joy?\r\n   With that she sighed as she stood,\r\n   With that she sighed as she stood,\r\n      And gave this sentence then:\r\n   Among nine bad if one be good,\r\n   Among nine bad if one be good,\r\n     There’s yet one good in ten._\r\n\r\nCOUNTESS.\r\nWhat, one good in ten? You corrupt the song, sirrah.\r\n\r\nCLOWN.\r\nOne good woman in ten, madam, which is a purifying o’ the song. Would\r\nGod would serve the world so all the year! We’d find no fault with the\r\ntithe-woman, if I were the parson. One in ten, quoth ’a! And we might\r\nhave a good woman born but or every blazing star, or at an earthquake,\r\n’twould mend the lottery well; a man may draw his heart out ere he\r\npluck one.\r\n\r\nCOUNTESS.\r\nYou’ll be gone, sir knave, and do as I command you!\r\n\r\nCLOWN.\r\nThat man should be at woman’s command, and yet no hurt done! Though\r\nhonesty be no puritan, yet it will do no hurt; it will wear the\r\nsurplice of humility over the black gown of a big heart. I am going,\r\nforsooth; the business is for Helen to come hither.\r\n\r\n [_Exit._]\r\n\r\nCOUNTESS.\r\nWell, now.\r\n\r\nSTEWARD.\r\nI know, madam, you love your gentlewoman entirely.\r\n\r\nCOUNTESS.\r\nFaith I do. Her father bequeath’d her to me, and she herself, without\r\nother advantage, may lawfully make title to as much love as she finds;\r\nthere is more owing her than is paid, and more shall be paid her than\r\nshe’ll demand.\r\n\r\nSTEWARD.\r\nMadam, I was very late more near her than I think she wish’d me; alone\r\nshe was, and did communicate to herself her own words to her own ears;\r\nshe thought, I dare vow for her, they touch’d not any stranger sense.\r\nHer matter was, she loved your son. Fortune, she said, was no goddess,\r\nthat had put such difference betwixt their two estates; Love no god,\r\nthat would not extend his might only where qualities were level; Diana\r\nno queen of virgins, that would suffer her poor knight surpris’d,\r\nwithout rescue in the first assault or ransom afterward. This she\r\ndeliver’d in the most bitter touch of sorrow that e’er I heard virgin\r\nexclaim in, which I held my duty speedily to acquaint you withal;\r\nsithence, in the loss that may happen, it concerns you something to\r\nknow it.\r\n\r\nCOUNTESS.\r\nYou have discharg’d this honestly; keep it to yourself; many\r\nlikelihoods inform’d me of this before, which hung so tottering in the\r\nbalance that I could neither believe nor misdoubt. Pray you leave me;\r\nstall this in your bosom; and I thank you for your honest care. I will\r\nspeak with you further anon.\r\n\r\n [_Exit Steward._]\r\n\r\nEnter Helena.\r\n\r\nEven so it was with me when I was young;\r\nIf ever we are nature’s, these are ours; this thorn\r\nDoth to our rose of youth rightly belong;\r\nOur blood to us, this to our blood is born;\r\nIt is the show and seal of nature’s truth,\r\nWhere love’s strong passion is impress’d in youth.\r\nBy our remembrances of days foregone,\r\nSuch were our faults, or then we thought them none.\r\nHer eye is sick on’t; I observe her now.\r\n\r\nHELENA.\r\nWhat is your pleasure, madam?\r\n\r\nCOUNTESS.\r\nYou know, Helen,\r\nI am a mother to you.\r\n\r\nHELENA.\r\nMine honourable mistress.\r\n\r\nCOUNTESS.\r\nNay, a mother.\r\nWhy not a mother? When I said a mother,\r\nMethought you saw a serpent. What’s in mother,\r\nThat you start at it? I say I am your mother,\r\nAnd put you in the catalogue of those\r\nThat were enwombed mine. ’Tis often seen\r\nAdoption strives with nature, and choice breeds\r\nA native slip to us from foreign seeds.\r\nYou ne’er oppress’d me with a mother’s groan,\r\nYet I express to you a mother’s care.\r\nGod’s mercy, maiden! does it curd thy blood\r\nTo say I am thy mother? What’s the matter,\r\nThat this distempered messenger of wet,\r\nThe many-colour’d Iris, rounds thine eye?\r\n—Why, that you are my daughter?\r\n\r\nHELENA.\r\nThat I am not.\r\n\r\nCOUNTESS.\r\nI say, I am your mother.\r\n\r\nHELENA.\r\nPardon, madam;\r\nThe Count Rossillon cannot be my brother.\r\nI am from humble, he from honoured name;\r\nNo note upon my parents, his all noble,\r\nMy master, my dear lord he is; and I\r\nHis servant live, and will his vassal die.\r\nHe must not be my brother.\r\n\r\nCOUNTESS.\r\nNor I your mother?\r\n\r\nHELENA.\r\nYou are my mother, madam; would you were—\r\nSo that my lord your son were not my brother,—\r\nIndeed my mother! or were you both our mothers,\r\nI care no more for than I do for heaven,\r\nSo I were not his sister. Can’t no other,\r\nBut, I your daughter, he must be my brother?\r\n\r\nCOUNTESS.\r\nYes, Helen, you might be my daughter-in-law.\r\nGod shield you mean it not! daughter and mother\r\nSo strive upon your pulse. What! pale again?\r\nMy fear hath catch’d your fondness; now I see\r\nThe mystery of your loneliness, and find\r\nYour salt tears’ head. Now to all sense ’tis gross\r\nYou love my son; invention is asham’d,\r\nAgainst the proclamation of thy passion\r\nTo say thou dost not. Therefore tell me true;\r\nBut tell me then, ’tis so; for, look, thy cheeks\r\nConfess it, t’one to th’other; and thine eyes\r\nSee it so grossly shown in thy behaviours,\r\nThat in their kind they speak it; only sin\r\nAnd hellish obstinacy tie thy tongue,\r\nThat truth should be suspected. Speak, is’t so?\r\nIf it be so, you have wound a goodly clew;\r\nIf it be not, forswear’t: howe’er, I charge thee,\r\nAs heaven shall work in me for thine avail,\r\nTo tell me truly.\r\n\r\nHELENA.\r\nGood madam, pardon me.\r\n\r\nCOUNTESS.\r\nDo you love my son?\r\n\r\nHELENA.\r\nYour pardon, noble mistress.\r\n\r\nCOUNTESS.\r\nLove you my son?\r\n\r\nHELENA.\r\nDo not you love him, madam?\r\n\r\nCOUNTESS.\r\nGo not about; my love hath in’t a bond\r\nWhereof the world takes note. Come, come, disclose\r\nThe state of your affection, for your passions\r\nHave to the full appeach’d.\r\n\r\nHELENA.\r\nThen I confess,\r\nHere on my knee, before high heaven and you,\r\nThat before you, and next unto high heaven,\r\nI love your son.\r\nMy friends were poor, but honest; so’s my love.\r\nBe not offended; for it hurts not him\r\nThat he is lov’d of me; I follow him not\r\nBy any token of presumptuous suit,\r\nNor would I have him till I do deserve him;\r\nYet never know how that desert should be.\r\nI know I love in vain, strive against hope;\r\nYet in this captious and inteemable sieve\r\nI still pour in the waters of my love\r\nAnd lack not to lose still. Thus, Indian-like,\r\nReligious in mine error, I adore\r\nThe sun that looks upon his worshipper,\r\nBut knows of him no more. My dearest madam,\r\nLet not your hate encounter with my love,\r\nFor loving where you do; but if yourself,\r\nWhose aged honour cites a virtuous youth,\r\nDid ever, in so true a flame of liking,\r\nWish chastely, and love dearly, that your Dian\r\nWas both herself and love; O then, give pity\r\nTo her whose state is such that cannot choose\r\nBut lend and give where she is sure to lose;\r\nThat seeks not to find that her search implies,\r\nBut riddle-like, lives sweetly where she dies!\r\n\r\nCOUNTESS.\r\nHad you not lately an intent,—speak truly,—\r\nTo go to Paris?\r\n\r\nHELENA.\r\nMadam, I had.\r\n\r\nCOUNTESS.\r\nWherefore? tell true.\r\n\r\nHELENA.\r\nI will tell truth; by grace itself I swear.\r\nYou know my father left me some prescriptions\r\nOf rare and prov’d effects, such as his reading\r\nAnd manifest experience had collected\r\nFor general sovereignty; and that he will’d me\r\nIn heedfull’st reservation to bestow them,\r\nAs notes whose faculties inclusive were\r\nMore than they were in note. Amongst the rest\r\nThere is a remedy, approv’d, set down,\r\nTo cure the desperate languishings whereof\r\nThe king is render’d lost.\r\n\r\nCOUNTESS.\r\nThis was your motive\r\nFor Paris, was it? Speak.\r\n\r\nHELENA.\r\nMy lord your son made me to think of this;\r\nElse Paris, and the medicine, and the king,\r\nHad from the conversation of my thoughts\r\nHaply been absent then.\r\n\r\nCOUNTESS.\r\nBut think you, Helen,\r\nIf you should tender your supposed aid,\r\nHe would receive it? He and his physicians\r\nAre of a mind; he, that they cannot help him;\r\nThey, that they cannot help. How shall they credit\r\nA poor unlearned virgin, when the schools,\r\nEmbowell’d of their doctrine, have let off\r\nThe danger to itself?\r\n\r\nHELENA.\r\nThere’s something in’t\r\nMore than my father’s skill, which was the great’st\r\nOf his profession, that his good receipt\r\nShall for my legacy be sanctified\r\nBy th’ luckiest stars in heaven; and would your honour\r\nBut give me leave to try success, I’d venture\r\nThe well-lost life of mine on his grace’s cure.\r\nBy such a day, an hour.\r\n\r\nCOUNTESS.\r\nDost thou believe’t?\r\n\r\nHELENA.\r\nAy, madam, knowingly.\r\n\r\nCOUNTESS.\r\nWhy, Helen, thou shalt have my leave and love,\r\nMeans and attendants, and my loving greetings\r\nTo those of mine in court. I’ll stay at home,\r\nAnd pray God’s blessing into thy attempt.\r\nBe gone tomorrow; and be sure of this,\r\nWhat I can help thee to, thou shalt not miss.\r\n\r\n [_Exeunt._]\r\n\r\n\r\nACT II.\r\n\r\nSCENE I. Paris. A room in the King’s palace.\r\n\r\n Flourish. Enter the King with young Lords taking leave for the\r\n Florentine war; Bertram, Parolles and Attendants.\r\n\r\nKING.\r\nFarewell, young lords; these warlike principles\r\nDo not throw from you; and you, my lords, farewell;\r\nShare the advice betwixt you; if both gain all,\r\nThe gift doth stretch itself as ’tis receiv’d,\r\nAnd is enough for both.\r\n\r\nFIRST LORD.\r\n’Tis our hope, sir,\r\nAfter well-ent’red soldiers, to return\r\nAnd find your grace in health.\r\n\r\nKING.\r\nNo, no, it cannot be; and yet my heart\r\nWill not confess he owes the malady\r\nThat doth my life besiege. Farewell, young lords.\r\nWhether I live or die, be you the sons\r\nOf worthy Frenchmen; let higher Italy,—\r\nThose bated that inherit but the fall\r\nOf the last monarchy—see that you come\r\nNot to woo honour, but to wed it, when\r\nThe bravest questant shrinks: find what you seek,\r\nThat fame may cry you loud. I say farewell.\r\n\r\nSECOND LORD.\r\nHealth, at your bidding serve your majesty!\r\n\r\nKING.\r\nThose girls of Italy, take heed of them;\r\nThey say our French lack language to deny\r\nIf they demand; beware of being captives\r\nBefore you serve.\r\n\r\nBOTH.\r\nOur hearts receive your warnings.\r\n\r\nKING.\r\nFarewell.—Come hither to me.\r\n\r\n [_The King retires to a couch._]\r\n\r\nFIRST LORD.\r\nO my sweet lord, that you will stay behind us!\r\n\r\nPAROLLES.\r\n’Tis not his fault; the spark.\r\n\r\nSECOND LORD.\r\nO, ’tis brave wars!\r\n\r\nPAROLLES.\r\nMost admirable! I have seen those wars.\r\n\r\nBERTRAM.\r\nI am commanded here, and kept a coil with,\r\n“Too young”, and “the next year” and “’tis too early”.\r\n\r\nPAROLLES.\r\nAn thy mind stand to’t, boy, steal away bravely.\r\n\r\nBERTRAM.\r\nI shall stay here the forehorse to a smock,\r\nCreaking my shoes on the plain masonry,\r\nTill honour be bought up, and no sword worn\r\nBut one to dance with. By heaven, I’ll steal away.\r\n\r\nFIRST LORD.\r\nThere’s honour in the theft.\r\n\r\nPAROLLES.\r\nCommit it, count.\r\n\r\nSECOND LORD.\r\nI am your accessary; and so farewell.\r\n\r\nBERTRAM.\r\nI grow to you, and our parting is a tortur’d body.\r\n\r\nFIRST LORD.\r\nFarewell, captain.\r\n\r\nSECOND LORD.\r\nSweet Monsieur Parolles!\r\n\r\nPAROLLES.\r\nNoble heroes, my sword and yours are kin. Good sparks and lustrous, a\r\nword, good metals. You shall find in the regiment of the Spinii one\r\nCaptain Spurio, with his cicatrice, an emblem of war, here on his\r\nsinister cheek; it was this very sword entrench’d it. Say to him I\r\nlive; and observe his reports for me.\r\n\r\nFIRST LORD.\r\nWe shall, noble captain.\r\n\r\nPAROLLES.\r\nMars dote on you for his novices!\r\n\r\n [_Exeunt Lords._]\r\n\r\nWhat will ye do?\r\n\r\nBERTRAM.\r\nStay the king.\r\n\r\nPAROLLES.\r\nUse a more spacious ceremony to the noble lords; you have restrain’d\r\nyourself within the list of too cold an adieu. Be more expressive to\r\nthem; for they wear themselves in the cap of the time; there do muster\r\ntrue gait; eat, speak, and move, under the influence of the most\r\nreceiv’d star; and though the devil lead the measure, such are to be\r\nfollowed. After them, and take a more dilated farewell.\r\n\r\nBERTRAM.\r\nAnd I will do so.\r\n\r\nPAROLLES.\r\nWorthy fellows, and like to prove most sinewy sword-men.\r\n\r\n [_Exeunt Bertram and Parolles._]\r\n\r\n Enter Lafew.\r\n\r\nLAFEW.\r\nPardon, my lord [_kneeling_], for me and for my tidings.\r\n\r\nKING.\r\nI’ll fee thee to stand up.\r\n\r\nLAFEW.\r\nThen here’s a man stands that has brought his pardon.\r\nI would you had kneel’d, my lord, to ask me mercy,\r\nAnd that at my bidding you could so stand up.\r\n\r\nKING.\r\nI would I had; so I had broke thy pate,\r\nAnd ask’d thee mercy for’t.\r\n\r\nLAFEW.\r\nGood faith, across;\r\nBut, my good lord, ’tis thus: will you be cur’d\r\nOf your infirmity?\r\n\r\nKING.\r\nNo.\r\n\r\nLAFEW.\r\nO, will you eat\r\nNo grapes, my royal fox? Yes, but you will\r\nMy noble grapes, and if my royal fox\r\nCould reach them. I have seen a medicine\r\nThat’s able to breathe life into a stone,\r\nQuicken a rock, and make you dance canary\r\nWith sprightly fire and motion; whose simple touch\r\nIs powerful to araise King Pippen, nay,\r\nTo give great Charlemain a pen in’s hand\r\nAnd write to her a love-line.\r\n\r\nKING.\r\nWhat ‘her’ is this?\r\n\r\nLAFEW.\r\nWhy, doctor ‘she’! My lord, there’s one arriv’d,\r\nIf you will see her. Now, by my faith and honour,\r\nIf seriously I may convey my thoughts\r\nIn this my light deliverance, I have spoke\r\nWith one that in her sex, her years, profession,\r\nWisdom, and constancy, hath amaz’d me more\r\nThan I dare blame my weakness. Will you see her,\r\nFor that is her demand, and know her business?\r\nThat done, laugh well at me.\r\n\r\nKING.\r\nNow, good Lafew,\r\nBring in the admiration; that we with thee\r\nMay spend our wonder too, or take off thine\r\nBy wond’ring how thou took’st it.\r\n\r\nLAFEW.\r\nNay, I’ll fit you,\r\nAnd not be all day neither.\r\n\r\n [_Exit Lafew._]\r\n\r\nKING.\r\nThus he his special nothing ever prologues.\r\n\r\n Enter Lafew with Helena.\r\n\r\nLAFEW.\r\nNay, come your ways.\r\n\r\nKING.\r\nThis haste hath wings indeed.\r\n\r\nLAFEW.\r\nNay, come your ways.\r\nThis is his majesty, say your mind to him.\r\nA traitor you do look like, but such traitors\r\nHis majesty seldom fears; I am Cressid’s uncle,\r\nThat dare leave two together. Fare you well.\r\n\r\n [_Exit._]\r\n\r\nKING.\r\nNow, fair one, does your business follow us?\r\n\r\nHELENA.\r\nAy, my good lord.\r\nGerard de Narbon was my father,\r\nIn what he did profess, well found.\r\n\r\nKING.\r\nI knew him.\r\n\r\nHELENA.\r\nThe rather will I spare my praises towards him.\r\nKnowing him is enough. On his bed of death\r\nMany receipts he gave me; chiefly one,\r\nWhich, as the dearest issue of his practice,\r\nAnd of his old experience the only darling,\r\nHe bade me store up as a triple eye,\r\nSafer than mine own two; more dear I have so,\r\nAnd hearing your high majesty is touch’d\r\nWith that malignant cause, wherein the honour\r\nOf my dear father’s gift stands chief in power,\r\nI come to tender it, and my appliance,\r\nWith all bound humbleness.\r\n\r\nKING.\r\nWe thank you, maiden,\r\nBut may not be so credulous of cure,\r\nWhen our most learned doctors leave us, and\r\nThe congregated college have concluded\r\nThat labouring art can never ransom nature\r\nFrom her inaidable estate. I say we must not\r\nSo stain our judgment, or corrupt our hope,\r\nTo prostitute our past-cure malady\r\nTo empirics, or to dissever so\r\nOur great self and our credit, to esteem\r\nA senseless help, when help past sense we deem.\r\n\r\nHELENA.\r\nMy duty then shall pay me for my pains.\r\nI will no more enforce mine office on you,\r\nHumbly entreating from your royal thoughts\r\nA modest one to bear me back again.\r\n\r\nKING.\r\nI cannot give thee less, to be call’d grateful.\r\nThou thought’st to help me; and such thanks I give\r\nAs one near death to those that wish him live.\r\nBut what at full I know, thou know’st no part;\r\nI knowing all my peril, thou no art.\r\n\r\nHELENA.\r\nWhat I can do can do no hurt to try,\r\nSince you set up your rest ’gainst remedy.\r\nHe that of greatest works is finisher\r\nOft does them by the weakest minister.\r\nSo holy writ in babes hath judgment shown,\r\nWhen judges have been babes. Great floods have flown\r\nFrom simple sources, and great seas have dried\r\nWhen miracles have by the great’st been denied.\r\nOft expectation fails, and most oft there\r\nWhere most it promises; and oft it hits\r\nWhere hope is coldest, and despair most fits.\r\n\r\nKING.\r\nI must not hear thee. Fare thee well, kind maid.\r\nThy pains, not us’d, must by thyself be paid;\r\nProffers, not took, reap thanks for their reward.\r\n\r\nHELENA.\r\nInspired merit so by breath is barr’d.\r\nIt is not so with Him that all things knows\r\nAs ’tis with us that square our guess by shows;\r\nBut most it is presumption in us when\r\nThe help of heaven we count the act of men.\r\nDear sir, to my endeavours give consent;\r\nOf heaven, not me, make an experiment.\r\nI am not an impostor, that proclaim\r\nMyself against the level of mine aim,\r\nBut know I think, and think I know most sure,\r\nMy art is not past power nor you past cure.\r\n\r\nKING.\r\nArt thou so confident? Within what space\r\nHop’st thou my cure?\r\n\r\nHELENA.\r\nThe greatest grace lending grace.\r\nEre twice the horses of the sun shall bring\r\nTheir fiery torcher his diurnal ring,\r\nEre twice in murk and occidental damp\r\nMoist Hesperus hath quench’d her sleepy lamp;\r\nOr four and twenty times the pilot’s glass\r\nHath told the thievish minutes how they pass;\r\nWhat is infirm from your sound parts shall fly,\r\nHealth shall live free, and sickness freely die.\r\n\r\nKING.\r\nUpon thy certainty and confidence\r\nWhat dar’st thou venture?\r\n\r\nHELENA.\r\nTax of impudence,\r\nA strumpet’s boldness, a divulged shame,\r\nTraduc’d by odious ballads; my maiden’s name\r\nSear’d otherwise; ne worse of worst extended\r\nWith vildest torture, let my life be ended.\r\n\r\nKING.\r\nMethinks in thee some blessed spirit doth speak\r\nHis powerful sound within an organ weak;\r\nAnd what impossibility would slay\r\nIn common sense, sense saves another way.\r\nThy life is dear, for all that life can rate\r\nWorth name of life in thee hath estimate:\r\nYouth, beauty, wisdom, courage, all\r\nThat happiness and prime can happy call.\r\nThou this to hazard needs must intimate\r\nSkill infinite, or monstrous desperate.\r\nSweet practiser, thy physic I will try,\r\nThat ministers thine own death if I die.\r\n\r\nHELENA.\r\nIf I break time, or flinch in property\r\nOf what I spoke, unpitied let me die,\r\nAnd well deserv’d. Not helping, death’s my fee;\r\nBut if I help, what do you promise me?\r\n\r\nKING.\r\nMake thy demand.\r\n\r\nHELENA.\r\nBut will you make it even?\r\n\r\nKING.\r\nAy, by my sceptre and my hopes of heaven.\r\n\r\nHELENA.\r\nThen shalt thou give me, with thy kingly hand\r\nWhat husband in thy power I will command:\r\nExempted be from me the arrogance\r\nTo choose from forth the royal blood of France,\r\nMy low and humble name to propagate\r\nWith any branch or image of thy state;\r\nBut such a one, thy vassal, whom I know\r\nIs free for me to ask, thee to bestow.\r\n\r\nKING.\r\nHere is my hand; the premises observ’d,\r\nThy will by my performance shall be serv’d;\r\nSo make the choice of thy own time, for I,\r\nThy resolv’d patient, on thee still rely.\r\nMore should I question thee, and more I must,\r\nThough more to know could not be more to trust:\r\nFrom whence thou cam’st, how tended on; but rest\r\nUnquestion’d welcome, and undoubted bless’d.\r\nGive me some help here, ho! If thou proceed\r\nAs high as word, my deed shall match thy deed.\r\n\r\n [_Flourish. Exeunt._]\r\n\r\nSCENE II. Rossillon. A room in the Countess’s palace.\r\n\r\n Enter Countess and Clown.\r\n\r\nCOUNTESS.\r\nCome on, sir; I shall now put you to the height of your breeding.\r\n\r\nCLOWN.\r\nI will show myself highly fed and lowly taught. I know my business is\r\nbut to the court.\r\n\r\nCOUNTESS.\r\nTo the court! Why, what place make you special, when you put off that\r\nwith such contempt? But to the court!\r\n\r\nCLOWN.\r\nTruly, madam, if God have lent a man any manners, he may easily put it\r\noff at court: he that cannot make a leg, put off’s cap, kiss his hand,\r\nand say nothing, has neither leg, hands, lip, nor cap; and indeed such\r\na fellow, to say precisely, were not for the court; but for me, I have\r\nan answer will serve all men.\r\n\r\nCOUNTESS.\r\nMarry, that’s a bountiful answer that fits all questions.\r\n\r\nCLOWN.\r\nIt is like a barber’s chair, that fits all buttocks—the pin-buttock,\r\nthe quatch-buttock, the brawn-buttock, or any buttock.\r\n\r\nCOUNTESS.\r\nWill your answer serve fit to all questions?\r\n\r\nCLOWN.\r\nAs fit as ten groats is for the hand of an attorney, as your French\r\ncrown for your taffety punk, as Tib’s rush for Tom’s forefinger, as a\r\npancake for Shrove-Tuesday, a morris for May-day, as the nail to his\r\nhole, the cuckold to his horn, as a scolding quean to a wrangling\r\nknave, as the nun’s lip to the friar’s mouth; nay, as the pudding to\r\nhis skin.\r\n\r\nCOUNTESS.\r\nHave you, I say, an answer of such fitness for all questions?\r\n\r\nCLOWN.\r\nFrom below your duke to beneath your constable, it will fit any\r\nquestion.\r\n\r\nCOUNTESS.\r\nIt must be an answer of most monstrous size that must fit all demands.\r\n\r\nCLOWN.\r\nBut a trifle neither, in good faith, if the learned should speak truth\r\nof it. Here it is, and all that belongs to’t. Ask me if I am a\r\ncourtier; it shall do you no harm to learn.\r\n\r\nCOUNTESS.\r\nTo be young again, if we could: I will be a fool in question, hoping to\r\nbe the wiser by your answer. I pray you, sir, are you a courtier?\r\n\r\nCLOWN.\r\nO Lord, sir! There’s a simple putting off. More, more, a hundred of\r\nthem.\r\n\r\nCOUNTESS.\r\nSir, I am a poor friend of yours, that loves you.\r\n\r\nCLOWN.\r\nO Lord, sir! Thick, thick; spare not me.\r\n\r\nCOUNTESS.\r\nI think, sir, you can eat none of this homely meat.\r\n\r\nCLOWN.\r\nO Lord, sir! Nay, put me to’t, I warrant you.\r\n\r\nCOUNTESS.\r\nYou were lately whipp’d, sir, as I think.\r\n\r\nCLOWN.\r\nO Lord, sir! Spare not me.\r\n\r\nCOUNTESS.\r\nDo you cry ‘O Lord, sir!’ at your whipping, and ‘spare not me’? Indeed\r\nyour ‘O Lord, sir!’ is very sequent to your whipping. You would answer\r\nvery well to a whipping, if you were but bound to’t.\r\n\r\nCLOWN.\r\nI ne’er had worse luck in my life in my ‘O Lord, sir!’ I see things may\r\nserve long, but not serve ever.\r\n\r\nCOUNTESS.\r\nI play the noble housewife with the time, to entertain it so merrily\r\nwith a fool.\r\n\r\nCLOWN.\r\nO Lord, sir! Why, there’t serves well again.\r\n\r\nCOUNTESS.\r\nAn end, sir! To your business. Give Helen this,\r\nAnd urge her to a present answer back.\r\nCommend me to my kinsmen and my son.\r\nThis is not much.\r\n\r\nCLOWN.\r\nNot much commendation to them?\r\n\r\nCOUNTESS.\r\nNot much employment for you. You understand me?\r\n\r\nCLOWN.\r\nMost fruitfully. I am there before my legs.\r\n\r\nCOUNTESS.\r\nHaste you again.\r\n\r\n [_Exeunt severally._]\r\n\r\nSCENE III. Paris. The King’s palace.\r\n\r\n Enter Bertram, Lafew and Parolles.\r\n\r\nLAFEW.\r\nThey say miracles are past; and we have our philosophical persons to\r\nmake modern and familiar things supernatural and causeless. Hence is it\r\nthat we make trifles of terrors, ensconcing ourselves into seeming\r\nknowledge when we should submit ourselves to an unknown fear.\r\n\r\nPAROLLES.\r\nWhy, ’tis the rarest argument of wonder that hath shot out in our\r\nlatter times.\r\n\r\nBERTRAM.\r\nAnd so ’tis.\r\n\r\nLAFEW.\r\nTo be relinquish’d of the artists,—\r\n\r\nPAROLLES.\r\nSo I say; both of Galen and Paracelsus.\r\n\r\nLAFEW.\r\nOf all the learned and authentic fellows,—\r\n\r\nPAROLLES.\r\nRight; so I say.\r\n\r\nLAFEW.\r\nThat gave him out incurable,—\r\n\r\nPAROLLES.\r\nWhy, there ’tis; so say I too.\r\n\r\nLAFEW.\r\nNot to be helped.\r\n\r\nPAROLLES.\r\nRight; as ’twere a man assur’d of a—\r\n\r\nLAFEW.\r\nUncertain life and sure death.\r\n\r\nPAROLLES.\r\nJust; you say well. So would I have said.\r\n\r\nLAFEW.\r\nI may truly say, it is a novelty to the world.\r\n\r\nPAROLLES.\r\nIt is indeed; if you will have it in showing, you shall read it in what\r\ndo you call there?\r\n\r\nLAFEW.\r\nA showing of a heavenly effect in an earthly actor.\r\n\r\nPAROLLES.\r\nThat’s it; I would have said the very same.\r\n\r\nLAFEW.\r\nWhy, your dolphin is not lustier; fore me, I speak in respect—\r\n\r\nPAROLLES.\r\nNay, ’tis strange, ’tis very strange; that is the brief and the tedious\r\nof it; and he’s of a most facinerious spirit that will not acknowledge\r\nit to be the—\r\n\r\nLAFEW.\r\nVery hand of heaven.\r\n\r\nPAROLLES.\r\nAy, so I say.\r\n\r\nLAFEW.\r\nIn a most weak—\r\n\r\nPAROLLES.\r\nAnd debile minister, great power, great transcendence, which should\r\nindeed give us a further use to be made than alone the recov’ry of the\r\nking, as to be—\r\n\r\nLAFEW.\r\nGenerally thankful.\r\n\r\nPAROLLES.\r\nI would have said it; you say well. Here comes the king.\r\n\r\n Enter King, Helena and Attendants.\r\n\r\nLAFEW.\r\nLustique, as the Dutchman says. I’ll like a maid the better, whilst I\r\nhave a tooth in my head. Why, he’s able to lead her a coranto.\r\n\r\nPAROLLES.\r\n_Mor du vinager!_ is not this Helen?\r\n\r\nLAFEW.\r\nFore God, I think so.\r\n\r\nKING.\r\nGo, call before me all the lords in court.\r\n\r\n [_Exit an Attendant._]\r\n\r\nSit, my preserver, by thy patient’s side,\r\nAnd with this healthful hand, whose banish’d sense\r\nThou has repeal’d, a second time receive\r\nThe confirmation of my promis’d gift,\r\nWhich but attends thy naming.\r\n\r\n Enter several Lords.\r\n\r\nFair maid, send forth thine eye. This youthful parcel\r\nOf noble bachelors stand at my bestowing,\r\nO’er whom both sovereign power and father’s voice\r\nI have to use. Thy frank election make;\r\nThou hast power to choose, and they none to forsake.\r\n\r\nHELENA.\r\nTo each of you one fair and virtuous mistress\r\nFall, when love please! Marry, to each but one!\r\n\r\nLAFEW.\r\nI’d give bay curtal and his furniture\r\nMy mouth no more were broken than these boys’,\r\nAnd writ as little beard.\r\n\r\nKING.\r\nPeruse them well.\r\nNot one of those but had a noble father.\r\n\r\n She addresses her to a Lord.\r\n\r\nHELENA.\r\nGentlemen,\r\nHeaven hath through me restor’d the king to health.\r\n\r\nALL.\r\nWe understand it, and thank heaven for you.\r\n\r\nHELENA.\r\nI am a simple maid, and therein wealthiest\r\nThat I protest I simply am a maid.\r\nPlease it, your majesty, I have done already.\r\nThe blushes in my cheeks thus whisper me:\r\n“We blush that thou shouldst choose; but, be refused,\r\nLet the white death sit on thy cheek for ever,\r\nWe’ll ne’er come there again.”\r\n\r\nKING.\r\nMake choice; and, see,\r\nWho shuns thy love shuns all his love in me.\r\n\r\nHELENA.\r\nNow, Dian, from thy altar do I fly,\r\nAnd to imperial Love, that god most high,\r\nDo my sighs stream. [_To first Lord._] Sir, will you hear my suit?\r\n\r\nFIRST LORD.\r\nAnd grant it.\r\n\r\nHELENA.\r\nThanks, sir; all the rest is mute.\r\n\r\nLAFEW.\r\nI had rather be in this choice than throw ames-ace for my life.\r\n\r\nHELENA.\r\n[_To second Lord._] The honour, sir, that flames in your fair eyes,\r\nBefore I speak, too threat’ningly replies.\r\nLove make your fortunes twenty times above\r\nHer that so wishes, and her humble love!\r\n\r\nSECOND LORD.\r\nNo better, if you please.\r\n\r\nHELENA.\r\nMy wish receive,\r\nWhich great Love grant; and so I take my leave.\r\n\r\nLAFEW.\r\nDo all they deny her? An they were sons of mine I’d have them whipp’d;\r\nor I would send them to th’ Turk to make eunuchs of.\r\n\r\nHELENA.\r\n[_To third Lord._] Be not afraid that I your hand should take;\r\nI’ll never do you wrong for your own sake.\r\nBlessing upon your vows, and in your bed\r\nFind fairer fortune, if you ever wed!\r\n\r\nLAFEW.\r\nThese boys are boys of ice, they’ll none have her. Sure, they are\r\nbastards to the English; the French ne’er got ’em.\r\n\r\nHELENA.\r\n[_To fourth Lord._] You are too young, too happy, and too good,\r\nTo make yourself a son out of my blood.\r\n\r\nFOURTH LORD.\r\nFair one, I think not so.\r\n\r\nLAFEW.\r\nThere’s one grape yet. I am sure thy father drank wine. But if thou\r\nbeest not an ass, I am a youth of fourteen; I have known thee already.\r\n\r\nHELENA.\r\n[_To Bertram._] I dare not say I take you, but I give\r\nMe and my service, ever whilst I live,\r\nInto your guiding power. This is the man.\r\n\r\nKING.\r\nWhy, then, young Bertram, take her; she’s thy wife.\r\n\r\nBERTRAM.\r\nMy wife, my liege! I shall beseech your highness,\r\nIn such a business give me leave to use\r\nThe help of mine own eyes.\r\n\r\nKING.\r\nKnow’st thou not, Bertram,\r\nWhat she has done for me?\r\n\r\nBERTRAM.\r\nYes, my good lord,\r\nBut never hope to know why I should marry her.\r\n\r\nKING.\r\nThou know’st she has rais’d me from my sickly bed.\r\n\r\nBERTRAM.\r\nBut follows it, my lord, to bring me down\r\nMust answer for your raising? I know her well;\r\nShe had her breeding at my father’s charge:\r\nA poor physician’s daughter my wife! Disdain\r\nRather corrupt me ever!\r\n\r\nKING.\r\n’Tis only title thou disdain’st in her, the which\r\nI can build up. Strange is it that our bloods,\r\nOf colour, weight, and heat, pour’d all together,\r\nWould quite confound distinction, yet stands off\r\nIn differences so mighty. If she be\r\nAll that is virtuous, save what thou dislik’st,\r\nA poor physician’s daughter,—thou dislik’st—\r\nOf virtue for the name. But do not so.\r\nFrom lowest place when virtuous things proceed,\r\nThe place is dignified by the doer’s deed.\r\nWhere great additions swell’s, and virtue none,\r\nIt is a dropsied honour. Good alone\r\nIs good without a name; vileness is so:\r\nThe property by what it is should go,\r\nNot by the title. She is young, wise, fair;\r\nIn these to nature she’s immediate heir;\r\nAnd these breed honour: that is honour’s scorn\r\nWhich challenges itself as honour’s born,\r\nAnd is not like the sire. Honours thrive\r\nWhen rather from our acts we them derive\r\nThan our fore-goers. The mere word’s a slave,\r\nDebauch’d on every tomb, on every grave\r\nA lying trophy, and as oft is dumb\r\nWhere dust and damn’d oblivion is the tomb\r\nOf honour’d bones indeed. What should be said?\r\nIf thou canst like this creature as a maid,\r\nI can create the rest. Virtue and she\r\nIs her own dower; honour and wealth from me.\r\n\r\nBERTRAM.\r\nI cannot love her, nor will strive to do ’t.\r\n\r\nKING.\r\nThou wrong’st thyself, if thou shouldst strive to choose.\r\n\r\nHELENA.\r\nThat you are well restor’d, my lord, I am glad.\r\nLet the rest go.\r\n\r\nKING.\r\nMy honour’s at the stake, which to defeat,\r\nI must produce my power. Here, take her hand,\r\nProud scornful boy, unworthy this good gift,\r\nThat dost in vile misprision shackle up\r\nMy love and her desert; that canst not dream\r\nWe, poising us in her defective scale,\r\nShall weigh thee to the beam; that wilt not know\r\nIt is in us to plant thine honour where\r\nWe please to have it grow. Check thy contempt;\r\nObey our will, which travails in thy good;\r\nBelieve not thy disdain, but presently\r\nDo thine own fortunes that obedient right\r\nWhich both thy duty owes and our power claims;\r\nOr I will throw thee from my care for ever\r\nInto the staggers and the careless lapse\r\nOf youth and ignorance; both my revenge and hate\r\nLoosing upon thee in the name of justice,\r\nWithout all terms of pity. Speak! Thine answer!\r\n\r\nBERTRAM.\r\nPardon, my gracious lord; for I submit\r\nMy fancy to your eyes. When I consider\r\nWhat great creation, and what dole of honour\r\nFlies where you bid it, I find that she, which late\r\nWas in my nobler thoughts most base, is now\r\nThe praised of the king; who, so ennobled,\r\nIs as ’twere born so.\r\n\r\nKING.\r\nTake her by the hand,\r\nAnd tell her she is thine; to whom I promise\r\nA counterpoise; if not to thy estate,\r\nA balance more replete.\r\n\r\nBERTRAM.\r\nI take her hand.\r\n\r\nKING.\r\nGood fortune and the favour of the king\r\nSmile upon this contract; whose ceremony\r\nShall seem expedient on the now-born brief,\r\nAnd be perform’d tonight. The solemn feast\r\nShall more attend upon the coming space,\r\nExpecting absent friends. As thou lov’st her,\r\nThy love’s to me religious; else, does err.\r\n\r\n [_Exeunt King, Bertram, Helena, Lords, and Attendants._]\r\n\r\nLAFEW.\r\nDo you hear, monsieur? A word with you.\r\n\r\nPAROLLES.\r\nYour pleasure, sir.\r\n\r\nLAFEW.\r\nYour lord and master did well to make his recantation.\r\n\r\nPAROLLES.\r\nRecantation! My lord! My master!\r\n\r\nLAFEW.\r\nAy. Is it not a language I speak?\r\n\r\nPAROLLES.\r\nA most harsh one, and not to be understood without bloody succeeding.\r\nMy master!\r\n\r\nLAFEW.\r\nAre you companion to the Count Rossillon?\r\n\r\nPAROLLES.\r\nTo any count; to all counts; to what is man.\r\n\r\nLAFEW.\r\nTo what is count’s man: count’s master is of another style.\r\n\r\nPAROLLES.\r\nYou are too old, sir; let it satisfy you, you are too old.\r\n\r\nLAFEW.\r\nI must tell thee, sirrah, I write man; to which title age cannot bring\r\nthee.\r\n\r\nPAROLLES.\r\nWhat I dare too well do, I dare not do.\r\n\r\nLAFEW.\r\nI did think thee, for two ordinaries, to be a pretty wise fellow; thou\r\ndidst make tolerable vent of thy travel; it might pass. Yet the scarfs\r\nand the bannerets about thee did manifoldly dissuade me from believing\r\nthee a vessel of too great a burden. I have now found thee; when I lose\r\nthee again I care not. Yet art thou good for nothing but taking up, and\r\nthat thou art scarce worth.\r\n\r\nPAROLLES.\r\nHadst thou not the privilege of antiquity upon thee—\r\n\r\nLAFEW.\r\nDo not plunge thyself too far in anger, lest thou hasten thy trial;\r\nwhich if—Lord have mercy on thee for a hen! So, my good window of\r\nlattice, fare thee well; thy casement I need not open, for I look\r\nthrough thee. Give me thy hand.\r\n\r\nPAROLLES.\r\nMy lord, you give me most egregious indignity.\r\n\r\nLAFEW.\r\nAy, with all my heart; and thou art worthy of it.\r\n\r\nPAROLLES.\r\nI have not, my lord, deserv’d it.\r\n\r\nLAFEW.\r\nYes, good faith, every dram of it; and I will not bate thee a scruple.\r\n\r\nPAROLLES.\r\nWell, I shall be wiser.\r\n\r\nLAFEW.\r\nEv’n as soon as thou canst, for thou hast to pull at a smack o’ th’\r\ncontrary. If ever thou beest bound in thy scarf and beaten, thou shalt\r\nfind what it is to be proud of thy bondage. I have a desire to hold my\r\nacquaintance with thee, or rather my knowledge, that I may say in the\r\ndefault, “He is a man I know.”\r\n\r\nPAROLLES.\r\nMy lord, you do me most insupportable vexation.\r\n\r\nLAFEW.\r\nI would it were hell-pains for thy sake, and my poor doing eternal; for\r\ndoing I am past, as I will by thee, in what motion age will give me\r\nleave.\r\n\r\n [_Exit._]\r\n\r\nPAROLLES.\r\nWell, thou hast a son shall take this disgrace off me; scurvy, old,\r\nfilthy, scurvy lord! Well, I must be patient; there is no fettering of\r\nauthority. I’ll beat him, by my life, if I can meet him with any\r\nconvenience, an he were double and double a lord. I’ll have no more\r\npity of his age than I would have of—I’ll beat him, and if I could but\r\nmeet him again.\r\n\r\n Enter Lafew.\r\n\r\nLAFEW.\r\nSirrah, your lord and master’s married; there’s news for you; you have\r\na new mistress.\r\n\r\nPAROLLES.\r\nI most unfeignedly beseech your lordship to make some reservation of\r\nyour wrongs. He is my good lord; whom I serve above is my master.\r\n\r\nLAFEW.\r\nWho? God?\r\n\r\nPAROLLES.\r\nAy, sir.\r\n\r\nLAFEW.\r\nThe devil it is that’s thy master. Why dost thou garter up thy arms o’\r\nthis fashion? Dost make hose of thy sleeves? Do other servants so? Thou\r\nwert best set thy lower part where thy nose stands. By mine honour, if\r\nI were but two hours younger, I’d beat thee. Methink’st thou art a\r\ngeneral offence, and every man should beat thee. I think thou wast\r\ncreated for men to breathe themselves upon thee.\r\n\r\nPAROLLES.\r\nThis is hard and undeserved measure, my lord.\r\n\r\nLAFEW.\r\nGo to, sir; you were beaten in Italy for picking a kernel out of a\r\npomegranate; you are a vagabond, and no true traveller. You are more\r\nsaucy with lords and honourable personages than the commission of your\r\nbirth and virtue gives you heraldry. You are not worth another word,\r\nelse I’d call you knave. I leave you.\r\n\r\n [_Exit._]\r\n\r\n Enter Bertram.\r\n\r\nPAROLLES.\r\nGood, very good, it is so then. Good, very good; let it be conceal’d\r\nawhile.\r\n\r\nBERTRAM.\r\nUndone, and forfeited to cares for ever!\r\n\r\nPAROLLES.\r\nWhat’s the matter, sweetheart?\r\n\r\nBERTRAM.\r\nAlthough before the solemn priest I have sworn,\r\nI will not bed her.\r\n\r\nPAROLLES.\r\nWhat, what, sweetheart?\r\n\r\nBERTRAM.\r\nO my Parolles, they have married me!\r\nI’ll to the Tuscan wars, and never bed her.\r\n\r\nPAROLLES.\r\nFrance is a dog-hole, and it no more merits\r\nThe tread of a man’s foot: to the wars!\r\n\r\nBERTRAM.\r\nThere’s letters from my mother; what th’ import is\r\nI know not yet.\r\n\r\nPAROLLES.\r\nAy, that would be known. To th’ wars, my boy, to th’ wars!\r\nHe wears his honour in a box unseen\r\nThat hugs his kicky-wicky here at home,\r\nSpending his manly marrow in her arms,\r\nWhich should sustain the bound and high curvet\r\nOf Mars’s fiery steed. To other regions!\r\nFrance is a stable; we that dwell in’t, jades,\r\nTherefore, to th’ war!\r\n\r\nBERTRAM.\r\nIt shall be so; I’ll send her to my house,\r\nAcquaint my mother with my hate to her,\r\nAnd wherefore I am fled; write to the king\r\nThat which I durst not speak. His present gift\r\nShall furnish me to those Italian fields\r\nWhere noble fellows strike. War is no strife\r\nTo the dark house and the detested wife.\r\n\r\nPAROLLES.\r\nWill this caprichio hold in thee, art sure?\r\n\r\nBERTRAM.\r\nGo with me to my chamber and advise me.\r\nI’ll send her straight away. Tomorrow\r\nI’ll to the wars, she to her single sorrow.\r\n\r\nPAROLLES.\r\nWhy, these balls bound; there’s noise in it. ’Tis hard:\r\nA young man married is a man that’s marr’d.\r\nTherefore away, and leave her bravely; go.\r\nThe king has done you wrong; but hush ’tis so.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE IV. Paris. The King’s palace.\r\n\r\n Enter Helena and Clown.\r\n\r\nHELENA.\r\nMy mother greets me kindly: is she well?\r\n\r\nCLOWN.\r\nShe is not well, but yet she has her health; she’s very merry, but yet\r\nshe is not well. But thanks be given, she’s very well, and wants\r\nnothing i’ the world; but yet she is not well.\r\n\r\nHELENA.\r\nIf she be very well, what does she ail that she’s not very well?\r\n\r\nCLOWN.\r\nTruly, she’s very well indeed, but for two things.\r\n\r\nHELENA.\r\nWhat two things?\r\n\r\nCLOWN.\r\nOne, that she’s not in heaven, whither God send her quickly! The other,\r\nthat she’s in earth, from whence God send her quickly!\r\n\r\n Enter Parolles.\r\n\r\nPAROLLES.\r\nBless you, my fortunate lady!\r\n\r\nHELENA.\r\nI hope, sir, I have your good will to have mine own good fortune.\r\n\r\nPAROLLES.\r\nYou had my prayers to lead them on; and to keep them on, have them\r\nstill. O, my knave how does my old lady?\r\n\r\nCLOWN.\r\nSo that you had her wrinkles and I her money, I would she did as you\r\nsay.\r\n\r\nPAROLLES.\r\nWhy, I say nothing.\r\n\r\nCLOWN.\r\nMarry, you are the wiser man; for many a man’s tongue shakes out his\r\nmaster’s undoing. To say nothing, to do nothing, to know nothing, and\r\nto have nothing, is to be a great part of your title; which is within a\r\nvery little of nothing.\r\n\r\nPAROLLES.\r\nAway! Thou art a knave.\r\n\r\nCLOWN.\r\nYou should have said, sir, before a knave thou art a knave; that is\r\nbefore me thou art a knave. This had been truth, sir.\r\n\r\nPAROLLES.\r\nGo to, thou art a witty fool; I have found thee.\r\n\r\nCLOWN.\r\nDid you find me in yourself, sir? or were you taught to find me? The\r\nsearch, sir, was profitable; and much fool may you find in you, even to\r\nthe world’s pleasure and the increase of laughter.\r\n\r\nPAROLLES.\r\nA good knave, i’ faith, and well fed.\r\nMadam, my lord will go away tonight;\r\nA very serious business calls on him.\r\nThe great prerogative and right of love,\r\nWhich, as your due, time claims, he does acknowledge;\r\nBut puts it off to a compell’d restraint;\r\nWhose want, and whose delay, is strew’d with sweets;\r\nWhich they distil now in the curbed time,\r\nTo make the coming hour o’erflow with joy\r\nAnd pleasure drown the brim.\r\n\r\nHELENA.\r\nWhat’s his will else?\r\n\r\nPAROLLES.\r\nThat you will take your instant leave o’ the king,\r\nAnd make this haste as your own good proceeding,\r\nStrengthen’d with what apology you think\r\nMay make it probable need.\r\n\r\nHELENA.\r\nWhat more commands he?\r\n\r\nPAROLLES.\r\nThat, having this obtain’d, you presently\r\nAttend his further pleasure.\r\n\r\nHELENA.\r\nIn everything I wait upon his will.\r\n\r\nPAROLLES.\r\nI shall report it so.\r\n\r\nHELENA.\r\nI pray you. Come, sirrah.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE V. Another room in the same.\r\n\r\n Enter Lafew and Bertram.\r\n\r\nLAFEW.\r\nBut I hope your lordship thinks not him a soldier.\r\n\r\nBERTRAM.\r\nYes, my lord, and of very valiant approof.\r\n\r\nLAFEW.\r\nYou have it from his own deliverance.\r\n\r\nBERTRAM.\r\nAnd by other warranted testimony.\r\n\r\nLAFEW.\r\nThen my dial goes not true; I took this lark for a bunting.\r\n\r\nBERTRAM.\r\nI do assure you, my lord, he is very great in knowledge, and\r\naccordingly valiant.\r\n\r\nLAFEW.\r\nI have, then, sinned against his experience and transgressed against\r\nhis valour; and my state that way is dangerous, since I cannot yet find\r\nin my heart to repent. Here he comes; I pray you make us friends; I\r\nwill pursue the amity\r\n\r\n Enter Parolles.\r\n\r\nPAROLLES.\r\n[_To Bertram._] These things shall be done, sir.\r\n\r\nLAFEW.\r\nPray you, sir, who’s his tailor?\r\n\r\nPAROLLES.\r\nSir!\r\n\r\nLAFEW.\r\nO, I know him well, I, sir; he, sir, is a good workman, a very good\r\ntailor.\r\n\r\nBERTRAM.\r\n[_Aside to Parolles._] Is she gone to the king?\r\n\r\nPAROLLES.\r\nShe is.\r\n\r\nBERTRAM.\r\nWill she away tonight?\r\n\r\nPAROLLES.\r\nAs you’ll have her.\r\n\r\nBERTRAM.\r\nI have writ my letters, casketed my treasure,\r\nGiven order for our horses; and tonight,\r\nWhen I should take possession of the bride,\r\nEnd ere I do begin.\r\n\r\nLAFEW.\r\nA good traveller is something at the latter end of a dinner; but one\r\nthat lies three-thirds and uses a known truth to pass a thousand\r\nnothings with, should be once heard and thrice beaten.— God save you,\r\nCaptain.\r\n\r\nBERTRAM.\r\nIs there any unkindness between my lord and you, monsieur?\r\n\r\nPAROLLES.\r\nI know not how I have deserved to run into my lord’s displeasure.\r\n\r\nLAFEW.\r\nYou have made shift to run into ’t, boots and spurs and all, like him\r\nthat leapt into the custard; and out of it you’ll run again, rather\r\nthan suffer question for your residence.\r\n\r\nBERTRAM.\r\nIt may be you have mistaken him, my lord.\r\n\r\nLAFEW.\r\nAnd shall do so ever, though I took him at his prayers. Fare you well,\r\nmy lord; and believe this of me, there can be no kernal in this light\r\nnut; the soul of this man is his clothes; trust him not in matter of\r\nheavy consequence; I have kept of them tame, and know their natures.\r\nFarewell, monsieur; I have spoken better of you than you have or will\r\nto deserve at my hand; but we must do good against evil.\r\n\r\n [_Exit._]\r\n\r\nPAROLLES.\r\nAn idle lord, I swear.\r\n\r\nBERTRAM.\r\nI think so.\r\n\r\nPAROLLES.\r\nWhy, do you not know him?\r\n\r\nBERTRAM.\r\nYes, I do know him well; and common speech\r\nGives him a worthy pass. Here comes my clog.\r\n\r\n Enter Helena.\r\n\r\nHELENA.\r\nI have, sir, as I was commanded from you,\r\nSpoke with the king, and have procur’d his leave\r\nFor present parting; only he desires\r\nSome private speech with you.\r\n\r\nBERTRAM.\r\nI shall obey his will.\r\nYou must not marvel, Helen, at my course,\r\nWhich holds not colour with the time, nor does\r\nThe ministration and required office\r\nOn my particular. Prepared I was not\r\nFor such a business; therefore am I found\r\nSo much unsettled: this drives me to entreat you;\r\nThat presently you take your way for home,\r\nAnd rather muse than ask why I entreat you:\r\nFor my respects are better than they seem;\r\nAnd my appointments have in them a need\r\nGreater than shows itself at the first view\r\nTo you that know them not. This to my mother.\r\n\r\n [_Giving a letter._]\r\n\r\n’Twill be two days ere I shall see you; so\r\nI leave you to your wisdom.\r\n\r\nHELENA.\r\nSir, I can nothing say\r\nBut that I am your most obedient servant.\r\n\r\nBERTRAM.\r\nCome, come, no more of that.\r\n\r\nHELENA.\r\nAnd ever shall\r\nWith true observance seek to eke out that\r\nWherein toward me my homely stars have fail’d\r\nTo equal my great fortune.\r\n\r\nBERTRAM.\r\nLet that go.\r\nMy haste is very great. Farewell; hie home.\r\n\r\nHELENA.\r\nPray, sir, your pardon.\r\n\r\nBERTRAM.\r\nWell, what would you say?\r\n\r\nHELENA.\r\nI am not worthy of the wealth I owe;\r\nNor dare I say ’tis mine, and yet it is;\r\nBut, like a timorous thief, most fain would steal\r\nWhat law does vouch mine own.\r\n\r\nBERTRAM.\r\nWhat would you have?\r\n\r\nHELENA.\r\nSomething; and scarce so much; nothing indeed.\r\nI would not tell you what I would, my lord. Faith, yes,\r\nStrangers and foes do sunder and not kiss.\r\n\r\nBERTRAM.\r\nI pray you, stay not, but in haste to horse.\r\n\r\nHELENA.\r\nI shall not break your bidding, good my lord.\r\nWhere are my other men, monsieur?\r\nFarewell,\r\n\r\n [_Exit Helena._]\r\n\r\nBERTRAM.\r\nGo thou toward home, where I will never come\r\nWhilst I can shake my sword or hear the drum.\r\nAway, and for our flight.\r\n\r\nPAROLLES.\r\nBravely, coragio!\r\n\r\n [_Exeunt._]\r\n\r\n\r\nACT III.\r\n\r\nSCENE I. Florence. A room in the Duke’s palace.\r\n\r\n Flourish. Enter the Duke of Florence attended; two French Lords, and\r\n Soldiers.\r\n\r\nDUKE.\r\nSo that, from point to point, now have you heard\r\nThe fundamental reasons of this war,\r\nWhose great decision hath much blood let forth,\r\nAnd more thirsts after.\r\n\r\nFIRST LORD.\r\nHoly seems the quarrel\r\nUpon your Grace’s part; black and fearful\r\nOn the opposer.\r\n\r\nDUKE.\r\nTherefore we marvel much our cousin France\r\nWould, in so just a business, shut his bosom\r\nAgainst our borrowing prayers.\r\n\r\nSECOND LORD.\r\nGood my lord,\r\nThe reasons of our state I cannot yield,\r\nBut like a common and an outward man\r\nThat the great figure of a council frames\r\nBy self-unable motion; therefore dare not\r\nSay what I think of it, since I have found\r\nMyself in my incertain grounds to fail\r\nAs often as I guess’d.\r\n\r\nDUKE.\r\nBe it his pleasure.\r\n\r\nFIRST LORD.\r\nBut I am sure the younger of our nature,\r\nThat surfeit on their ease, will day by day\r\nCome here for physic.\r\n\r\nDUKE.\r\nWelcome shall they be;\r\nAnd all the honours that can fly from us\r\nShall on them settle. You know your places well;\r\nWhen better fall, for your avails they fell.\r\nTomorrow to the field.\r\n\r\n [_Flourish. Exeunt._]\r\n\r\nSCENE II. Rossillon. A room in the Countess’s palace.\r\n\r\n Enter Countess and Clown.\r\n\r\nCOUNTESS.\r\nIt hath happen’d all as I would have had it, save that he comes not\r\nalong with her.\r\n\r\nCLOWN.\r\nBy my troth, I take my young lord to be a very melancholy man.\r\n\r\nCOUNTESS.\r\nBy what observance, I pray you?\r\n\r\nCLOWN.\r\nWhy, he will look upon his boot and sing; mend the ruff and sing; ask\r\nquestions and sing; pick his teeth and sing. I know a man that had this\r\ntrick of melancholy sold a goodly manor for a song.\r\n\r\nCOUNTESS.\r\nLet me see what he writes, and when he means to come.\r\n\r\n [_Opening a letter._]\r\n\r\nCLOWN.\r\nI have no mind to Isbel since I was at court. Our old lings and our\r\nIsbels o’ th’ country are nothing like your old ling and your Isbels o’\r\nth’ court. The brains of my Cupid’s knock’d out, and I begin to love,\r\nas an old man loves money, with no stomach.\r\n\r\nCOUNTESS.\r\nWhat have we here?\r\n\r\nCLOWN.\r\nE’en that you have there.\r\n\r\n [_Exit._]\r\n\r\nCOUNTESS.\r\n[_Reads._] _I have sent you a daughter-in-law; she hath recovered the\r\nking and undone me. I have wedded her, not bedded her, and sworn to\r\nmake the “not” eternal. You shall hear I am run away; know it before\r\nthe report come. If there be breadth enough in the world, I will hold a\r\nlong distance. My duty to you.\r\n              Your unfortunate son,_\r\n                            BERTRAM.\r\n\r\nThis is not well, rash and unbridled boy,\r\nTo fly the favours of so good a king,\r\nTo pluck his indignation on thy head\r\nBy the misprizing of a maid too virtuous\r\nFor the contempt of empire.\r\n\r\n Enter Clown.\r\n\r\nCLOWN.\r\nO madam, yonder is heavy news within between two soldiers and my young\r\nlady.\r\n\r\nCOUNTESS.\r\nWhat is the matter?\r\n\r\nCLOWN.\r\nNay, there is some comfort in the news, some comfort; your son will not\r\nbe kill’d so soon as I thought he would.\r\n\r\nCOUNTESS.\r\nWhy should he be kill’d?\r\n\r\nCLOWN.\r\nSo say I, madam, if he run away, as I hear he does; the danger is in\r\nstanding to’t; that’s the loss of men, though it be the getting of\r\nchildren. Here they come will tell you more. For my part, I only hear\r\nyour son was run away.\r\n\r\n [_Exit._]\r\n\r\n Enter Helena and the two Gentlemen.\r\n\r\nFIRST GENTLEMAN.\r\nSave you, good madam.\r\n\r\nHELENA.\r\nMadam, my lord is gone, for ever gone.\r\n\r\nSECOND GENTLEMAN.\r\nDo not say so.\r\n\r\nCOUNTESS.\r\nThink upon patience. Pray you, gentlemen,—\r\nI have felt so many quirks of joy and grief\r\nThat the first face of neither on the start\r\nCan woman me unto ’t. Where is my son, I pray you?\r\n\r\nSECOND GENTLEMAN.\r\nMadam, he’s gone to serve the Duke of Florence;\r\nWe met him thitherward, for thence we came,\r\nAnd, after some despatch in hand at court,\r\nThither we bend again.\r\n\r\nHELENA.\r\nLook on this letter, madam; here’s my passport.\r\n\r\n[_Reads._] _When thou canst get the ring upon my finger, which never\r\nshall come off, and show me a child begotten of thy body that I am\r\nfather to, then call me husband; but in such a “then” I write a\r\n“never”._\r\nThis is a dreadful sentence.\r\n\r\nCOUNTESS.\r\nBrought you this letter, gentlemen?\r\n\r\nFIRST GENTLEMAN.\r\nAy, madam; And for the contents’ sake, are sorry for our pains.\r\n\r\nCOUNTESS.\r\nI pr’ythee, lady, have a better cheer;\r\nIf thou engrossest all the griefs are thine,\r\nThou robb’st me of a moiety. He was my son,\r\nBut I do wash his name out of my blood,\r\nAnd thou art all my child. Towards Florence is he?\r\n\r\nSECOND GENTLEMAN.\r\nAy, madam.\r\n\r\nCOUNTESS.\r\nAnd to be a soldier?\r\n\r\nSECOND GENTLEMAN.\r\nSuch is his noble purpose, and, believe’t,\r\nThe duke will lay upon him all the honour\r\nThat good convenience claims.\r\n\r\nCOUNTESS.\r\nReturn you thither?\r\n\r\nFIRST GENTLEMAN.\r\nAy, madam, with the swiftest wing of speed.\r\n\r\nHELENA.\r\n[_Reads._] _Till I have no wife, I have nothing in France._\r\n’Tis bitter.\r\n\r\nCOUNTESS.\r\nFind you that there?\r\n\r\nHELENA.\r\nAy, madam.\r\n\r\nFIRST GENTLEMAN.\r\n’Tis but the boldness of his hand haply, which his heart was not\r\nconsenting to.\r\n\r\nCOUNTESS.\r\nNothing in France until he have no wife!\r\nThere’s nothing here that is too good for him\r\nBut only she, and she deserves a lord\r\nThat twenty such rude boys might tend upon,\r\nAnd call her hourly mistress. Who was with him?\r\n\r\nFIRST GENTLEMAN.\r\nA servant only, and a gentleman which I have sometime known.\r\n\r\nCOUNTESS.\r\nParolles, was it not?\r\n\r\nFIRST GENTLEMAN.\r\nAy, my good lady, he.\r\n\r\nCOUNTESS.\r\nA very tainted fellow, and full of wickedness.\r\nMy son corrupts a well-derived nature\r\nWith his inducement.\r\n\r\nFIRST GENTLEMAN.\r\nIndeed, good lady,\r\nThe fellow has a deal of that too much,\r\nWhich holds him much to have.\r\n\r\nCOUNTESS.\r\nY’are welcome, gentlemen.\r\nI will entreat you, when you see my son,\r\nTo tell him that his sword can never win\r\nThe honour that he loses: more I’ll entreat you\r\nWritten to bear along.\r\n\r\nSECOND GENTLEMAN.\r\nWe serve you, madam,\r\nIn that and all your worthiest affairs.\r\n\r\nCOUNTESS.\r\nNot so, but as we change our courtesies.\r\nWill you draw near?\r\n\r\n [_Exeunt Countess and Gentlemen._]\r\n\r\nHELENA.\r\n“Till I have no wife, I have nothing in France.”\r\nNothing in France until he has no wife!\r\nThou shalt have none, Rossillon, none in France;\r\nThen hast thou all again. Poor lord, is’t I\r\nThat chase thee from thy country, and expose\r\nThose tender limbs of thine to the event\r\nOf the none-sparing war? And is it I\r\nThat drive thee from the sportive court, where thou\r\nWast shot at with fair eyes, to be the mark\r\nOf smoky muskets? O you leaden messengers,\r\nThat ride upon the violent speed of fire,\r\nFly with false aim; move the still-peering air,\r\nThat sings with piercing; do not touch my lord.\r\nWhoever shoots at him, I set him there;\r\nWhoever charges on his forward breast,\r\nI am the caitiff that do hold him to’t;\r\nAnd though I kill him not, I am the cause\r\nHis death was so effected. Better ’twere\r\nI met the ravin lion when he roar’d\r\nWith sharp constraint of hunger; better ’twere\r\nThat all the miseries which nature owes\r\nWere mine at once. No; come thou home, Rossillon,\r\nWhence honour but of danger wins a scar,\r\nAs oft it loses all. I will be gone;\r\nMy being here it is that holds thee hence.\r\nShall I stay here to do’t? No, no, although\r\nThe air of paradise did fan the house,\r\nAnd angels offic’d all. I will be gone,\r\nThat pitiful rumour may report my flight\r\nTo consolate thine ear. Come, night; end, day;\r\nFor with the dark, poor thief, I’ll steal away.\r\n\r\n [_Exit._]\r\n\r\nSCENE III. Florence. Before the Duke’s palace.\r\n\r\n Flourish. Enter the Duke of Florence, Bertram, drum and trumpets,\r\n Soldiers, Parolles.\r\n\r\nDUKE.\r\nThe general of our horse thou art, and we,\r\nGreat in our hope, lay our best love and credence\r\nUpon thy promising fortune.\r\n\r\nBERTRAM.\r\nSir, it is\r\nA charge too heavy for my strength; but yet\r\nWe’ll strive to bear it for your worthy sake\r\nTo th’extreme edge of hazard.\r\n\r\nDUKE.\r\nThen go thou forth;\r\nAnd fortune play upon thy prosperous helm,\r\nAs thy auspicious mistress!\r\n\r\nBERTRAM.\r\nThis very day,\r\nGreat Mars, I put myself into thy file;\r\nMake me but like my thoughts, and I shall prove\r\nA lover of thy drum, hater of love.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE IV. Rossillon. A room in the Countess’s palace.\r\n\r\n Enter Countess and Steward.\r\n\r\nCOUNTESS.\r\nAlas! and would you take the letter of her?\r\nMight you not know she would do as she has done,\r\nBy sending me a letter? Read it again.\r\n\r\nSTEWARD.\r\n[_Reads._] _I am Saint Jaques’ pilgrim, thither gone.\r\nAmbitious love hath so in me offended\r\nThat barefoot plod I the cold ground upon,\r\nWith sainted vow my faults to have amended.\r\nWrite, write, that from the bloody course of war\r\nMy dearest master, your dear son, may hie.\r\nBless him at home in peace, whilst I from far\r\nHis name with zealous fervour sanctify.\r\nHis taken labours bid him me forgive;\r\nI, his despiteful Juno, sent him forth\r\nFrom courtly friends, with camping foes to live,\r\nWhere death and danger dog the heels of worth.\r\nHe is too good and fair for death and me;\r\nWhom I myself embrace to set him free._\r\n\r\nCOUNTESS.\r\nAh, what sharp stings are in her mildest words!\r\nRynaldo, you did never lack advice so much\r\nAs letting her pass so; had I spoke with her,\r\nI could have well diverted her intents,\r\nWhich thus she hath prevented.\r\n\r\nSTEWARD.\r\nPardon me, madam;\r\nIf I had given you this at over-night,\r\nShe might have been o’erta’en; and yet she writes\r\nPursuit would be but vain.\r\n\r\nCOUNTESS.\r\nWhat angel shall\r\nBless this unworthy husband? He cannot thrive,\r\nUnless her prayers, whom heaven delights to hear\r\nAnd loves to grant, reprieve him from the wrath\r\nOf greatest justice. Write, write, Rynaldo,\r\nTo this unworthy husband of his wife;\r\nLet every word weigh heavy of her worth,\r\nThat he does weigh too light; my greatest grief,\r\nThough little he do feel it, set down sharply.\r\nDispatch the most convenient messenger.\r\nWhen haply he shall hear that she is gone\r\nHe will return; and hope I may that she,\r\nHearing so much, will speed her foot again,\r\nLed hither by pure love. Which of them both\r\nIs dearest to me I have no skill in sense\r\nTo make distinction. Provide this messenger.\r\nMy heart is heavy, and mine age is weak;\r\nGrief would have tears, and sorrow bids me speak.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE V. Without the walls of Florence.\r\n\r\n Enter an old Widow of Florence, Diana, Violenta, Mariana and other\r\n Citizens.\r\n\r\nWIDOW.\r\nNay, come; for if they do approach the city, we shall lose all the\r\nsight.\r\n\r\nDIANA.\r\nThey say the French count has done most honourable service.\r\n\r\nWIDOW.\r\nIt is reported that he has taken their great’st commander, and that\r\nwith his own hand he slew the duke’s brother.\r\n\r\n [_A tucket afar off._]\r\n\r\nWe have lost our labour; they are gone a contrary way. Hark! you may\r\nknow by their trumpets.\r\n\r\nMARIANA.\r\nCome, let’s return again, and suffice ourselves with the report of it.\r\nWell, Diana, take heed of this French earl; the honour of a maid is her\r\nname; and no legacy is so rich as honesty.\r\n\r\nWIDOW.\r\nI have told my neighbour how you have been solicited by a gentleman his\r\ncompanion.\r\n\r\nMARIANA.\r\nI know that knave; hang him! one Parolles; a filthy officer he is in\r\nthose suggestions for the young earl. Beware of them, Diana; their\r\npromises, enticements, oaths, tokens, and all these engines of lust,\r\nare not the things they go under; many a maid hath been seduced by\r\nthem; and the misery is, example, that so terrible shows in the wreck\r\nof maidenhood, cannot for all that dissuade succession, but that they\r\nare limed with the twigs that threaten them. I hope I need not to\r\nadvise you further; but I hope your own grace will keep you where you\r\nare, though there were no further danger known but the modesty which is\r\nso lost.\r\n\r\nDIANA.\r\nYou shall not need to fear me.\r\n\r\n Enter Helena in the dress of a pilgrim.\r\n\r\nWIDOW.\r\nI hope so. Look, here comes a pilgrim. I know she will lie at my house;\r\nthither they send one another; I’ll question her. God save you,\r\npilgrim! Whither are bound?\r\n\r\nHELENA.\r\nTo Saint Jaques le Grand.\r\nWhere do the palmers lodge, I do beseech you?\r\n\r\nWIDOW.\r\nAt the Saint Francis here, beside the port.\r\n\r\nHELENA.\r\nIs this the way?\r\n\r\n [_A march afar._]\r\n\r\nWIDOW.\r\nAy, marry, is’t. Hark you, they come this way.\r\nIf you will tarry, holy pilgrim,\r\nBut till the troops come by,\r\nI will conduct you where you shall be lodg’d;\r\nThe rather for I think I know your hostess\r\nAs ample as myself.\r\n\r\nHELENA.\r\nIs it yourself?\r\n\r\nWIDOW.\r\nIf you shall please so, pilgrim.\r\n\r\nHELENA.\r\nI thank you, and will stay upon your leisure.\r\n\r\nWIDOW.\r\nYou came, I think, from France?\r\n\r\nHELENA.\r\nI did so.\r\n\r\nWIDOW.\r\nHere you shall see a countryman of yours\r\nThat has done worthy service.\r\n\r\nHELENA.\r\nHis name, I pray you.\r\n\r\nDIANA.\r\nThe Count Rossillon. Know you such a one?\r\n\r\nHELENA.\r\nBut by the ear, that hears most nobly of him;\r\nHis face I know not.\r\n\r\nDIANA.\r\nWhatsome’er he is,\r\nHe’s bravely taken here. He stole from France,\r\nAs ’tis reported, for the king had married him\r\nAgainst his liking. Think you it is so?\r\n\r\nHELENA.\r\nAy, surely, mere the truth; I know his lady.\r\n\r\nDIANA.\r\nThere is a gentleman that serves the count\r\nReports but coarsely of her.\r\n\r\nHELENA.\r\nWhat’s his name?\r\n\r\nDIANA.\r\nMonsieur Parolles.\r\n\r\nHELENA.\r\nO, I believe with him,\r\nIn argument of praise, or to the worth\r\nOf the great count himself, she is too mean\r\nTo have her name repeated; all her deserving\r\nIs a reserved honesty, and that\r\nI have not heard examin’d.\r\n\r\nDIANA.\r\nAlas, poor lady!\r\n’Tis a hard bondage to become the wife\r\nOf a detesting lord.\r\n\r\nWIDOW.\r\nAy, right; good creature, wheresoe’er she is,\r\nHer heart weighs sadly. This young maid might do her\r\nA shrewd turn, if she pleas’d.\r\n\r\nHELENA.\r\nHow do you mean?\r\nMaybe the amorous count solicits her\r\nIn the unlawful purpose.\r\n\r\nWIDOW.\r\nHe does indeed,\r\nAnd brokes with all that can in such a suit\r\nCorrupt the tender honour of a maid;\r\nBut she is arm’d for him, and keeps her guard\r\nIn honestest defence.\r\n\r\n Enter, with a drum and colours, a party of the Florentine army,\r\n Bertram and Parolles.\r\n\r\nMARIANA.\r\nThe gods forbid else!\r\n\r\nWIDOW.\r\nSo, now they come.\r\nThat is Antonio, the Duke’s eldest son;\r\nThat Escalus.\r\n\r\nHELENA.\r\nWhich is the Frenchman?\r\n\r\nDIANA.\r\nHe;\r\nThat with the plume; ’tis a most gallant fellow.\r\nI would he lov’d his wife; if he were honester\r\nHe were much goodlier. Is’t not a handsome gentleman?\r\n\r\nHELENA.\r\nI like him well.\r\n\r\nDIANA.\r\n’Tis pity he is not honest. Yond’s that same knave\r\nThat leads him to these places. Were I his lady\r\nI would poison that vile rascal.\r\n\r\nHELENA.\r\nWhich is he?\r\n\r\nDIANA.\r\nThat jack-an-apes with scarfs. Why is he melancholy?\r\n\r\nHELENA.\r\nPerchance he’s hurt i’ the battle.\r\n\r\nPAROLLES.\r\nLose our drum! Well.\r\n\r\nMARIANA.\r\nHe’s shrewdly vex’d at something. Look, he has spied us.\r\n\r\nWIDOW.\r\nMarry, hang you!\r\n\r\nMARIANA.\r\nAnd your courtesy, for a ring-carrier!\r\n\r\n [_Exeunt Bertram, Parolles, Officers and Soldiers._]\r\n\r\nWIDOW.\r\nThe troop is past. Come, pilgrim, I will bring you\r\nWhere you shall host; of enjoin’d penitents\r\nThere’s four or five, to great Saint Jaques bound,\r\nAlready at my house.\r\n\r\nHELENA.\r\nI humbly thank you.\r\nPlease it this matron and this gentle maid\r\nTo eat with us tonight; the charge and thanking\r\nShall be for me; and, to requite you further,\r\nI will bestow some precepts of this virgin,\r\nWorthy the note.\r\n\r\nBOTH.\r\nWe’ll take your offer kindly.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE VI. Camp before Florence.\r\n\r\n Enter Bertram and the two French Lords.\r\n\r\nFIRST LORD.\r\nNay, good my lord, put him to’t; let him have his way.\r\n\r\nSECOND LORD.\r\nIf your lordship find him not a hilding, hold me no more in your\r\nrespect.\r\n\r\nFIRST LORD.\r\nOn my life, my lord, a bubble.\r\n\r\nBERTRAM.\r\nDo you think I am so far deceived in him?\r\n\r\nFIRST LORD.\r\nBelieve it, my lord, in mine own direct knowledge, without any malice,\r\nbut to speak of him as my kinsman, he’s a most notable coward, an\r\ninfinite and endless liar, an hourly promise-breaker, the owner of no\r\none good quality worthy your lordship’s entertainment.\r\n\r\nSECOND LORD.\r\nIt were fit you knew him; lest, reposing too far in his virtue, which\r\nhe hath not, he might at some great and trusty business, in a main\r\ndanger fail you.\r\n\r\nBERTRAM.\r\nI would I knew in what particular action to try him.\r\n\r\nSECOND LORD.\r\nNone better than to let him fetch off his drum, which you hear him so\r\nconfidently undertake to do.\r\n\r\nFIRST LORD.\r\nI with a troop of Florentines will suddenly surprise him; such I will\r\nhave whom I am sure he knows not from the enemy; we will bind and\r\nhoodwink him so that he shall suppose no other but that he is carried\r\ninto the leaguer of the adversaries when we bring him to our own tents.\r\nBe but your lordship present at his examination; if he do not for the\r\npromise of his life, and in the highest compulsion of base fear, offer\r\nto betray you, and deliver all the intelligence in his power against\r\nyou, and that with the divine forfeit of his soul upon oath, never\r\ntrust my judgment in anything.\r\n\r\nSECOND LORD.\r\nO, for the love of laughter, let him fetch his drum; he says he has a\r\nstratagem for’t. When your lordship sees the bottom of his success\r\nin’t, and to what metal this counterfeit lump of ore will be melted, if\r\nyou give him not John Drum’s entertainment, your inclining cannot be\r\nremoved. Here he comes.\r\n\r\n Enter Parolles.\r\n\r\nFIRST LORD.\r\nO, for the love of laughter, hinder not the honour of his design: let\r\nhim fetch off his drum in any hand.\r\n\r\nBERTRAM.\r\nHow now, monsieur! This drum sticks sorely in your disposition.\r\n\r\nSECOND LORD.\r\nA pox on ’t; let it go; ’tis but a drum.\r\n\r\nPAROLLES.\r\nBut a drum! Is’t but a drum? A drum so lost! There was excellent\r\ncommand, to charge in with our horse upon our own wings, and to rend\r\nour own soldiers.\r\n\r\nSECOND LORD.\r\nThat was not to be blam’d in the command of the service; it was a\r\ndisaster of war that Caesar himself could not have prevented, if he had\r\nbeen there to command.\r\n\r\nBERTRAM.\r\nWell, we cannot greatly condemn our success: some dishonour we had in\r\nthe loss of that drum, but it is not to be recovered.\r\n\r\nPAROLLES.\r\nIt might have been recovered.\r\n\r\nBERTRAM.\r\nIt might, but it is not now.\r\n\r\nPAROLLES.\r\nIt is to be recovered. But that the merit of service is seldom\r\nattributed to the true and exact performer, I would have that drum or\r\nanother, or _hic jacet_.\r\n\r\nBERTRAM.\r\nWhy, if you have a stomach, to’t, monsieur, if you think your mystery\r\nin stratagem can bring this instrument of honour again into his native\r\nquarter, be magnanimous in the enterprise, and go on; I will grace the\r\nattempt for a worthy exploit; if you speed well in it, the duke shall\r\nboth speak of it and extend to you what further becomes his greatness,\r\neven to the utmost syllable of your worthiness.\r\n\r\nPAROLLES.\r\nBy the hand of a soldier, I will undertake it.\r\n\r\nBERTRAM.\r\nBut you must not now slumber in it.\r\n\r\nPAROLLES.\r\nI’ll about it this evening; and I will presently pen down my dilemmas,\r\nencourage myself in my certainty, put myself into my mortal\r\npreparation; and by midnight look to hear further from me.\r\n\r\nBERTRAM.\r\nMay I be bold to acquaint his grace you are gone about it?\r\n\r\nPAROLLES.\r\nI know not what the success will be, my lord, but the attempt I vow.\r\n\r\nBERTRAM.\r\nI know th’art valiant; and to the possibility of thy soldiership, will\r\nsubscribe for thee. Farewell.\r\n\r\nPAROLLES.\r\nI love not many words.\r\n\r\n [_Exit._]\r\n\r\nFIRST LORD.\r\nNo more than a fish loves water. Is not this a strange fellow, my lord,\r\nthat so confidently seems to undertake this business, which he knows is\r\nnot to be done; damns himself to do, and dares better be damn’d than to\r\ndo’t.\r\n\r\nSECOND LORD.\r\nYou do not know him, my lord, as we do; certain it is that he will\r\nsteal himself into a man’s favour, and for a week escape a great deal\r\nof discoveries, but when you find him out, you have him ever after.\r\n\r\nBERTRAM.\r\nWhy, do you think he will make no deed at all of this, that so\r\nseriously he does address himself unto?\r\n\r\nFIRST LORD.\r\nNone in the world; but return with an invention, and clap upon you two\r\nor three probable lies; but we have almost embossed him; you shall see\r\nhis fall tonight; for indeed he is not for your lordship’s respect.\r\n\r\nSECOND LORD.\r\nWe’ll make you some sport with the fox ere we case him. He was first\r\nsmok’d by the old Lord Lafew; when his disguise and he is parted, tell\r\nme what a sprat you shall find him; which you shall see this very\r\nnight.\r\n\r\nFIRST LORD.\r\nI must go look my twigs. He shall be caught.\r\n\r\nBERTRAM.\r\nYour brother, he shall go along with me.\r\n\r\nFIRST LORD.\r\nAs’t please your lordship. I’ll leave you.\r\n\r\n [_Exit._]\r\n\r\nBERTRAM.\r\nNow will I lead you to the house, and show you\r\nThe lass I spoke of.\r\n\r\nSECOND LORD.\r\nBut you say she’s honest.\r\n\r\nBERTRAM.\r\nThat’s all the fault. I spoke with her but once,\r\nAnd found her wondrous cold, but I sent to her\r\nBy this same coxcomb that we have i’ the wind\r\nTokens and letters which she did re-send,\r\nAnd this is all I have done. She’s a fair creature;\r\nWill you go see her?\r\n\r\nSECOND LORD.\r\nWith all my heart, my lord.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE VII. Florence. A room in the Widow’s house.\r\n\r\n Enter Helena and Widow.\r\n\r\nHELENA.\r\nIf you misdoubt me that I am not she,\r\nI know not how I shall assure you further,\r\nBut I shall lose the grounds I work upon.\r\n\r\nWIDOW.\r\nThough my estate be fall’n, I was well born,\r\nNothing acquainted with these businesses,\r\nAnd would not put my reputation now\r\nIn any staining act.\r\n\r\nHELENA.\r\nNor would I wish you.\r\nFirst give me trust, the count he is my husband,\r\nAnd what to your sworn counsel I have spoken\r\nIs so from word to word; and then you cannot,\r\nBy the good aid that I of you shall borrow,\r\nErr in bestowing it.\r\n\r\nWIDOW.\r\nI should believe you,\r\nFor you have show’d me that which well approves\r\nY’are great in fortune.\r\n\r\nHELENA.\r\nTake this purse of gold,\r\nAnd let me buy your friendly help thus far,\r\nWhich I will over-pay, and pay again\r\nWhen I have found it. The count he woos your daughter\r\nLays down his wanton siege before her beauty,\r\nResolv’d to carry her; let her in fine consent,\r\nAs we’ll direct her how ’tis best to bear it.\r\nNow his important blood will naught deny\r\nThat she’ll demand; a ring the county wears,\r\nThat downward hath succeeded in his house\r\nFrom son to son, some four or five descents\r\nSince the first father wore it. This ring he holds\r\nIn most rich choice; yet, in his idle fire,\r\nTo buy his will, it would not seem too dear,\r\nHowe’er repented after.\r\n\r\nWIDOW.\r\nNow I see\r\nThe bottom of your purpose.\r\n\r\nHELENA.\r\nYou see it lawful then; it is no more\r\nBut that your daughter, ere she seems as won,\r\nDesires this ring; appoints him an encounter;\r\nIn fine, delivers me to fill the time,\r\nHerself most chastely absent. After,\r\nTo marry her, I’ll add three thousand crowns\r\nTo what is pass’d already.\r\n\r\nWIDOW.\r\nI have yielded.\r\nInstruct my daughter how she shall persever,\r\nThat time and place with this deceit so lawful\r\nMay prove coherent. Every night he comes\r\nWith musics of all sorts, and songs compos’d\r\nTo her unworthiness: it nothing steads us\r\nTo chide him from our eaves; for he persists\r\nAs if his life lay on ’t.\r\n\r\nHELENA.\r\nWhy then tonight\r\nLet us assay our plot; which, if it speed,\r\nIs wicked meaning in a lawful deed,\r\nAnd lawful meaning in a lawful act,\r\nWhere both not sin, and yet a sinful fact.\r\nBut let’s about it.\r\n\r\n [_Exeunt._]\r\n\r\n\r\nACT IV.\r\n\r\nSCENE I. Without the Florentine camp.\r\n\r\n Enter first Lord with five or six Soldiers in ambush.\r\n\r\nFIRST LORD.\r\nHe can come no other way but by this hedge-corner. When you sally upon\r\nhim, speak what terrible language you will; though you understand it\r\nnot yourselves, no matter; for we must not seem to understand him,\r\nunless someone among us, whom we must produce for an interpreter.\r\n\r\nFIRST SOLDIER.\r\nGood captain, let me be th’ interpreter.\r\n\r\nFIRST LORD.\r\nArt not acquainted with him? Knows he not thy voice?\r\n\r\nFIRST SOLDIER.\r\nNo sir, I warrant you.\r\n\r\nFIRST LORD.\r\nBut what linsey-woolsey has thou to speak to us again?\r\n\r\nFIRST SOLDIER.\r\nE’en such as you speak to me.\r\n\r\nFIRST LORD.\r\nHe must think us some band of strangers i’ the adversary’s\r\nentertainment. Now he hath a smack of all neighbouring languages,\r\ntherefore we must every one be a man of his own fancy; not to know what\r\nwe speak one to another, so we seem to know, is to know straight our\r\npurpose: choughs’ language, gabble enough, and good enough. As for you,\r\ninterpreter, you must seem very politic. But couch, ho! Here he comes;\r\nto beguile two hours in a sleep, and then to return and swear the lies\r\nhe forges.\r\n\r\n Enter Parolles.\r\n\r\nPAROLLES.\r\nTen o’clock. Within these three hours ’twill be time enough to go home.\r\nWhat shall I say I have done? It must be a very plausive invention that\r\ncarries it. They begin to smoke me, and disgraces have of late knock’d\r\ntoo often at my door. I find my tongue is too foolhardy, but my heart\r\nhath the fear of Mars before it, and of his creatures, not daring the\r\nreports of my tongue.\r\n\r\nFIRST LORD.\r\n[_Aside._] This is the first truth that e’er thine own tongue was\r\nguilty of.\r\n\r\nPAROLLES.\r\nWhat the devil should move me to undertake the recovery of this drum,\r\nbeing not ignorant of the impossibility, and knowing I had no such\r\npurpose? I must give myself some hurts, and say I got them in exploit;\r\nyet slight ones will not carry it. They will say “Came you off with so\r\nlittle?” and great ones I dare not give. Wherefore, what’s the\r\ninstance? Tongue, I must put you into a butter-woman’s mouth, and buy\r\nmyself another of Bajazet’s mule, if you prattle me into these perils.\r\n\r\nFIRST LORD.\r\n[_Aside._] Is it possible he should know what he is, and be that he is?\r\n\r\nPAROLLES.\r\nI would the cutting of my garments would serve the turn, or the\r\nbreaking of my Spanish sword.\r\n\r\nFIRST LORD.\r\n[_Aside._] We cannot afford you so.\r\n\r\nPAROLLES.\r\nOr the baring of my beard, and to say it was in stratagem.\r\n\r\nFIRST LORD.\r\n[_Aside._] ’Twould not do.\r\n\r\nPAROLLES.\r\nOr to drown my clothes, and say I was stripped.\r\n\r\nFIRST LORD.\r\n[_Aside._] Hardly serve.\r\n\r\nPAROLLES.\r\nThough I swore I leap’d from the window of the citadel,—\r\n\r\nFIRST LORD.\r\n[_Aside._] How deep?\r\n\r\nPAROLLES.\r\nThirty fathom.\r\n\r\nFIRST LORD.\r\n[_Aside._] Three great oaths would scarce make that be believed.\r\n\r\nPAROLLES.\r\nI would I had any drum of the enemy’s; I would swear I recover’d it.\r\n\r\nFIRST LORD.\r\n[_Aside._] You shall hear one anon.\r\n\r\nPAROLLES.\r\nA drum now of the enemy’s!\r\n\r\n [_Alarum within._]\r\n\r\nFIRST LORD.\r\n_Throca movousus, cargo, cargo, cargo._\r\n\r\nALL.\r\n_Cargo, cargo, cargo, villianda par corbo, cargo._\r\n\r\n [_They seize and blindfold him._]\r\n\r\nPAROLLES.\r\nO, ransom, ransom! Do not hide mine eyes.\r\n\r\nFIRST SOLDIER.\r\n_Boskos thromuldo boskos._\r\n\r\nPAROLLES.\r\nI know you are the Muskos’ regiment,\r\nAnd I shall lose my life for want of language.\r\nIf there be here German, or Dane, Low Dutch,\r\nItalian, or French, let him speak to me,\r\nI’ll discover that which shall undo the Florentine.\r\n\r\nFIRST SOLDIER.\r\n_Boskos vauvado._ I understand thee, and can speak thy tongue.\r\n_Kerelybonto._ Sir, Betake thee to thy faith, for seventeen poniards\r\nare at thy bosom.\r\n\r\nPAROLLES.\r\nO!\r\n\r\nFIRST SOLDIER.\r\nO, pray, pray, pray!\r\n_Manka revania dulche._\r\n\r\nFIRST LORD.\r\n_Oscorbidulchos volivorco._\r\n\r\nFIRST SOLDIER.\r\nThe General is content to spare thee yet;\r\nAnd, hoodwink’d as thou art, will lead thee on\r\nTo gather from thee. Haply thou mayst inform\r\nSomething to save thy life.\r\n\r\nPAROLLES.\r\nO, let me live,\r\nAnd all the secrets of our camp I’ll show,\r\nTheir force, their purposes; nay, I’ll speak that\r\nWhich you will wonder at.\r\n\r\nFIRST SOLDIER.\r\nBut wilt thou faithfully?\r\n\r\nPAROLLES.\r\nIf I do not, damn me.\r\n\r\nFIRST SOLDIER.\r\n_Acordo linta._\r\nCome on; thou art granted space.\r\n\r\n [_Exit, with Parolles guarded._]\r\n\r\n A short alarum within.\r\n\r\nFIRST LORD.\r\nGo tell the Count Rossillon and my brother\r\nWe have caught the woodcock, and will keep him muffled\r\nTill we do hear from them.\r\n\r\nSECOND SOLDIER.\r\nCaptain, I will.\r\n\r\nFIRST LORD.\r\n’A will betray us all unto ourselves;\r\nInform on that.\r\n\r\nSECOND SOLDIER.\r\nSo I will, sir.\r\n\r\nFIRST LORD.\r\nTill then I’ll keep him dark, and safely lock’d.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE II. Florence. A room in the Widow’s house.\r\n\r\n Enter Bertram and Diana.\r\n\r\nBERTRAM.\r\nThey told me that your name was Fontybell.\r\n\r\nDIANA.\r\nNo, my good lord, Diana.\r\n\r\nBERTRAM.\r\nTitled goddess;\r\nAnd worth it, with addition! But, fair soul,\r\nIn your fine frame hath love no quality?\r\nIf the quick fire of youth light not your mind,\r\nYou are no maiden but a monument;\r\nWhen you are dead, you should be such a one\r\nAs you are now; for you are cold and stern,\r\nAnd now you should be as your mother was\r\nWhen your sweet self was got.\r\n\r\nDIANA.\r\nShe then was honest.\r\n\r\nBERTRAM.\r\nSo should you be.\r\n\r\nDIANA.\r\nNo.\r\nMy mother did but duty; such, my lord,\r\nAs you owe to your wife.\r\n\r\nBERTRAM.\r\nNo more a’ that!\r\nI pr’ythee do not strive against my vows;\r\nI was compell’d to her; but I love thee\r\nBy love’s own sweet constraint, and will for ever\r\nDo thee all rights of service.\r\n\r\nDIANA.\r\nAy, so you serve us\r\nTill we serve you; but when you have our roses,\r\nYou barely leave our thorns to prick ourselves,\r\nAnd mock us with our bareness.\r\n\r\nBERTRAM.\r\nHow have I sworn?\r\n\r\nDIANA.\r\n’Tis not the many oaths that makes the truth,\r\nBut the plain single vow that is vow’d true.\r\nWhat is not holy, that we swear not by,\r\nBut take the highest to witness: then, pray you, tell me,\r\nIf I should swear by Jove’s great attributes\r\nI lov’d you dearly, would you believe my oaths\r\nWhen I did love you ill? This has no holding,\r\nTo swear by him whom I protest to love\r\nThat I will work against him. Therefore your oaths\r\nAre words and poor conditions; but unseal’d,—\r\nAt least in my opinion.\r\n\r\nBERTRAM.\r\nChange it, change it.\r\nBe not so holy-cruel. Love is holy;\r\nAnd my integrity ne’er knew the crafts\r\nThat you do charge men with. Stand no more off,\r\nBut give thyself unto my sick desires,\r\nWho then recovers. Say thou art mine, and ever\r\nMy love as it begins shall so persever.\r\n\r\nDIANA.\r\nI see that men make hopes in such a case,\r\nThat we’ll forsake ourselves. Give me that ring.\r\n\r\nBERTRAM.\r\nI’ll lend it thee, my dear, but have no power\r\nTo give it from me.\r\n\r\nDIANA.\r\nWill you not, my lord?\r\n\r\nBERTRAM.\r\nIt is an honour ’longing to our house,\r\nBequeathed down from many ancestors,\r\nWhich were the greatest obloquy i’ the world\r\nIn me to lose.\r\n\r\nDIANA.\r\nMine honour’s such a ring;\r\nMy chastity’s the jewel of our house,\r\nBequeathed down from many ancestors,\r\nWhich were the greatest obloquy i’ the world\r\nIn me to lose. Thus your own proper wisdom\r\nBrings in the champion honour on my part\r\nAgainst your vain assault.\r\n\r\nBERTRAM.\r\nHere, take my ring;\r\nMy house, mine honour, yea, my life be thine,\r\nAnd I’ll be bid by thee.\r\n\r\nDIANA.\r\nWhen midnight comes, knock at my chamber window;\r\nI’ll order take my mother shall not hear.\r\nNow will I charge you in the band of truth,\r\nWhen you have conquer’d my yet maiden-bed,\r\nRemain there but an hour, nor speak to me.\r\nMy reasons are most strong; and you shall know them\r\nWhen back again this ring shall be deliver’d;\r\nAnd on your finger in the night, I’ll put\r\nAnother ring, that what in time proceeds\r\nMay token to the future our past deeds.\r\nAdieu till then; then fail not. You have won\r\nA wife of me, though there my hope be done.\r\n\r\nBERTRAM.\r\nA heaven on earth I have won by wooing thee.\r\n\r\n [_Exit._]\r\n\r\nDIANA.\r\nFor which live long to thank both heaven and me!\r\nYou may so in the end.\r\nMy mother told me just how he would woo,\r\nAs if she sat in’s heart. She says all men\r\nHave the like oaths. He had sworn to marry me\r\nWhen his wife’s dead; therefore I’ll lie with him\r\nWhen I am buried. Since Frenchmen are so braid,\r\nMarry that will, I live and die a maid.\r\nOnly, in this disguise, I think’t no sin\r\nTo cozen him that would unjustly win.\r\n\r\n [_Exit._]\r\n\r\nSCENE III. The Florentine camp.\r\n\r\n Enter the two French Lords and two or three Soldiers.\r\n\r\nFIRST LORD.\r\nYou have not given him his mother’s letter?\r\n\r\nSECOND LORD.\r\nI have deliv’red it an hour since; there is something in’t that stings\r\nhis nature; for on the reading it, he chang’d almost into another man.\r\n\r\nFIRST LORD.\r\nHe has much worthy blame laid upon him for shaking off so good a wife\r\nand so sweet a lady.\r\n\r\nSECOND LORD.\r\nEspecially he hath incurred the everlasting displeasure of the king,\r\nwho had even tun’d his bounty to sing happiness to him. I will tell you\r\na thing, but you shall let it dwell darkly with you.\r\n\r\nFIRST LORD.\r\nWhen you have spoken it, ’tis dead, and I am the grave of it.\r\n\r\nSECOND LORD.\r\nHe hath perverted a young gentlewoman here in Florence, of a most\r\nchaste renown, and this night he fleshes his will in the spoil of her\r\nhonour; he hath given her his monumental ring, and thinks himself made\r\nin the unchaste composition.\r\n\r\nFIRST LORD.\r\nNow, God delay our rebellion! As we are ourselves, what things are we!\r\n\r\nSECOND LORD.\r\nMerely our own traitors. And as in the common course of all treasons,\r\nwe still see them reveal themselves till they attain to their abhorr’d\r\nends; so he that in this action contrives against his own nobility, in\r\nhis proper stream, o’erflows himself.\r\n\r\nFIRST LORD.\r\nIs it not meant damnable in us to be trumpeters of our unlawful\r\nintents? We shall not then have his company tonight?\r\n\r\nSECOND LORD.\r\nNot till after midnight; for he is dieted to his hour.\r\n\r\nFIRST LORD.\r\nThat approaches apace. I would gladly have him see his company\r\nanatomized, that he might take a measure of his own judgments, wherein\r\nso curiously he had set this counterfeit.\r\n\r\nSECOND LORD.\r\nWe will not meddle with him till he come; for his presence must be the\r\nwhip of the other.\r\n\r\nFIRST LORD.\r\nIn the meantime, what hear you of these wars?\r\n\r\nSECOND LORD.\r\nI hear there is an overture of peace.\r\n\r\nFIRST LORD.\r\nNay, I assure you, a peace concluded.\r\n\r\nSECOND LORD.\r\nWhat will Count Rossillon do then? Will he travel higher, or return\r\nagain into France?\r\n\r\nFIRST LORD.\r\nI perceive by this demand, you are not altogether of his council.\r\n\r\nSECOND LORD.\r\nLet it be forbid, sir! So should I be a great deal of his act.\r\n\r\nFIRST LORD.\r\nSir, his wife some two months since fled from his house. Her pretence\r\nis a pilgrimage to Saint Jaques le Grand; which holy undertaking with\r\nmost austere sanctimony she accomplished; and there residing, the\r\ntenderness of her nature became as a prey to her grief; in fine, made a\r\ngroan of her last breath, and now she sings in heaven.\r\n\r\nSECOND LORD.\r\nHow is this justified?\r\n\r\nFIRST LORD.\r\nThe stronger part of it by her own letters, which makes her story true,\r\neven to the point of her death. Her death itself, which could not be\r\nher office to say is come, was faithfully confirm’d by the rector of\r\nthe place.\r\n\r\nSECOND LORD.\r\nHath the count all this intelligence?\r\n\r\nFIRST LORD.\r\nAy, and the particular confirmations, point from point, to the full\r\narming of the verity.\r\n\r\nSECOND LORD.\r\nI am heartily sorry that he’ll be glad of this.\r\n\r\nFIRST LORD.\r\nHow mightily sometimes we make us comforts of our losses!\r\n\r\nSECOND LORD.\r\nAnd how mightily some other times we drown our gain in tears! The great\r\ndignity that his valour hath here acquir’d for him shall at home be\r\nencountered with a shame as ample.\r\n\r\nFIRST LORD.\r\nThe web of our life is of a mingled yarn, good and ill together; our\r\nvirtues would be proud if our faults whipped them not; and our crimes\r\nwould despair if they were not cherish’d by our virtues.\r\n\r\n Enter a Messenger.\r\n\r\nHow now? Where’s your master?\r\n\r\nMESSENGER.\r\nHe met the duke in the street, sir; of whom he hath taken a solemn\r\nleave: his lordship will next morning for France. The duke hath offered\r\nhim letters of commendations to the king.\r\n\r\nSECOND LORD.\r\nThey shall be no more than needful there, if they were more than they\r\ncan commend.\r\n\r\n Enter Bertram.\r\n\r\nFIRST LORD.\r\nThey cannot be too sweet for the king’s tartness. Here’s his lordship\r\nnow. How now, my lord, is’t not after midnight?\r\n\r\nBERTRAM.\r\nI have tonight despatch’d sixteen businesses, a month’s length apiece;\r\nby an abstract of success: I have congied with the duke, done my adieu\r\nwith his nearest; buried a wife, mourn’d for her, writ to my lady\r\nmother I am returning, entertained my convoy, and between these main\r\nparcels of despatch effected many nicer needs: the last was the\r\ngreatest, but that I have not ended yet.\r\n\r\nSECOND LORD.\r\nIf the business be of any difficulty and this morning your departure\r\nhence, it requires haste of your lordship.\r\n\r\nBERTRAM.\r\nI mean the business is not ended, as fearing to hear of it hereafter.\r\nBut shall we have this dialogue between the Fool and the Soldier? Come,\r\nbring forth this counterfeit module has deceiv’d me like a\r\ndouble-meaning prophesier.\r\n\r\nSECOND LORD.\r\nBring him forth.\r\n\r\n [_Exeunt Soldiers._]\r\n\r\nHas sat i’ the stocks all night, poor gallant knave.\r\n\r\nBERTRAM.\r\nNo matter; his heels have deserv’d it, in usurping his spurs so long.\r\nHow does he carry himself?\r\n\r\nFIRST LORD.\r\nI have told your lordship already; the stocks carry him. But to answer\r\nyou as you would be understood: he weeps like a wench that had shed her\r\nmilk; he hath confessed himself to Morgan, whom he supposes to be a\r\nfriar, from the time of his remembrance to this very instant disaster\r\nof his setting i’ the stocks. And what think you he hath confessed?\r\n\r\nBERTRAM.\r\nNothing of me, has he?\r\n\r\nSECOND LORD.\r\nHis confession is taken, and it shall be read to his face; if your\r\nlordship be in’t, as I believe you are, you must have the patience to\r\nhear it.\r\n\r\n Enter Soldiers with Parolles.\r\n\r\nBERTRAM.\r\nA plague upon him! muffled! he can say nothing of me; hush, hush!\r\n\r\nFIRST LORD.\r\nHoodman comes! _Portotartarossa._\r\n\r\nFIRST SOLDIER.\r\nHe calls for the tortures. What will you say without ’em?\r\n\r\nPAROLLES.\r\nI will confess what I know without constraint. If ye pinch me like a\r\npasty I can say no more.\r\n\r\nFIRST SOLDIER.\r\n_Bosko chimurcho._\r\n\r\nFIRST LORD.\r\n_Boblibindo chicurmurco._\r\n\r\nFIRST SOLDIER.\r\nYou are a merciful general. Our general bids you answer to what I shall\r\nask you out of a note.\r\n\r\nPAROLLES.\r\nAnd truly, as I hope to live.\r\n\r\nFIRST SOLDIER.\r\n‘First demand of him how many horse the duke is strong.’ What say you\r\nto that?\r\n\r\nPAROLLES.\r\nFive or six thousand; but very weak and unserviceable: the troops are\r\nall scattered, and the commanders very poor rogues, upon my reputation\r\nand credit, and as I hope to live.\r\n\r\nFIRST SOLDIER.\r\nShall I set down your answer so?\r\n\r\nPAROLLES.\r\nDo. I’ll take the sacrament on ’t, how and which way you will.\r\n\r\nBERTRAM.\r\nAll’s one to him. What a past-saving slave is this!\r\n\r\nFIRST LORD.\r\nYou are deceived, my lord; this is Monsieur Parolles, the gallant\r\nmilitarist (that was his own phrase), that had the whole theoric of war\r\nin the knot of his scarf, and the practice in the chape of his dagger.\r\n\r\nSECOND LORD.\r\nI will never trust a man again for keeping his sword clean, nor believe\r\nhe can have everything in him by wearing his apparel neatly.\r\n\r\nFIRST SOLDIER.\r\nWell, that’s set down.\r\n\r\nPAROLLES.\r\n‘Five or six thousand horse’ I said—I will say true—or thereabouts, set\r\ndown,—for I’ll speak truth.\r\n\r\nFIRST LORD.\r\nHe’s very near the truth in this.\r\n\r\nBERTRAM.\r\nBut I con him no thanks for’t in the nature he delivers it.\r\n\r\nPAROLLES.\r\nPoor rogues, I pray you say.\r\n\r\nFIRST SOLDIER.\r\nWell, that’s set down.\r\n\r\nPAROLLES.\r\nI humbly thank you, sir; a truth’s a truth, the rogues are marvellous\r\npoor.\r\n\r\nFIRST SOLDIER.\r\n‘Demand of him of what strength they are a-foot.’ What say you to that?\r\n\r\nPAROLLES.\r\nBy my troth, sir, if I were to live this present hour, I will tell\r\ntrue. Let me see: Spurio, a hundred and fifty, Sebastian, so many;\r\nCorambus, so many; Jaques, so many; Guiltian, Cosmo, Lodowick, and\r\nGratii, two hundred fifty each; mine own company, Chitopher, Vaumond,\r\nBentii, two hundred fifty each: so that the muster-file, rotten and\r\nsound, upon my life, amounts not to fifteen thousand poll; half of the\r\nwhich dare not shake the snow from off their cassocks lest they shake\r\nthemselves to pieces.\r\n\r\nBERTRAM.\r\nWhat shall be done to him?\r\n\r\nFIRST LORD.\r\nNothing, but let him have thanks. Demand of him my condition, and what\r\ncredit I have with the duke.\r\n\r\nFIRST SOLDIER.\r\nWell, that’s set down. ‘You shall demand of him whether one Captain\r\nDumaine be i’ the camp, a Frenchman; what his reputation is with the\r\nduke, what his valour, honesty and expertness in wars; or whether he\r\nthinks it were not possible with well-weighing sums of gold to corrupt\r\nhim to a revolt.’ What say you to this? What do you know of it?\r\n\r\nPAROLLES.\r\nI beseech you, let me answer to the particular of the inter’gatories.\r\nDemand them singly.\r\n\r\nFIRST SOLDIER.\r\nDo you know this Captain Dumaine?\r\n\r\nPAROLLES.\r\nI know him: he was a botcher’s ’prentice in Paris, from whence he was\r\nwhipped for getting the shrieve’s fool with child, a dumb innocent that\r\ncould not say him nay.\r\n\r\n [_First Lord lifts up his hand in anger._]\r\n\r\nBERTRAM.\r\nNay, by your leave, hold your hands; though I know his brains are\r\nforfeit to the next tile that falls.\r\n\r\nFIRST SOLDIER.\r\nWell, is this captain in the Duke of Florence’s camp?\r\n\r\nPAROLLES.\r\nUpon my knowledge, he is, and lousy.\r\n\r\nFIRST LORD.\r\nNay, look not so upon me; we shall hear of your lordship anon.\r\n\r\nFIRST SOLDIER.\r\nWhat is his reputation with the duke?\r\n\r\nPAROLLES.\r\nThe duke knows him for no other but a poor officer of mine, and writ to\r\nme this other day to turn him out o’ the band. I think I have his\r\nletter in my pocket.\r\n\r\nFIRST SOLDIER.\r\nMarry, we’ll search.\r\n\r\nPAROLLES.\r\nIn good sadness, I do not know; either it is there or it is upon a\r\nfile, with the duke’s other letters, in my tent.\r\n\r\nFIRST SOLDIER.\r\nHere ’tis; here’s a paper; shall I read it to you?\r\n\r\nPAROLLES.\r\nI do not know if it be it or no.\r\n\r\nBERTRAM.\r\nOur interpreter does it well.\r\n\r\nFIRST LORD.\r\nExcellently.\r\n\r\nFIRST SOLDIER.\r\n[_Reads._] _Dian, the Count’s a fool, and full of gold._\r\n\r\nPAROLLES.\r\nThat is not the duke’s letter, sir; that is an advertisement to a\r\nproper maid in Florence, one Diana, to take heed of the allurement of\r\none Count Rossillon, a foolish idle boy, but for all that very ruttish.\r\nI pray you, sir, put it up again.\r\n\r\nFIRST SOLDIER.\r\nNay, I’ll read it first by your favour.\r\n\r\nPAROLLES.\r\nMy meaning in’t, I protest, was very honest in the behalf of the maid;\r\nfor I knew the young count to be a dangerous and lascivious boy, who is\r\na whale to virginity, and devours up all the fry it finds.\r\n\r\nBERTRAM.\r\nDamnable both sides rogue!\r\n\r\nFIRST SOLDIER.\r\n[_Reads._]\r\n_When he swears oaths, bid him drop gold, and take it;\r\nAfter he scores, he never pays the score.\r\nHalf won is match well made; match, and well make it;\r\nHe ne’er pays after-debts, take it before.\r\nAnd say a soldier, ‘Dian,’ told thee this:\r\nMen are to mell with, boys are not to kiss;\r\nFor count of this, the count’s a fool, I know it,\r\nWho pays before, but not when he does owe it.\r\nThine, as he vow’d to thee in thine ear,_\r\n                                     PAROLLES.\r\n\r\nBERTRAM.\r\nHe shall be whipped through the army with this rhyme in’s forehead.\r\n\r\nSECOND LORD.\r\nThis is your devoted friend, sir, the manifold linguist, and the\r\narmipotent soldier.\r\n\r\nBERTRAM.\r\nI could endure anything before but a cat, and now he’s a cat to me.\r\n\r\nFIRST SOLDIER.\r\nI perceive, sir, by our general’s looks we shall be fain to hang you.\r\n\r\nPAROLLES.\r\nMy life, sir, in any case. Not that I am afraid to die, but that, my\r\noffences being many, I would repent out the remainder of nature. Let me\r\nlive, sir, in a dungeon, i’ the stocks, or anywhere, so I may live.\r\n\r\nFIRST SOLDIER.\r\nWe’ll see what may be done, so you confess freely. Therefore, once more\r\nto this Captain Dumaine: you have answer’d to his reputation with the\r\nduke, and to his valour. What is his honesty?\r\n\r\nPAROLLES.\r\nHe will steal, sir, an egg out of a cloister: for rapes and ravishments\r\nhe parallels Nessus. He professes not keeping of oaths; in breaking\r\nthem he is stronger than Hercules. He will lie, sir, with such\r\nvolubility that you would think truth were a fool: drunkenness is his\r\nbest virtue, for he will be swine-drunk, and in his sleep he does\r\nlittle harm, save to his bedclothes about him; but they know his\r\nconditions and lay him in straw. I have but little more to say, sir, of\r\nhis honesty; he has everything that an honest man should not have; what\r\nan honest man should have, he has nothing.\r\n\r\nFIRST LORD.\r\nI begin to love him for this.\r\n\r\nBERTRAM.\r\nFor this description of thine honesty? A pox upon him for me, he’s more\r\nand more a cat.\r\n\r\nFIRST SOLDIER.\r\nWhat say you to his expertness in war?\r\n\r\nPAROLLES.\r\nFaith, sir, has led the drum before the English tragedians,—to belie\r\nhim I will not,—and more of his soldiership I know not, except in that\r\ncountry he had the honour to be the officer at a place there called\r\nMile-end, to instruct for the doubling of files. I would do the man\r\nwhat honour I can, but of this I am not certain.\r\n\r\nFIRST LORD.\r\nHe hath out-villain’d villainy so far that the rarity redeems him.\r\n\r\nBERTRAM.\r\nA pox on him! He’s a cat still.\r\n\r\nFIRST SOLDIER.\r\nHis qualities being at this poor price, I need not to ask you if gold\r\nwill corrupt him to revolt.\r\n\r\nPAROLLES.\r\nSir, for a quart d’ecu he will sell the fee-simple of his salvation,\r\nthe inheritance of it, and cut the entail from all remainders, and a\r\nperpetual succession for it perpetually.\r\n\r\nFIRST SOLDIER.\r\nWhat’s his brother, the other Captain Dumaine?\r\n\r\nSECOND LORD.\r\nWhy does he ask him of me?\r\n\r\nFIRST SOLDIER.\r\nWhat’s he?\r\n\r\nPAROLLES.\r\nE’en a crow o’ the same nest; not altogether so great as the first in\r\ngoodness, but greater a great deal in evil. He excels his brother for a\r\ncoward, yet his brother is reputed one of the best that is. In a\r\nretreat he outruns any lackey; marry, in coming on he has the cramp.\r\n\r\nFIRST SOLDIER.\r\nIf your life be saved, will you undertake to betray the Florentine?\r\n\r\nPAROLLES.\r\nAy, and the captain of his horse, Count Rossillon.\r\n\r\nFIRST SOLDIER.\r\nI’ll whisper with the general, and know his pleasure.\r\n\r\nPAROLLES.\r\n[_Aside._] I’ll no more drumming; a plague of all drums! Only to seem\r\nto deserve well, and to beguile the supposition of that lascivious\r\nyoung boy the count, have I run into this danger: yet who would have\r\nsuspected an ambush where I was taken?\r\n\r\nFIRST SOLDIER.\r\nThere is no remedy, sir, but you must die. The general says you that\r\nhave so traitorously discovered the secrets of your army, and made such\r\npestiferous reports of men very nobly held, can serve the world for no\r\nhonest use; therefore you must die. Come, headsman, off with his head.\r\n\r\nPAROLLES.\r\nO Lord! sir, let me live, or let me see my death.\r\n\r\nFIRST SOLDIER.\r\nThat shall you, and take your leave of all your friends.\r\n\r\n [_Unmuffling him._]\r\n\r\nSo, look about you; know you any here?\r\n\r\nBERTRAM.\r\nGood morrow, noble captain.\r\n\r\nSECOND LORD.\r\nGod bless you, Captain Parolles.\r\n\r\nFIRST LORD.\r\nGod save you, noble captain.\r\n\r\nSECOND LORD.\r\nCaptain, what greeting will you to my Lord Lafew? I am for France.\r\n\r\nFIRST LORD.\r\nGood Captain, will you give me a copy of the sonnet you writ to Diana\r\nin behalf of the Count Rossillon? And I were not a very coward I’d\r\ncompel it of you; but fare you well.\r\n\r\n [_Exeunt Bertram, Lords &c._]\r\n\r\nFIRST SOLDIER.\r\nYou are undone, captain: all but your scarf; that has a knot on’t yet.\r\n\r\nPAROLLES.\r\nWho cannot be crushed with a plot?\r\n\r\nFIRST SOLDIER.\r\nIf you could find out a country where but women were that had received\r\nso much shame, you might begin an impudent nation. Fare ye well, sir. I\r\nam for France too; we shall speak of you there.\r\n\r\n [_Exeunt._]\r\n\r\nPAROLLES.\r\nYet am I thankful. If my heart were great\r\n’Twould burst at this. Captain I’ll be no more,\r\nBut I will eat, and drink, and sleep as soft\r\nAs captain shall. Simply the thing I am\r\nShall make me live. Who knows himself a braggart,\r\nLet him fear this; for it will come to pass\r\nThat every braggart shall be found an ass.\r\nRust, sword; cool, blushes; and, Parolles live\r\nSafest in shame; being fool’d, by foolery thrive.\r\nThere’s place and means for every man alive.\r\nI’ll after them.\r\n\r\n [_Exit._]\r\n\r\nSCENE IV. Florence. A room in the Widow’s house.\r\n\r\n Enter Helena, Widow and Diana.\r\n\r\nHELENA.\r\nThat you may well perceive I have not wrong’d you\r\nOne of the greatest in the Christian world\r\nShall be my surety; fore whose throne ’tis needful,\r\nEre I can perfect mine intents, to kneel.\r\nTime was I did him a desired office,\r\nDear almost as his life; which gratitude\r\nThrough flinty Tartar’s bosom would peep forth,\r\nAnd answer thanks. I duly am inform’d\r\nHis grace is at Marseilles; to which place\r\nWe have convenient convoy. You must know\r\nI am supposed dead. The army breaking,\r\nMy husband hies him home, where, heaven aiding,\r\nAnd by the leave of my good lord the king,\r\nWe’ll be before our welcome.\r\n\r\nWIDOW.\r\nGentle madam,\r\nYou never had a servant to whose trust\r\nYour business was more welcome.\r\n\r\nHELENA.\r\nNor you, mistress,\r\nEver a friend whose thoughts more truly labour\r\nTo recompense your love. Doubt not but heaven\r\nHath brought me up to be your daughter’s dower,\r\nAs it hath fated her to be my motive\r\nAnd helper to a husband. But, O strange men!\r\nThat can such sweet use make of what they hate,\r\nWhen saucy trusting of the cozen’d thoughts\r\nDefiles the pitchy night; so lust doth play\r\nWith what it loathes, for that which is away.\r\nBut more of this hereafter. You, Diana,\r\nUnder my poor instructions yet must suffer\r\nSomething in my behalf.\r\n\r\nDIANA.\r\nLet death and honesty\r\nGo with your impositions, I am yours\r\nUpon your will to suffer.\r\n\r\nHELENA.\r\nYet, I pray you;\r\nBut with the word the time will bring on summer,\r\nWhen briers shall have leaves as well as thorns,\r\nAnd be as sweet as sharp. We must away;\r\nOur waggon is prepar’d, and time revives us.\r\nAll’s well that ends well; still the fine’s the crown.\r\nWhate’er the course, the end is the renown.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE V. Rossillon. A room in the Countess’s palace.\r\n\r\n Enter Clown, Countess and Lafew.\r\n\r\nLAFEW.\r\nNo, no, no, your son was misled with a snipt-taffeta fellow there,\r\nwhose villanous saffron would have made all the unbak’d and doughy\r\nyouth of a nation in his colour. Your daughter-in-law had been alive at\r\nthis hour, and your son here at home, more advanc’d by the king than by\r\nthat red-tail’d humble-bee I speak of.\r\n\r\nCOUNTESS.\r\nI would I had not known him; it was the death of the most virtuous\r\ngentlewoman that ever nature had praise for creating. If she had\r\npartaken of my flesh and cost me the dearest groans of a mother, I\r\ncould not have owed her a more rooted love.\r\n\r\nLAFEW.\r\n’Twas a good lady, ’twas a good lady. We may pick a thousand salads ere\r\nwe light on such another herb.\r\n\r\nCLOWN.\r\nIndeed, sir, she was the sweet marjoram of the salad, or, rather, the\r\nherb of grace.\r\n\r\nLAFEW.\r\nThey are not herbs, you knave; they are nose-herbs.\r\n\r\nCLOWN.\r\nI am no great Nebuchadnezzar, sir; I have not much skill in grass.\r\n\r\nLAFEW.\r\nWhether dost thou profess thyself,—a knave or a fool?\r\n\r\nCLOWN.\r\nA fool, sir, at a woman’s service, and a knave at a man’s.\r\n\r\nLAFEW.\r\nYour distinction?\r\n\r\nCLOWN.\r\nI would cozen the man of his wife, and do his service.\r\n\r\nLAFEW.\r\nSo you were a knave at his service indeed.\r\n\r\nCLOWN.\r\nAnd I would give his wife my bauble, sir, to do her service.\r\n\r\nLAFEW.\r\nI will subscribe for thee; thou art both knave and fool.\r\n\r\nCLOWN.\r\nAt your service.\r\n\r\nLAFEW.\r\nNo, no, no.\r\n\r\nCLOWN.\r\nWhy, sir, if I cannot serve you, I can serve as great a prince as you\r\nare.\r\n\r\nLAFEW.\r\nWho’s that? a Frenchman?\r\n\r\nCLOWN.\r\nFaith, sir, ’a has an English name; but his phisnomy is more hotter in\r\nFrance than there.\r\n\r\nLAFEW.\r\nWhat prince is that?\r\n\r\nCLOWN.\r\nThe black prince, sir; alias the prince of darkness; alias the devil.\r\n\r\nLAFEW.\r\nHold thee, there’s my purse. I give thee not this to suggest thee from\r\nthy master thou talk’st of; serve him still.\r\n\r\nCLOWN.\r\nI am a woodland fellow, sir, that always loved a great fire, and the\r\nmaster I speak of ever keeps a good fire. But sure he is the prince of\r\nthe world; let his nobility remain in’s court. I am for the house with\r\nthe narrow gate, which I take to be too little for pomp to enter: some\r\nthat humble themselves may, but the many will be too chill and tender,\r\nand they’ll be for the flow’ry way that leads to the broad gate and the\r\ngreat fire.\r\n\r\nLAFEW.\r\nGo thy ways, I begin to be a-weary of thee; and I tell thee so before,\r\nbecause I would not fall out with thee. Go thy ways; let my horses be\r\nwell look’d to, without any tricks.\r\n\r\nCLOWN.\r\nIf I put any tricks upon ’em, sir, they shall be jades’ tricks, which\r\nare their own right by the law of nature.\r\n\r\n [_Exit._]\r\n\r\nLAFEW.\r\nA shrewd knave, and an unhappy.\r\n\r\nCOUNTESS.\r\nSo he is. My lord that’s gone made himself much sport out of him; by\r\nhis authority he remains here, which he thinks is a patent for his\r\nsauciness; and indeed he has no pace, but runs where he will.\r\n\r\nLAFEW.\r\nI like him well; ’tis not amiss. And I was about to tell you, since I\r\nheard of the good lady’s death, and that my lord your son was upon his\r\nreturn home, I moved the king my master to speak in the behalf of my\r\ndaughter; which, in the minority of them both, his majesty out of a\r\nself-gracious remembrance did first propose. His highness hath promis’d\r\nme to do it; and, to stop up the displeasure he hath conceived against\r\nyour son, there is no fitter matter. How does your ladyship like it?\r\n\r\nCOUNTESS.\r\nWith very much content, my lord, and I wish it happily effected.\r\n\r\nLAFEW.\r\nHis highness comes post from Marseilles, of as able body as when he\r\nnumber’d thirty; he will be here tomorrow, or I am deceived by him that\r\nin such intelligence hath seldom fail’d.\r\n\r\nCOUNTESS.\r\nIt rejoices me that I hope I shall see him ere I die. I have letters\r\nthat my son will be here tonight. I shall beseech your lordship to\r\nremain with me till they meet together.\r\n\r\nLAFEW.\r\nMadam, I was thinking with what manners I might safely be admitted.\r\n\r\nCOUNTESS.\r\nYou need but plead your honourable privilege.\r\n\r\nLAFEW.\r\nLady, of that I have made a bold charter; but, I thank my God, it holds\r\nyet.\r\n\r\n Enter Clown.\r\n\r\nCLOWN.\r\nO madam, yonder’s my lord your son with a patch of velvet on’s face;\r\nwhether there be a scar under’t or no, the velvet knows; but ’tis a\r\ngoodly patch of velvet. His left cheek is a cheek of two pile and a\r\nhalf, but his right cheek is worn bare.\r\n\r\nLAFEW.\r\nA scar nobly got, or a noble scar, is a good livery of honour; so\r\nbelike is that.\r\n\r\nCLOWN.\r\nBut it is your carbonado’d face.\r\n\r\nLAFEW.\r\nLet us go see your son, I pray you. I long to talk with the young noble\r\nsoldier.\r\n\r\nCLOWN.\r\nFaith, there’s a dozen of ’em, with delicate fine hats, and most\r\ncourteous feathers, which bow the head and nod at every man.\r\n\r\n [_Exeunt._]\r\n\r\n\r\nACT V.\r\n\r\nSCENE I. Marseilles. A street.\r\n\r\n Enter Helena, Widow and Diana with two Attendants.\r\n\r\nHELENA.\r\nBut this exceeding posting day and night\r\nMust wear your spirits low. We cannot help it.\r\nBut since you have made the days and nights as one,\r\nTo wear your gentle limbs in my affairs,\r\nBe bold you do so grow in my requital\r\nAs nothing can unroot you. In happy time;—\r\n\r\n Enter a Gentleman.\r\n\r\nThis man may help me to his majesty’s ear,\r\nIf he would spend his power. God save you, sir.\r\n\r\nGENTLEMAN.\r\nAnd you.\r\n\r\nHELENA.\r\nSir, I have seen you in the court of France.\r\n\r\nGENTLEMAN.\r\nI have been sometimes there.\r\n\r\nHELENA.\r\nI do presume, sir, that you are not fallen\r\nFrom the report that goes upon your goodness;\r\nAnd therefore, goaded with most sharp occasions,\r\nWhich lay nice manners by, I put you to\r\nThe use of your own virtues, for the which\r\nI shall continue thankful.\r\n\r\nGENTLEMAN.\r\nWhat’s your will?\r\n\r\nHELENA.\r\nThat it will please you\r\nTo give this poor petition to the king,\r\nAnd aid me with that store of power you have\r\nTo come into his presence.\r\n\r\nGENTLEMAN.\r\nThe king’s not here.\r\n\r\nHELENA.\r\nNot here, sir?\r\n\r\nGENTLEMAN.\r\nNot indeed.\r\nHe hence remov’d last night, and with more haste\r\nThan is his use.\r\n\r\nWIDOW.\r\nLord, how we lose our pains!\r\n\r\nHELENA.\r\nAll’s well that ends well yet,\r\nThough time seem so adverse and means unfit.\r\nI do beseech you, whither is he gone?\r\n\r\nGENTLEMAN.\r\nMarry, as I take it, to Rossillon;\r\nWhither I am going.\r\n\r\nHELENA.\r\nI do beseech you, sir,\r\nSince you are like to see the king before me,\r\nCommend the paper to his gracious hand,\r\nWhich I presume shall render you no blame,\r\nBut rather make you thank your pains for it.\r\nI will come after you with what good speed\r\nOur means will make us means.\r\n\r\nGENTLEMAN.\r\nThis I’ll do for you.\r\n\r\nHELENA.\r\nAnd you shall find yourself to be well thank’d,\r\nWhate’er falls more. We must to horse again.\r\nGo, go, provide.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE II. Rossillon. The inner court of the Countess’s palace.\r\n\r\n Enter Clown and Parolles.\r\n\r\nPAROLLES.\r\nGood Monsieur Lavache, give my Lord Lafew this letter; I have ere now,\r\nsir, been better known to you, when I have held familiarity with\r\nfresher clothes; but I am now, sir, muddied in Fortune’s mood, and\r\nsmell somewhat strong of her strong displeasure.\r\n\r\nCLOWN.\r\nTruly, Fortune’s displeasure is but sluttish, if it smell so strongly\r\nas thou speak’st of. I will henceforth eat no fish of Fortune’s\r\nbuttering. Pr’ythee, allow the wind.\r\n\r\nPAROLLES.\r\nNay, you need not to stop your nose, sir. I spake but by a metaphor.\r\n\r\nCLOWN.\r\nIndeed, sir, if your metaphor stink, I will stop my nose, or against\r\nany man’s metaphor. Pr’ythee, get thee further.\r\n\r\nPAROLLES.\r\nPray you, sir, deliver me this paper.\r\n\r\nCLOWN.\r\nFoh, pr’ythee stand away. A paper from Fortune’s close-stool to give to\r\na nobleman! Look here he comes himself.\r\n\r\n Enter Lafew.\r\n\r\nHere is a pur of Fortune’s, sir, or of Fortune’s cat, but not a\r\nmusk-cat, that has fallen into the unclean fishpond of her displeasure,\r\nand as he says, is muddied withal. Pray you, sir, use the carp as you\r\nmay, for he looks like a poor, decayed, ingenious, foolish, rascally\r\nknave. I do pity his distress in my similes of comfort, and leave him\r\nto your lordship.\r\n\r\n [_Exit._]\r\n\r\nPAROLLES.\r\nMy lord, I am a man whom Fortune hath cruelly scratch’d.\r\n\r\nLAFEW.\r\nAnd what would you have me to do? ’Tis too late to pare her nails now.\r\nWherein have you played the knave with Fortune that she should scratch\r\nyou, who of herself is a good lady, and would not have knaves thrive\r\nlong under her? There’s a quart d’ecu for you. Let the justices make\r\nyou and Fortune friends; I am for other business.\r\n\r\nPAROLLES.\r\nI beseech your honour to hear me one single word.\r\n\r\nLAFEW.\r\nYou beg a single penny more. Come, you shall ha’t; save your word.\r\n\r\nPAROLLES.\r\nMy name, my good lord, is Parolles.\r\n\r\nLAFEW.\r\nYou beg more than word then. Cox my passion! Give me your hand. How\r\ndoes your drum?\r\n\r\nPAROLLES.\r\nO my good lord, you were the first that found me.\r\n\r\nLAFEW.\r\nWas I, in sooth? And I was the first that lost thee.\r\n\r\nPAROLLES.\r\nIt lies in you, my lord, to bring me in some grace, for you did bring\r\nme out.\r\n\r\nLAFEW.\r\nOut upon thee, knave! dost thou put upon me at once both the office of\r\nGod and the devil? One brings the in grace, and the other brings thee\r\nout.\r\n\r\n [_Trumpets sound._]\r\n\r\nThe king’s coming; I know by his trumpets. Sirrah, inquire further\r\nafter me. I had talk of you last night; though you are a fool and a\r\nknave, you shall eat. Go to; follow.\r\n\r\nPAROLLES.\r\nI praise God for you.\r\n\r\n [_Exeunt._]\r\n\r\nSCENE III. The same. A room in the Countess’s palace.\r\n\r\n Flourish. Enter King, Countess, Lafew, Lords, Gentlemen, Guards &c.\r\n\r\nKING.\r\nWe lost a jewel of her, and our esteem\r\nWas made much poorer by it; but your son,\r\nAs mad in folly, lack’d the sense to know\r\nHer estimation home.\r\n\r\nCOUNTESS.\r\n’Tis past, my liege,\r\nAnd I beseech your majesty to make it\r\nNatural rebellion, done i’ the blaze of youth,\r\nWhen oil and fire, too strong for reason’s force,\r\nO’erbears it and burns on.\r\n\r\nKING.\r\nMy honour’d lady,\r\nI have forgiven and forgotten all,\r\nThough my revenges were high bent upon him,\r\nAnd watch’d the time to shoot.\r\n\r\nLAFEW.\r\nThis I must say,—\r\nBut first, I beg my pardon,—the young lord\r\nDid to his majesty, his mother, and his lady,\r\nOffence of mighty note; but to himself\r\nThe greatest wrong of all. He lost a wife\r\nWhose beauty did astonish the survey\r\nOf richest eyes; whose words all ears took captive;\r\nWhose dear perfection hearts that scorn’d to serve\r\nHumbly call’d mistress.\r\n\r\nKING.\r\nPraising what is lost\r\nMakes the remembrance dear. Well, call him hither;\r\nWe are reconcil’d, and the first view shall kill\r\nAll repetition. Let him not ask our pardon;\r\nThe nature of his great offence is dead,\r\nAnd deeper than oblivion do we bury\r\nTh’ incensing relics of it. Let him approach\r\nA stranger, no offender; and inform him\r\nSo ’tis our will he should.\r\n\r\nGENTLEMAN.\r\nI shall, my liege.\r\n\r\n [_Exit Gentleman._]\r\n\r\nKING.\r\nWhat says he to your daughter? Have you spoke?\r\n\r\nLAFEW.\r\nAll that he is hath reference to your highness.\r\n\r\nKING.\r\nThen shall we have a match. I have letters sent me\r\nThat sets him high in fame.\r\n\r\n Enter Bertram.\r\n\r\nLAFEW.\r\nHe looks well on ’t.\r\n\r\nKING.\r\nI am not a day of season,\r\nFor thou mayst see a sunshine and a hail\r\nIn me at once. But to the brightest beams\r\nDistracted clouds give way; so stand thou forth;\r\nThe time is fair again.\r\n\r\nBERTRAM.\r\nMy high-repented blames\r\nDear sovereign, pardon to me.\r\n\r\nKING.\r\nAll is whole.\r\nNot one word more of the consumed time.\r\nLet’s take the instant by the forward top;\r\nFor we are old, and on our quick’st decrees\r\nTh’inaudible and noiseless foot of time\r\nSteals ere we can effect them. You remember\r\nThe daughter of this lord?\r\n\r\nBERTRAM.\r\nAdmiringly, my liege. At first\r\nI stuck my choice upon her, ere my heart\r\nDurst make too bold herald of my tongue:\r\nWhere the impression of mine eye infixing,\r\nContempt his scornful perspective did lend me,\r\nWhich warp’d the line of every other favour,\r\nScorn’d a fair colour, or express’d it stolen,\r\nExtended or contracted all proportions\r\nTo a most hideous object. Thence it came\r\nThat she whom all men prais’d, and whom myself,\r\nSince I have lost, have lov’d, was in mine eye\r\nThe dust that did offend it.\r\n\r\nKING.\r\nWell excus’d:\r\nThat thou didst love her, strikes some scores away\r\nFrom the great compt: but love that comes too late,\r\nLike a remorseful pardon slowly carried,\r\nTo the great sender turns a sour offence,\r\nCrying, That’s good that’s gone. Our rash faults\r\nMake trivial price of serious things we have,\r\nNot knowing them until we know their grave.\r\nOft our displeasures, to ourselves unjust,\r\nDestroy our friends, and after weep their dust:\r\nOur own love waking cries to see what’s done,\r\nWhile shameful hate sleeps out the afternoon.\r\nBe this sweet Helen’s knell, and now forget her.\r\nSend forth your amorous token for fair Maudlin.\r\nThe main consents are had, and here we’ll stay\r\nTo see our widower’s second marriage-day.\r\n\r\nCOUNTESS.\r\nWhich better than the first, O dear heaven, bless!\r\nOr, ere they meet, in me, O nature, cesse!\r\n\r\nLAFEW.\r\nCome on, my son, in whom my house’s name\r\nMust be digested; give a favour from you,\r\nTo sparkle in the spirits of my daughter,\r\nThat she may quickly come.\r\n\r\n [_Bertram gives a ring to Lafew._]\r\n\r\nBy my old beard,\r\nAnd ev’ry hair that’s on ’t, Helen that’s dead\r\nWas a sweet creature: such a ring as this,\r\nThe last that e’er I took her leave at court,\r\nI saw upon her finger.\r\n\r\nBERTRAM.\r\nHers it was not.\r\n\r\nKING.\r\nNow, pray you, let me see it; for mine eye,\r\nWhile I was speaking, oft was fasten’d to it.\r\nThis ring was mine; and when I gave it Helen\r\nI bade her, if her fortunes ever stood\r\nNecessitied to help, that by this token\r\nI would relieve her. Had you that craft to ’reave her\r\nOf what should stead her most?\r\n\r\nBERTRAM.\r\nMy gracious sovereign,\r\nHowe’er it pleases you to take it so,\r\nThe ring was never hers.\r\n\r\nCOUNTESS.\r\nSon, on my life,\r\nI have seen her wear it; and she reckon’d it\r\nAt her life’s rate.\r\n\r\nLAFEW.\r\nI am sure I saw her wear it.\r\n\r\nBERTRAM.\r\nYou are deceiv’d, my lord; she never saw it.\r\nIn Florence was it from a casement thrown me,\r\nWrapp’d in a paper, which contain’d the name\r\nOf her that threw it. Noble she was, and thought\r\nI stood engag’d; but when I had subscrib’d\r\nTo mine own fortune, and inform’d her fully\r\nI could not answer in that course of honour\r\nAs she had made the overture, she ceas’d,\r\nIn heavy satisfaction, and would never\r\nReceive the ring again.\r\n\r\nKING.\r\nPlutus himself,\r\nThat knows the tinct and multiplying medicine,\r\nHath not in nature’s mystery more science\r\nThan I have in this ring. ’Twas mine, ’twas Helen’s,\r\nWhoever gave it you. Then if you know\r\nThat you are well acquainted with yourself,\r\nConfess ’twas hers, and by what rough enforcement\r\nYou got it from her. She call’d the saints to surety\r\nThat she would never put it from her finger\r\nUnless she gave it to yourself in bed,\r\nWhere you have never come, or sent it us\r\nUpon her great disaster.\r\n\r\nBERTRAM.\r\nShe never saw it.\r\n\r\nKING.\r\nThou speak’st it falsely, as I love mine honour,\r\nAnd mak’st conjectural fears to come into me\r\nWhich I would fain shut out. If it should prove\r\nThat thou art so inhuman,—’twill not prove so:\r\nAnd yet I know not, thou didst hate her deadly.\r\nAnd she is dead; which nothing but to close\r\nHer eyes myself, could win me to believe\r\nMore than to see this ring. Take him away.\r\n\r\n [_Guards seize Bertram._]\r\n\r\nMy fore-past proofs, howe’er the matter fall,\r\nShall tax my fears of little vanity,\r\nHaving vainly fear’d too little. Away with him.\r\nWe’ll sift this matter further.\r\n\r\nBERTRAM.\r\nIf you shall prove\r\nThis ring was ever hers, you shall as easy\r\nProve that I husbanded her bed in Florence,\r\nWhere she yet never was.\r\n\r\n [_Exit, guarded._]\r\n\r\nKING.\r\nI am wrapp’d in dismal thinkings.\r\n\r\n Enter a Gentleman.\r\n\r\nGENTLEMAN.\r\nGracious sovereign,\r\nWhether I have been to blame or no, I know not:\r\nHere’s a petition from a Florentine,\r\nWho hath for four or five removes come short\r\nTo tender it herself. I undertook it,\r\nVanquish’d thereto by the fair grace and speech\r\nOf the poor suppliant, who by this, I know,\r\nIs here attending: her business looks in her\r\nWith an importing visage, and she told me\r\nIn a sweet verbal brief, it did concern\r\nYour highness with herself.\r\n\r\nKING.\r\n[_Reads._] _Upon his many protestations to marry me when his wife was\r\ndead, I blush to say it, he won me. Now is the Count Rossillon a\r\nwidower; his vows are forfeited to me, and my honour’s paid to him. He\r\nstole from Florence, taking no leave, and I follow him to his country\r\nfor justice. Grant it me, O king, in you it best lies; otherwise a\r\nseducer flourishes, and a poor maid is undone._\r\n                                    DIANA CAPILET.\r\n\r\nLAFEW.\r\nI will buy me a son-in-law in a fair, and toll for this. I’ll none of\r\nhim.\r\n\r\nKING.\r\nThe heavens have thought well on thee, Lafew,\r\nTo bring forth this discovery. Seek these suitors.\r\nGo speedily, and bring again the count.\r\n\r\n [_Exeunt Gentleman and some Attendants._]\r\n\r\nI am afeard the life of Helen, lady,\r\nWas foully snatch’d.\r\n\r\nCOUNTESS.\r\nNow, justice on the doers!\r\n\r\n Enter Bertram, guarded.\r\n\r\nKING.\r\nI wonder, sir, since wives are monsters to you,\r\nAnd that you fly them as you swear them lordship,\r\nYet you desire to marry. What woman’s that?\r\n\r\n Enter Widow and Diana.\r\n\r\nDIANA.\r\nI am, my lord, a wretched Florentine,\r\nDerived from the ancient Capilet;\r\nMy suit, as I do understand, you know,\r\nAnd therefore know how far I may be pitied.\r\n\r\nWIDOW.\r\nI am her mother, sir, whose age and honour\r\nBoth suffer under this complaint we bring,\r\nAnd both shall cease, without your remedy.\r\n\r\nKING.\r\nCome hither, count; do you know these women?\r\n\r\nBERTRAM.\r\nMy lord, I neither can nor will deny\r\nBut that I know them. Do they charge me further?\r\n\r\nDIANA.\r\nWhy do you look so strange upon your wife?\r\n\r\nBERTRAM.\r\nShe’s none of mine, my lord.\r\n\r\nDIANA.\r\nIf you shall marry,\r\nYou give away this hand, and that is mine,\r\nYou give away heaven’s vows, and those are mine,\r\nYou give away myself, which is known mine;\r\nFor I by vow am so embodied yours\r\nThat she which marries you must marry me,\r\nEither both or none.\r\n\r\nLAFEW.\r\n[_To Bertram_] Your reputation comes too short for my daughter; you are\r\nno husband for her.\r\n\r\nBERTRAM.\r\nMy lord, this is a fond and desperate creature\r\nWhom sometime I have laugh’d with. Let your highness\r\nLay a more noble thought upon mine honour\r\nThan for to think that I would sink it here.\r\n\r\nKING.\r\nSir, for my thoughts, you have them ill to friend\r\nTill your deeds gain them; fairer prove your honour\r\nThan in my thought it lies!\r\n\r\nDIANA.\r\nGood my lord,\r\nAsk him upon his oath, if he does think\r\nHe had not my virginity.\r\n\r\nKING.\r\nWhat say’st thou to her?\r\n\r\nBERTRAM.\r\nShe’s impudent, my lord,\r\nAnd was a common gamester to the camp.\r\n\r\nDIANA.\r\nHe does me wrong, my lord; if I were so\r\nHe might have bought me at a common price.\r\nDo not believe him. O, behold this ring,\r\nWhose high respect and rich validity\r\nDid lack a parallel; yet for all that\r\nHe gave it to a commoner o’ the camp,\r\nIf I be one.\r\n\r\nCOUNTESS.\r\nHe blushes, and ’tis it.\r\nOf six preceding ancestors, that gem\r\nConferr’d by testament to th’ sequent issue,\r\nHath it been owed and worn. This is his wife;\r\nThat ring’s a thousand proofs.\r\n\r\nKING.\r\nMethought you said\r\nYou saw one here in court could witness it.\r\n\r\nDIANA.\r\nI did, my lord, but loath am to produce\r\nSo bad an instrument; his name’s Parolles.\r\n\r\nLAFEW.\r\nI saw the man today, if man he be.\r\n\r\nKING.\r\nFind him, and bring him hither.\r\n\r\n [_Exit an Attendant._]\r\n\r\nBERTRAM.\r\nWhat of him?\r\nHe’s quoted for a most perfidious slave,\r\nWith all the spots o’ the world tax’d and debauch’d:\r\nWhose nature sickens but to speak a truth.\r\nAm I or that or this for what he’ll utter,\r\nThat will speak anything?\r\n\r\nKING.\r\nShe hath that ring of yours.\r\n\r\nBERTRAM.\r\nI think she has. Certain it is I lik’d her\r\nAnd boarded her i’ the wanton way of youth.\r\nShe knew her distance, and did angle for me,\r\nMadding my eagerness with her restraint,\r\nAs all impediments in fancy’s course\r\nAre motives of more fancy; and in fine,\r\nHer infinite cunning with her modern grace,\r\nSubdu’d me to her rate; she got the ring,\r\nAnd I had that which any inferior might\r\nAt market-price have bought.\r\n\r\nDIANA.\r\nI must be patient.\r\nYou that have turn’d off a first so noble wife\r\nMay justly diet me. I pray you yet,—\r\nSince you lack virtue, I will lose a husband—\r\nSend for your ring, I will return it home,\r\nAnd give me mine again.\r\n\r\nBERTRAM.\r\nI have it not.\r\n\r\nKING.\r\nWhat ring was yours, I pray you?\r\n\r\nDIANA.\r\nSir, much like\r\nThe same upon your finger.\r\n\r\nKING.\r\nKnow you this ring? This ring was his of late.\r\n\r\nDIANA.\r\nAnd this was it I gave him, being abed.\r\n\r\nKING.\r\nThe story then goes false you threw it him\r\nOut of a casement.\r\n\r\nDIANA.\r\nI have spoke the truth.\r\n\r\n Enter Attendant with Parolles.\r\n\r\nBERTRAM.\r\nMy lord, I do confess the ring was hers.\r\n\r\nKING.\r\nYou boggle shrewdly; every feather starts you.\r\nIs this the man you speak of?\r\n\r\nDIANA.\r\nAy, my lord.\r\n\r\nKING.\r\nTell me, sirrah, but tell me true I charge you,\r\nNot fearing the displeasure of your master,\r\nWhich on your just proceeding, I’ll keep off,—\r\nBy him and by this woman here what know you?\r\n\r\nPAROLLES.\r\nSo please your majesty, my master hath been an honourable gentleman.\r\nTricks he hath had in him, which gentlemen have.\r\n\r\nKING.\r\nCome, come, to the purpose. Did he love this woman?\r\n\r\nPAROLLES.\r\nFaith, sir, he did love her; but how?\r\n\r\nKING.\r\nHow, I pray you?\r\n\r\nPAROLLES.\r\nHe did love her, sir, as a gentleman loves a woman.\r\n\r\nKING.\r\nHow is that?\r\n\r\nPAROLLES.\r\nHe lov’d her, sir, and lov’d her not.\r\n\r\nKING.\r\nAs thou art a knave and no knave.\r\nWhat an equivocal companion is this!\r\n\r\nPAROLLES.\r\nI am a poor man, and at your majesty’s command.\r\n\r\nLAFEW.\r\nHe’s a good drum, my lord, but a naughty orator.\r\n\r\nDIANA.\r\nDo you know he promised me marriage?\r\n\r\nPAROLLES.\r\nFaith, I know more than I’ll speak.\r\n\r\nKING.\r\nBut wilt thou not speak all thou know’st?\r\n\r\nPAROLLES.\r\nYes, so please your majesty. I did go between them as I said; but more\r\nthan that, he loved her, for indeed he was mad for her, and talked of\r\nSatan, and of Limbo, and of furies, and I know not what: yet I was in\r\nthat credit with them at that time that I knew of their going to bed;\r\nand of other motions, as promising her marriage, and things which would\r\nderive me ill will to speak of; therefore I will not speak what I know.\r\n\r\nKING.\r\nThou hast spoken all already, unless thou canst say they are married;\r\nbut thou art too fine in thy evidence; therefore stand aside. This\r\nring, you say, was yours?\r\n\r\nDIANA.\r\nAy, my good lord.\r\n\r\nKING.\r\nWhere did you buy it? Or who gave it you?\r\n\r\nDIANA.\r\nIt was not given me, nor I did not buy it.\r\n\r\nKING.\r\nWho lent it you?\r\n\r\nDIANA.\r\nIt was not lent me neither.\r\n\r\nKING.\r\nWhere did you find it then?\r\n\r\nDIANA.\r\nI found it not.\r\n\r\nKING.\r\nIf it were yours by none of all these ways,\r\nHow could you give it him?\r\n\r\nDIANA.\r\nI never gave it him.\r\n\r\nLAFEW.\r\nThis woman’s an easy glove, my lord; she goes off and on at pleasure.\r\n\r\nKING.\r\nThis ring was mine, I gave it his first wife.\r\n\r\nDIANA.\r\nIt might be yours or hers for ought I know.\r\n\r\nKING.\r\nTake her away, I do not like her now.\r\nTo prison with her. And away with him.\r\nUnless thou tell’st me where thou hadst this ring,\r\nThou diest within this hour.\r\n\r\nDIANA.\r\nI’ll never tell you.\r\n\r\nKING.\r\nTake her away.\r\n\r\nDIANA.\r\nI’ll put in bail, my liege.\r\n\r\nKING.\r\nI think thee now some common customer.\r\n\r\nDIANA.\r\nBy Jove, if ever I knew man, ’twas you.\r\n\r\nKING.\r\nWherefore hast thou accus’d him all this while?\r\n\r\nDIANA.\r\nBecause he’s guilty, and he is not guilty.\r\nHe knows I am no maid, and he’ll swear to’t:\r\nI’ll swear I am a maid, and he knows not.\r\nGreat King, I am no strumpet, by my life;\r\nI am either maid, or else this old man’s wife.\r\n\r\n [_Pointing to Lafew._]\r\n\r\nKING.\r\nShe does abuse our ears; to prison with her.\r\n\r\nDIANA.\r\nGood mother, fetch my bail. Stay, royal sir;\r\n\r\n [_Exit Widow._]\r\n\r\nThe jeweller that owes the ring is sent for,\r\nAnd he shall surety me. But for this lord\r\nWho hath abus’d me as he knows himself,\r\nThough yet he never harm’d me, here I quit him.\r\nHe knows himself my bed he hath defil’d;\r\nAnd at that time he got his wife with child.\r\nDead though she be, she feels her young one kick;\r\nSo there’s my riddle: one that’s dead is quick,\r\nAnd now behold the meaning.\r\n\r\n Enter Widow with Helena.\r\n\r\nKING.\r\nIs there no exorcist\r\nBeguiles the truer office of mine eyes?\r\nIs’t real that I see?\r\n\r\nHELENA.\r\nNo, my good lord;\r\n’Tis but the shadow of a wife you see,\r\nThe name, and not the thing.\r\n\r\nBERTRAM.\r\nBoth, both. O, pardon!\r\n\r\nHELENA.\r\nO, my good lord, when I was like this maid;\r\nI found you wondrous kind. There is your ring,\r\nAnd, look you, here’s your letter. This it says,\r\n‘When from my finger you can get this ring,\r\nAnd is by me with child, &c.’ This is done;\r\nWill you be mine now you are doubly won?\r\n\r\nBERTRAM.\r\nIf she, my liege, can make me know this clearly,\r\nI’ll love her dearly, ever, ever dearly.\r\n\r\nHELENA.\r\nIf it appear not plain, and prove untrue,\r\nDeadly divorce step between me and you!\r\nO my dear mother, do I see you living?\r\n\r\nLAFEW.\r\nMine eyes smell onions; I shall weep anon.\r\n[_to Parolles_] Good Tom Drum, lend me a handkercher.\r\nSo, I thank thee. Wait on me home, I’ll make sport with thee.\r\nLet thy courtesies alone, they are scurvy ones.\r\n\r\nKING.\r\nLet us from point to point this story know,\r\nTo make the even truth in pleasure flow.\r\n[_To Diana._] If thou beest yet a fresh uncropped flower,\r\nChoose thou thy husband, and I’ll pay thy dower;\r\nFor I can guess that by thy honest aid,\r\nThou kept’st a wife herself, thyself a maid.\r\nOf that and all the progress more and less,\r\nResolvedly more leisure shall express.\r\nAll yet seems well, and if it end so meet,\r\nThe bitter past, more welcome is the sweet.\r\n\r\n [_Flourish._]\r\n\r\n[EPILOGUE]\r\n\r\n_The king’s a beggar, now the play is done;\r\nAll is well ended if this suit be won,\r\nThat you express content; which we will pay\r\nWith strife to please you, day exceeding day.\r\nOurs be your patience then, and yours our parts;\r\nYour gentle hands lend us, and take our hearts._\r\n\r\n [_Exeunt omnes._]\r\n\r\n\r"