"KING JOHN\r\n\r\nDRAMATIS PERSONAE\r\n\r\n    KING JOHN\r\n    PRINCE HENRY, his son\r\n    ARTHUR, DUKE OF BRITAINE, son of Geffrey, late Duke of\r\n      Britaine, the elder brother of King John\r\n    EARL OF PEMBROKE\r\n    EARL OF ESSEX\r\n    EARL OF SALISBURY\r\n    LORD BIGOT\r\n    HUBERT DE BURGH\r\n    ROBERT FAULCONBRIDGE, son to Sir Robert Faulconbridge\r\n    PHILIP THE BASTARD, his half-brother\r\n    JAMES GURNEY, servant to Lady Faulconbridge\r\n    PETER OF POMFRET, a prophet\r\n\r\n    KING PHILIP OF FRANCE\r\n    LEWIS, the Dauphin\r\n    LYMOGES, Duke of Austria\r\n    CARDINAL PANDULPH, the Pope's legate\r\n    MELUN, a French lord\r\n    CHATILLON, ambassador from France to King John\r\n\r\n    QUEEN ELINOR, widow of King Henry II and mother to\r\n      King John\r\n    CONSTANCE, Mother to Arthur\r\n    BLANCH OF SPAIN, daughter to the King of Castile\r\n      and niece to King John\r\n    LADY FAULCONBRIDGE, widow of Sir Robert Faulconbridge\r\n\r\n    Lords, Citizens of Angiers, Sheriff, Heralds, Officers,\r\n      Soldiers, Executioners, Messengers, Attendants\r\n\r\nSCENE: England and France\r\n\r\nACT I. SCENE 1\r\n\r\nKING JOHN's palace\r\n\r\nEnter KING JOHN, QUEEN ELINOR, PEMBROKE, ESSEX, SALISBURY, and others,\r\nwith CHATILLON\r\n\r\n  KING JOHN. Now, say, Chatillon, what would France with us?\r\n  CHATILLON. Thus, after greeting, speaks the King of France\r\n    In my behaviour to the majesty,\r\n    The borrowed majesty, of England here.\r\n  ELINOR. A strange beginning- 'borrowed majesty'!\r\n  KING JOHN. Silence, good mother; hear the embassy.\r\n  CHATILLON. Philip of France, in right and true behalf\r\n    Of thy deceased brother Geffrey's son,\r\n    Arthur Plantagenet, lays most lawful claim\r\n    To this fair island and the territories,\r\n    To Ireland, Poictiers, Anjou, Touraine, Maine,\r\n    Desiring thee to lay aside the sword\r\n    Which sways usurpingly these several titles,\r\n    And put the same into young Arthur's hand,\r\n    Thy nephew and right royal sovereign.\r\n  KING JOHN. What follows if we disallow of this?\r\n  CHATILLON. The proud control of fierce and bloody war,\r\n    To enforce these rights so forcibly withheld.\r\n  KING JOHN. Here have we war for war, and blood for blood,\r\n    Controlment for controlment- so answer France.\r\n  CHATILLON. Then take my king's defiance from my mouth-\r\n    The farthest limit of my embassy.\r\n  KING JOHN. Bear mine to him, and so depart in peace;\r\n    Be thou as lightning in the eyes of France;\r\n    For ere thou canst report I will be there,\r\n    The thunder of my cannon shall be heard.\r\n    So hence! Be thou the trumpet of our wrath\r\n    And sullen presage of your own decay.\r\n    An honourable conduct let him have-\r\n    Pembroke, look to 't. Farewell, Chatillon.\r\n                                        Exeunt CHATILLON and PEMBROKE\r\n  ELINOR. What now, my son! Have I not ever said\r\n    How that ambitious Constance would not cease\r\n    Till she had kindled France and all the world\r\n    Upon the right and party of her son?\r\n    This might have been prevented and made whole\r\n    With very easy arguments of love,\r\n    Which now the manage of two kingdoms must\r\n    With fearful bloody issue arbitrate.\r\n  KING JOHN. Our strong possession and our right for us!\r\n  ELINOR. Your strong possession much more than your right,\r\n    Or else it must go wrong with you and me;\r\n    So much my conscience whispers in your ear,\r\n    Which none but heaven and you and I shall hear.\r\n\r\n                  Enter a SHERIFF\r\n\r\n  ESSEX. My liege, here is the strangest controversy\r\n    Come from the country to be judg'd by you\r\n    That e'er I heard. Shall I produce the men?\r\n  KING JOHN. Let them approach.                          Exit SHERIFF\r\n    Our abbeys and our priories shall pay\r\n    This expedition's charge.\r\n\r\n     Enter ROBERT FAULCONBRIDGE and PHILIP, his bastard\r\n                     brother\r\n\r\n    What men are you?\r\n  BASTARD. Your faithful subject I, a gentleman\r\n    Born in Northamptonshire, and eldest son,\r\n    As I suppose, to Robert Faulconbridge-\r\n    A soldier by the honour-giving hand\r\n    Of Coeur-de-lion knighted in the field.\r\n  KING JOHN. What art thou?\r\n  ROBERT. The son and heir to that same Faulconbridge.\r\n  KING JOHN. Is that the elder, and art thou the heir?\r\n    You came not of one mother then, it seems.\r\n  BASTARD. Most certain of one mother, mighty king-\r\n    That is well known- and, as I think, one father;\r\n    But for the certain knowledge of that truth\r\n    I put you o'er to heaven and to my mother.\r\n    Of that I doubt, as all men's children may.\r\n  ELINOR. Out on thee, rude man! Thou dost shame thy mother,\r\n    And wound her honour with this diffidence.\r\n  BASTARD. I, madam? No, I have no reason for it-\r\n    That is my brother's plea, and none of mine;\r\n    The which if he can prove, 'a pops me out\r\n    At least from fair five hundred pound a year.\r\n    Heaven guard my mother's honour and my land!\r\n  KING JOHN. A good blunt fellow. Why, being younger born,\r\n    Doth he lay claim to thine inheritance?\r\n  BASTARD. I know not why, except to get the land.\r\n    But once he slander'd me with bastardy;\r\n    But whe'er I be as true begot or no,\r\n    That still I lay upon my mother's head;\r\n    But that I am as well begot, my liege-\r\n    Fair fall the bones that took the pains for me!-\r\n    Compare our faces and be judge yourself.\r\n    If old Sir Robert did beget us both\r\n    And were our father, and this son like him-\r\n    O old Sir Robert, father, on my knee\r\n    I give heaven thanks I was not like to thee!\r\n  KING JOHN. Why, what a madcap hath heaven lent us here!\r\n  ELINOR. He hath a trick of Coeur-de-lion's face;\r\n    The accent of his tongue affecteth him.\r\n    Do you not read some tokens of my son\r\n    In the large composition of this man?\r\n  KING JOHN. Mine eye hath well examined his parts\r\n    And finds them perfect Richard. Sirrah, speak,\r\n    What doth move you to claim your brother's land?\r\n  BASTARD. Because he hath a half-face, like my father.\r\n    With half that face would he have all my land:\r\n    A half-fac'd groat five hundred pound a year!\r\n  ROBERT. My gracious liege, when that my father liv'd,\r\n    Your brother did employ my father much-\r\n  BASTARD. Well, sir, by this you cannot get my land:\r\n    Your tale must be how he employ'd my mother.\r\n  ROBERT. And once dispatch'd him in an embassy\r\n    To Germany, there with the Emperor\r\n    To treat of high affairs touching that time.\r\n    Th' advantage of his absence took the King,\r\n    And in the meantime sojourn'd at my father's;\r\n    Where how he did prevail I shame to speak-\r\n    But truth is truth: large lengths of seas and shores\r\n    Between my father and my mother lay,\r\n    As I have heard my father speak himself,\r\n    When this same lusty gentleman was got.\r\n    Upon his death-bed he by will bequeath'd\r\n    His lands to me, and took it on his death\r\n    That this my mother's son was none of his;\r\n    And if he were, he came into the world\r\n    Full fourteen weeks before the course of time.\r\n    Then, good my liege, let me have what is mine,\r\n    My father's land, as was my father's will.\r\n  KING JOHN. Sirrah, your brother is legitimate:\r\n    Your father's wife did after wedlock bear him,\r\n    And if she did play false, the fault was hers;\r\n    Which fault lies on the hazards of all husbands\r\n    That marry wives. Tell me, how if my brother,\r\n    Who, as you say, took pains to get this son,\r\n    Had of your father claim'd this son for his?\r\n    In sooth, good friend, your father might have kept\r\n    This calf, bred from his cow, from all the world;\r\n    In sooth, he might; then, if he were my brother's,\r\n    My brother might not claim him; nor your father,\r\n    Being none of his, refuse him. This concludes:\r\n    My mother's son did get your father's heir;\r\n    Your father's heir must have your father's land.\r\n  ROBERT. Shall then my father's will be of no force\r\n    To dispossess that child which is not his?\r\n  BASTARD. Of no more force to dispossess me, sir,\r\n    Than was his will to get me, as I think.\r\n  ELINOR. Whether hadst thou rather be a Faulconbridge,\r\n    And like thy brother, to enjoy thy land,\r\n    Or the reputed son of Coeur-de-lion,\r\n    Lord of thy presence and no land beside?\r\n  BASTARD. Madam, an if my brother had my shape\r\n    And I had his, Sir Robert's his, like him;\r\n    And if my legs were two such riding-rods,\r\n    My arms such eel-skins stuff'd, my face so thin\r\n    That in mine ear I durst not stick a rose\r\n    Lest men should say 'Look where three-farthings goes!'\r\n    And, to his shape, were heir to all this land-\r\n    Would I might never stir from off this place,\r\n    I would give it every foot to have this face!\r\n    I would not be Sir Nob in any case.\r\n  ELINOR. I like thee well. Wilt thou forsake thy fortune,\r\n    Bequeath thy land to him and follow me?\r\n    I am a soldier and now bound to France.\r\n  BASTARD. Brother, take you my land, I'll take my chance.\r\n    Your face hath got five hundred pound a year,\r\n    Yet sell your face for fivepence and 'tis dear.\r\n    Madam, I'll follow you unto the death.\r\n  ELINOR. Nay, I would have you go before me thither.\r\n  BASTARD. Our country manners give our betters way.\r\n  KING JOHN. What is thy name?\r\n  BASTARD. Philip, my liege, so is my name begun:\r\n    Philip, good old Sir Robert's wife's eldest son.\r\n  KING JOHN. From henceforth bear his name whose form thou bearest:\r\n    Kneel thou down Philip, but rise more great-\r\n    Arise Sir Richard and Plantagenet.\r\n  BASTARD. Brother by th' mother's side, give me your hand;\r\n    My father gave me honour, yours gave land.\r\n    Now blessed be the hour, by night or day,\r\n    When I was got, Sir Robert was away!\r\n  ELINOR. The very spirit of Plantagenet!\r\n    I am thy grandam, Richard: call me so.\r\n  BASTARD. Madam, by chance, but not by truth; what though?\r\n    Something about, a little from the right,\r\n    In at the window, or else o'er the hatch;\r\n    Who dares not stir by day must walk by night;\r\n    And have is have, however men do catch.\r\n    Near or far off, well won is still well shot;\r\n    And I am I, howe'er I was begot.\r\n  KING JOHN. Go, Faulconbridge; now hast thou thy desire:\r\n    A landless knight makes thee a landed squire.\r\n    Come, madam, and come, Richard, we must speed\r\n    For France, for France, for it is more than need.\r\n  BASTARD. Brother, adieu. Good fortune come to thee!\r\n    For thou wast got i' th' way of honesty.\r\n                                           Exeunt all but the BASTARD\r\n    A foot of honour better than I was;\r\n    But many a many foot of land the worse.\r\n    Well, now can I make any Joan a lady.\r\n    'Good den, Sir Richard!'-'God-a-mercy, fellow!'\r\n    And if his name be George, I'll call him Peter;\r\n    For new-made honour doth forget men's names:\r\n    'Tis too respective and too sociable\r\n    For your conversion. Now your traveller,\r\n    He and his toothpick at my worship's mess-\r\n    And when my knightly stomach is suffic'd,\r\n    Why then I suck my teeth and catechize\r\n    My picked man of countries: 'My dear sir,'\r\n    Thus leaning on mine elbow I begin\r\n    'I shall beseech you'-That is question now;\r\n    And then comes answer like an Absey book:\r\n    'O sir,' says answer 'at your best command,\r\n    At your employment, at your service, sir!'\r\n    'No, sir,' says question 'I, sweet sir, at yours.'\r\n    And so, ere answer knows what question would,\r\n    Saving in dialogue of compliment,\r\n    And talking of the Alps and Apennines,\r\n    The Pyrenean and the river Po-\r\n    It draws toward supper in conclusion so.\r\n    But this is worshipful society,\r\n    And fits the mounting spirit like myself;\r\n    For he is but a bastard to the time\r\n    That doth not smack of observation-\r\n    And so am I, whether I smack or no;\r\n    And not alone in habit and device,\r\n    Exterior form, outward accoutrement,\r\n    But from the inward motion to deliver\r\n    Sweet, sweet, sweet poison for the age's tooth;\r\n    Which, though I will not practise to deceive,\r\n    Yet, to avoid deceit, I mean to learn;\r\n    For it shall strew the footsteps of my rising.\r\n    But who comes in such haste in riding-robes?\r\n    What woman-post is this? Hath she no husband\r\n    That will take pains to blow a horn before her?\r\n\r\n      Enter LADY FAULCONBRIDGE, and JAMES GURNEY\r\n\r\n    O me, 'tis my mother! How now, good lady!\r\n    What brings you here to court so hastily?\r\n  LADY FAULCONBRIDGE. Where is that slave, thy brother?\r\n      Where is he\r\n    That holds in chase mine honour up and down?\r\n  BASTARD. My brother Robert, old Sir Robert's son?\r\n    Colbrand the giant, that same mighty man?\r\n    Is it Sir Robert's son that you seek so?\r\n  LADY FAULCONBRIDGE. Sir Robert's son! Ay, thou unreverend boy,\r\n    Sir Robert's son! Why scorn'st thou at Sir Robert?\r\n    He is Sir Robert's son, and so art thou.\r\n  BASTARD. James Gurney, wilt thou give us leave awhile?\r\n  GURNEY. Good leave, good Philip.\r\n  BASTARD. Philip-Sparrow! James,\r\n    There's toys abroad-anon I'll tell thee more.\r\n                                                          Exit GURNEY\r\n    Madam, I was not old Sir Robert's son;\r\n    Sir Robert might have eat his part in me\r\n    Upon Good Friday, and ne'er broke his fast.\r\n    Sir Robert could do: well-marry, to confess-\r\n    Could he get me? Sir Robert could not do it:\r\n    We know his handiwork. Therefore, good mother,\r\n    To whom am I beholding for these limbs?\r\n    Sir Robert never holp to make this leg.\r\n  LADY FAULCONBRIDGE. Hast thou conspired with thy brother too,\r\n    That for thine own gain shouldst defend mine honour?\r\n    What means this scorn, thou most untoward knave?\r\n  BASTARD. Knight, knight, good mother, Basilisco-like.\r\n    What! I am dubb'd; I have it on my shoulder.\r\n    But, mother, I am not Sir Robert's son:\r\n    I have disclaim'd Sir Robert and my land;\r\n    Legitimation, name, and all is gone.\r\n    Then, good my mother, let me know my father-\r\n    Some proper man, I hope. Who was it, mother?\r\n  LADY FAULCONBRIDGE. Hast thou denied thyself a Faulconbridge?\r\n  BASTARD. As faithfully as I deny the devil.\r\n  LADY FAULCONBRIDGE. King Richard Coeur-de-lion was thy father.\r\n    By long and vehement suit I was seduc'd\r\n    To make room for him in my husband's bed.\r\n    Heaven lay not my transgression to my charge!\r\n    Thou art the issue of my dear offence,\r\n    Which was so strongly urg'd past my defence.\r\n  BASTARD. Now, by this light, were I to get again,\r\n    Madam, I would not wish a better father.\r\n    Some sins do bear their privilege on earth,\r\n    And so doth yours: your fault was not your folly;\r\n    Needs must you lay your heart at his dispose,\r\n    Subjected tribute to commanding love,\r\n    Against whose fury and unmatched force\r\n    The aweless lion could not wage the fight\r\n    Nor keep his princely heart from Richard's hand.\r\n    He that perforce robs lions of their hearts\r\n    May easily win a woman's. Ay, my mother,\r\n    With all my heart I thank thee for my father!\r\n    Who lives and dares but say thou didst not well\r\n    When I was got, I'll send his soul to hell.\r\n    Come, lady, I will show thee to my kin;\r\n    And they shall say when Richard me begot,\r\n    If thou hadst said him nay, it had been sin.\r\n    Who says it was, he lies; I say 'twas not.                 Exeunt\r\n\r\nACT II. SCENE 1\r\n\r\nFrance. Before Angiers\r\n\r\nEnter, on one side, AUSTRIA and forces; on the other, KING PHILIP OF\r\nFRANCE,\r\nLEWIS the Dauphin, CONSTANCE, ARTHUR, and forces\r\n\r\n  KING PHILIP. Before Angiers well met, brave Austria.\r\n    Arthur, that great forerunner of thy blood,\r\n    Richard, that robb'd the lion of his heart\r\n    And fought the holy wars in Palestine,\r\n    By this brave duke came early to his grave;\r\n    And for amends to his posterity,\r\n    At our importance hither is he come\r\n    To spread his colours, boy, in thy behalf;\r\n    And to rebuke the usurpation\r\n    Of thy unnatural uncle, English John.\r\n    Embrace him, love him, give him welcome hither.\r\n  ARTHUR. God shall forgive you Coeur-de-lion's death\r\n    The rather that you give his offspring life,\r\n    Shadowing their right under your wings of war.\r\n    I give you welcome with a powerless hand,\r\n    But with a heart full of unstained love;\r\n    Welcome before the gates of Angiers, Duke.\r\n  KING PHILIP. A noble boy! Who would not do thee right?\r\n  AUSTRIA. Upon thy cheek lay I this zealous kiss\r\n    As seal to this indenture of my love:\r\n    That to my home I will no more return\r\n    Till Angiers and the right thou hast in France,\r\n    Together with that pale, that white-fac'd shore,\r\n    Whose foot spurns back the ocean's roaring tides\r\n    And coops from other lands her islanders-\r\n    Even till that England, hedg'd in with the main,\r\n    That water-walled bulwark, still secure\r\n    And confident from foreign purposes-\r\n    Even till that utmost corner of the west\r\n    Salute thee for her king. Till then, fair boy,\r\n    Will I not think of home, but follow arms.\r\n  CONSTANCE. O, take his mother's thanks, a widow's thanks,\r\n    Till your strong hand shall help to give him strength\r\n    To make a more requital to your love!\r\n  AUSTRIA. The peace of heaven is theirs that lift their swords\r\n    In such a just and charitable war.\r\n  KING PHILIP. Well then, to work! Our cannon shall be bent\r\n    Against the brows of this resisting town;\r\n    Call for our chiefest men of discipline,\r\n    To cull the plots of best advantages.\r\n    We'll lay before this town our royal bones,\r\n    Wade to the market-place in Frenchmen's blood,\r\n    But we will make it subject to this boy.\r\n  CONSTANCE. Stay for an answer to your embassy,\r\n    Lest unadvis'd you stain your swords with blood;\r\n    My Lord Chatillon may from England bring\r\n    That right in peace which here we urge in war,\r\n    And then we shall repent each drop of blood\r\n    That hot rash haste so indirectly shed.\r\n\r\n                  Enter CHATILLON\r\n\r\n  KING PHILIP. A wonder, lady! Lo, upon thy wish,\r\n    Our messenger Chatillon is arriv'd.\r\n    What England says, say briefly, gentle lord;\r\n    We coldly pause for thee. Chatillon, speak.\r\n  CHATILLON. Then turn your forces from this paltry siege\r\n    And stir them up against a mightier task.\r\n    England, impatient of your just demands,\r\n    Hath put himself in arms. The adverse winds,\r\n    Whose leisure I have stay'd, have given him time\r\n    To land his legions all as soon as I;\r\n    His marches are expedient to this town,\r\n    His forces strong, his soldiers confident.\r\n    With him along is come the mother-queen,\r\n    An Ate, stirring him to blood and strife;\r\n    With her the Lady Blanch of Spain;\r\n    With them a bastard of the king's deceas'd;\r\n    And all th' unsettled humours of the land-\r\n    Rash, inconsiderate, fiery voluntaries,\r\n    With ladies' faces and fierce dragons' spleens-\r\n    Have sold their fortunes at their native homes,\r\n    Bearing their birthrights proudly on their backs,\r\n    To make a hazard of new fortunes here.\r\n    In brief, a braver choice of dauntless spirits\r\n    Than now the English bottoms have waft o'er\r\n    Did never float upon the swelling tide\r\n    To do offence and scathe in Christendom.             [Drum beats]\r\n    The interruption of their churlish drums\r\n    Cuts off more circumstance: they are at hand;\r\n    To parley or to fight, therefore prepare.\r\n  KING PHILIP. How much unlook'd for is this expedition!\r\n  AUSTRIA. By how much unexpected, by so much\r\n    We must awake endeavour for defence,\r\n    For courage mounteth with occasion.\r\n    Let them be welcome then; we are prepar'd.\r\n\r\n       Enter KING JOHN, ELINOR, BLANCH, the BASTARD,\r\n                 PEMBROKE, and others\r\n\r\n  KING JOHN. Peace be to France, if France in peace permit\r\n    Our just and lineal entrance to our own!\r\n    If not, bleed France, and peace ascend to heaven,\r\n    Whiles we, God's wrathful agent, do correct\r\n    Their proud contempt that beats His peace to heaven!\r\n  KING PHILIP. Peace be to England, if that war return\r\n    From France to England, there to live in peace!\r\n    England we love, and for that England's sake\r\n    With burden of our armour here we sweat.\r\n    This toil of ours should be a work of thine;\r\n    But thou from loving England art so far\r\n    That thou hast under-wrought his lawful king,\r\n    Cut off the sequence of posterity,\r\n    Outfaced infant state, and done a rape\r\n    Upon the maiden virtue of the crown.\r\n    Look here upon thy brother Geffrey's face:\r\n    These eyes, these brows, were moulded out of his;\r\n    This little abstract doth contain that large\r\n    Which died in Geffrey, and the hand of time\r\n    Shall draw this brief into as huge a volume.\r\n    That Geffrey was thy elder brother born,\r\n    And this his son; England was Geffrey's right,\r\n    And this is Geffrey's. In the name of God,\r\n    How comes it then that thou art call'd a king,\r\n    When living blood doth in these temples beat\r\n    Which owe the crown that thou o'er-masterest?\r\n  KING JOHN. From whom hast thou this great commission, France,\r\n    To draw my answer from thy articles?\r\n  KING PHILIP. From that supernal judge that stirs good thoughts\r\n    In any breast of strong authority\r\n    To look into the blots and stains of right.\r\n    That judge hath made me guardian to this boy,\r\n    Under whose warrant I impeach thy wrong,\r\n    And by whose help I mean to chastise it.\r\n  KING JOHN. Alack, thou dost usurp authority.\r\n  KING PHILIP. Excuse it is to beat usurping down.\r\n  ELINOR. Who is it thou dost call usurper, France?\r\n  CONSTANCE. Let me make answer: thy usurping son.\r\n  ELINOR. Out, insolent! Thy bastard shall be king,\r\n    That thou mayst be a queen and check the world!\r\n  CONSTANCE. My bed was ever to thy son as true\r\n    As thine was to thy husband; and this boy\r\n    Liker in feature to his father Geffrey\r\n    Than thou and John in manners-being as Eke\r\n    As rain to water, or devil to his dam.\r\n    My boy a bastard! By my soul, I think\r\n    His father never was so true begot;\r\n    It cannot be, an if thou wert his mother.\r\n  ELINOR. There's a good mother, boy, that blots thy father.\r\n  CONSTANCE. There's a good grandam, boy, that would blot thee.\r\n  AUSTRIA. Peace!\r\n  BASTARD. Hear the crier.\r\n  AUSTRIA. What the devil art thou?\r\n  BASTARD. One that will play the devil, sir, with you,\r\n    An 'a may catch your hide and you alone.\r\n    You are the hare of whom the proverb goes,\r\n    Whose valour plucks dead lions by the beard;\r\n    I'll smoke your skin-coat an I catch you right;\r\n    Sirrah, look to 't; i' faith I will, i' faith.\r\n  BLANCH. O, well did he become that lion's robe\r\n    That did disrobe the lion of that robe!\r\n  BASTARD. It lies as sightly on the back of him\r\n    As great Alcides' shows upon an ass;\r\n    But, ass, I'll take that burden from your back,\r\n    Or lay on that shall make your shoulders crack.\r\n  AUSTRIA. What cracker is this same that deafs our ears\r\n    With this abundance of superfluous breath?\r\n    King Philip, determine what we shall do straight.\r\n  KING PHILIP. Women and fools, break off your conference.\r\n    King John, this is the very sum of all:\r\n    England and Ireland, Anjou, Touraine, Maine,\r\n    In right of Arthur, do I claim of thee;\r\n    Wilt thou resign them and lay down thy arms?\r\n  KING JOHN. My life as soon. I do defy thee, France.\r\n    Arthur of Britaine, yield thee to my hand,\r\n    And out of my dear love I'll give thee more\r\n    Than e'er the coward hand of France can win.\r\n    Submit thee, boy.\r\n  ELINOR. Come to thy grandam, child.\r\n  CONSTANCE. Do, child, go to it grandam, child;\r\n    Give grandam kingdom, and it grandam will\r\n    Give it a plum, a cherry, and a fig.\r\n    There's a good grandam!\r\n  ARTHUR. Good my mother, peace!\r\n    I would that I were low laid in my grave:\r\n    I am not worth this coil that's made for me.\r\n  ELINOR. His mother shames him so, poor boy, he weeps.\r\n  CONSTANCE. Now shame upon you, whe'er she does or no!\r\n    His grandam's wrongs, and not his mother's shames,\r\n    Draws those heaven-moving pearls from his poor eyes,\r\n    Which heaven shall take in nature of a fee;\r\n    Ay, with these crystal beads heaven shall be brib'd\r\n    To do him justice and revenge on you.\r\n  ELINOR. Thou monstrous slanderer of heaven and earth!\r\n  CONSTANCE. Thou monstrous injurer of heaven and earth,\r\n    Call not me slanderer! Thou and thine usurp\r\n    The dominations, royalties, and rights,\r\n    Of this oppressed boy; this is thy eldest son's son,\r\n    Infortunate in nothing but in thee.\r\n    Thy sins are visited in this poor child;\r\n    The canon of the law is laid on him,\r\n    Being but the second generation\r\n    Removed from thy sin-conceiving womb.\r\n  KING JOHN. Bedlam, have done.\r\n  CONSTANCE. I have but this to say-\r\n    That he is not only plagued for her sin,\r\n    But God hath made her sin and her the plague\r\n    On this removed issue, plagued for her\r\n    And with her plague; her sin his injury,\r\n    Her injury the beadle to her sin;\r\n    All punish'd in the person of this child,\r\n    And all for her-a plague upon her!\r\n  ELINOR. Thou unadvised scold, I can produce\r\n    A will that bars the title of thy son.\r\n  CONSTANCE. Ay, who doubts that? A will, a wicked will;\r\n    A woman's will; a cank'red grandam's will!\r\n  KING PHILIP. Peace, lady! pause, or be more temperate.\r\n    It ill beseems this presence to cry aim\r\n    To these ill-tuned repetitions.\r\n    Some trumpet summon hither to the walls\r\n    These men of Angiers; let us hear them speak\r\n    Whose title they admit, Arthur's or John's.\r\n\r\n      Trumpet sounds. Enter citizens upon the walls\r\n\r\n  CITIZEN. Who is it that hath warn'd us to the walls?\r\n  KING PHILIP. 'Tis France, for England.\r\n  KING JOHN. England for itself.\r\n    You men of Angiers, and my loving subjects-\r\n  KING PHILIP. You loving men of Angiers, Arthur's subjects,\r\n    Our trumpet call'd you to this gentle parle-\r\n  KING JOHN. For our advantage; therefore hear us first.\r\n    These flags of France, that are advanced here\r\n    Before the eye and prospect of your town,\r\n    Have hither march'd to your endamagement;\r\n    The cannons have their bowels full of wrath,\r\n    And ready mounted are they to spit forth\r\n    Their iron indignation 'gainst your walls;\r\n    All preparation for a bloody siege\r\n    And merciless proceeding by these French\r\n    Confront your city's eyes, your winking gates;\r\n    And but for our approach those sleeping stones\r\n    That as a waist doth girdle you about\r\n    By the compulsion of their ordinance\r\n    By this time from their fixed beds of lime\r\n    Had been dishabited, and wide havoc made\r\n    For bloody power to rush upon your peace.\r\n    But on the sight of us your lawful king,\r\n    Who painfully with much expedient march\r\n    Have brought a countercheck before your gates,\r\n    To save unscratch'd your city's threat'ned cheeks-\r\n    Behold, the French amaz'd vouchsafe a parle;\r\n    And now, instead of bullets wrapp'd in fire,\r\n    To make a shaking fever in your walls,\r\n    They shoot but calm words folded up in smoke,\r\n    To make a faithless error in your cars;\r\n    Which trust accordingly, kind citizens,\r\n    And let us in-your King, whose labour'd spirits,\r\n    Forwearied in this action of swift speed,\r\n    Craves harbourage within your city walls.\r\n  KING PHILIP. When I have said, make answer to us both.\r\n    Lo, in this right hand, whose protection\r\n    Is most divinely vow'd upon the right\r\n    Of him it holds, stands young Plantagenet,\r\n    Son to the elder brother of this man,\r\n    And king o'er him and all that he enjoys;\r\n    For this down-trodden equity we tread\r\n    In warlike march these greens before your town,\r\n    Being no further enemy to you\r\n    Than the constraint of hospitable zeal\r\n    In the relief of this oppressed child\r\n    Religiously provokes. Be pleased then\r\n    To pay that duty which you truly owe\r\n    To him that owes it, namely, this young prince;\r\n    And then our arms, like to a muzzled bear,\r\n    Save in aspect, hath all offence seal'd up;\r\n    Our cannons' malice vainly shall be spent\r\n    Against th' invulnerable clouds of heaven;\r\n    And with a blessed and unvex'd retire,\r\n    With unhack'd swords and helmets all unbruis'd,\r\n    We will bear home that lusty blood again\r\n    Which here we came to spout against your town,\r\n    And leave your children, wives, and you, in peace.\r\n    But if you fondly pass our proffer'd offer,\r\n    'Tis not the roundure of your old-fac'd walls\r\n    Can hide you from our messengers of war,\r\n    Though all these English and their discipline\r\n    Were harbour'd in their rude circumference.\r\n    Then tell us, shall your city call us lord\r\n    In that behalf which we have challeng'd it;\r\n    Or shall we give the signal to our rage,\r\n    And stalk in blood to our possession?\r\n  CITIZEN. In brief: we are the King of England's subjects;\r\n    For him, and in his right, we hold this town.\r\n  KING JOHN. Acknowledge then the King, and let me in.\r\n  CITIZEN. That can we not; but he that proves the King,\r\n    To him will we prove loyal. Till that time\r\n    Have we ramm'd up our gates against the world.\r\n  KING JOHN. Doth not the crown of England prove the King?\r\n    And if not that, I bring you witnesses:\r\n    Twice fifteen thousand hearts of England's breed-\r\n  BASTARD. Bastards and else.\r\n  KING JOHN. To verify our title with their lives.\r\n  KING PHILIP. As many and as well-born bloods as those-\r\n  BASTARD. Some bastards too.\r\n  KING PHILIP. Stand in his face to contradict his claim.\r\n  CITIZEN. Till you compound whose right is worthiest,\r\n    We for the worthiest hold the right from both.\r\n  KING JOHN. Then God forgive the sin of all those souls\r\n    That to their everlasting residence,\r\n    Before the dew of evening fall shall fleet\r\n    In dreadful trial of our kingdom's king!\r\n  KING PHILIP. Amen, Amen! Mount, chevaliers; to arms!\r\n  BASTARD. Saint George, that swing'd the dragon, and e'er since\r\n    Sits on's horse back at mine hostess' door,\r\n    Teach us some fence!  [To AUSTRIA]  Sirrah, were I at home,\r\n    At your den, sirrah, with your lioness,\r\n    I would set an ox-head to your lion's hide,\r\n    And make a monster of you.\r\n  AUSTRIA. Peace! no more.\r\n  BASTARD. O, tremble, for you hear the lion roar!\r\n  KING JOHN. Up higher to the plain, where we'll set forth\r\n    In best appointment all our regiments.\r\n  BASTARD. Speed then to take advantage of the field.\r\n  KING PHILIP. It shall be so; and at the other hill\r\n    Command the rest to stand. God and our right!              Exeunt\r\n\r\n    Here, after excursions, enter the HERALD OF FRANCE,\r\n              with trumpets, to the gates\r\n\r\n  FRENCH HERALD. You men of Angiers, open wide your gates\r\n    And let young Arthur, Duke of Britaine, in,\r\n    Who by the hand of France this day hath made\r\n    Much work for tears in many an English mother,\r\n    Whose sons lie scattered on the bleeding ground;\r\n    Many a widow's husband grovelling lies,\r\n    Coldly embracing the discoloured earth;\r\n    And victory with little loss doth play\r\n    Upon the dancing banners of the French,\r\n    Who are at hand, triumphantly displayed,\r\n    To enter conquerors, and to proclaim\r\n    Arthur of Britaine England's King and yours.\r\n\r\n         Enter ENGLISH HERALD, with trumpet\r\n\r\n  ENGLISH HERALD. Rejoice, you men of Angiers, ring your bells:\r\n    King John, your king and England's, doth approach,\r\n    Commander of this hot malicious day.\r\n    Their armours that march'd hence so silver-bright\r\n    Hither return all gilt with Frenchmen's blood.\r\n    There stuck no plume in any English crest\r\n    That is removed by a staff of France;\r\n    Our colours do return in those same hands\r\n    That did display them when we first march'd forth;\r\n    And like a jolly troop of huntsmen come\r\n    Our lusty English, all with purpled hands,\r\n    Dy'd in the dying slaughter of their foes.\r\n    Open your gates and give the victors way.\r\n  CITIZEN. Heralds, from off our tow'rs we might behold\r\n    From first to last the onset and retire\r\n    Of both your armies, whose equality\r\n    By our best eyes cannot be censured.\r\n    Blood hath bought blood, and blows have answer'd blows;\r\n    Strength match'd with strength, and power confronted power;\r\n    Both are alike, and both alike we like.\r\n    One must prove greatest. While they weigh so even,\r\n    We hold our town for neither, yet for both.\r\n\r\n    Enter the two KINGS, with their powers, at several doors\r\n\r\n  KING JOHN. France, hast thou yet more blood to cast away?\r\n    Say, shall the current of our right run on?\r\n    Whose passage, vex'd with thy impediment,\r\n    Shall leave his native channel and o'erswell\r\n    With course disturb'd even thy confining shores,\r\n    Unless thou let his silver water keep\r\n    A peaceful progress to the ocean.\r\n  KING PHILIP. England, thou hast not sav'd one drop of blood\r\n    In this hot trial more than we of France;\r\n    Rather, lost more. And by this hand I swear,\r\n    That sways the earth this climate overlooks,\r\n    Before we will lay down our just-borne arms,\r\n    We'll put thee down, 'gainst whom these arms we bear,\r\n    Or add a royal number to the dead,\r\n    Gracing the scroll that tells of this war's loss\r\n    With slaughter coupled to the name of kings.\r\n  BASTARD. Ha, majesty! how high thy glory tow'rs\r\n    When the rich blood of kings is set on fire!\r\n    O, now doth Death line his dead chaps with steel;\r\n    The swords of soldiers are his teeth, his fangs;\r\n    And now he feasts, mousing the flesh of men,\r\n    In undetermin'd differences of kings.\r\n    Why stand these royal fronts amazed thus?\r\n    Cry 'havoc!' kings; back to the stained field,\r\n    You equal potents, fiery kindled spirits!\r\n    Then let confusion of one part confirm\r\n    The other's peace. Till then, blows, blood, and death!\r\n  KING JOHN. Whose party do the townsmen yet admit?\r\n  KING PHILIP. Speak, citizens, for England; who's your king?\r\n  CITIZEN. The King of England, when we know the King.\r\n  KING PHILIP. Know him in us that here hold up his right.\r\n  KING JOHN. In us that are our own great deputy\r\n    And bear possession of our person here,\r\n    Lord of our presence, Angiers, and of you.\r\n  CITIZEN. A greater pow'r than we denies all this;\r\n    And till it be undoubted, we do lock\r\n    Our former scruple in our strong-barr'd gates;\r\n    King'd of our fears, until our fears, resolv'd,\r\n    Be by some certain king purg'd and depos'd.\r\n  BASTARD. By heaven, these scroyles of Angiers flout you, kings,\r\n    And stand securely on their battlements\r\n    As in a theatre, whence they gape and point\r\n    At your industrious scenes and acts of death.\r\n    Your royal presences be rul'd by me:\r\n    Do like the mutines of Jerusalem,\r\n    Be friends awhile, and both conjointly bend\r\n    Your sharpest deeds of malice on this town.\r\n    By east and west let France and England mount\r\n    Their battering cannon, charged to the mouths,\r\n    Till their soul-fearing clamours have brawl'd down\r\n    The flinty ribs of this contemptuous city.\r\n    I'd play incessantly upon these jades,\r\n    Even till unfenced desolation\r\n    Leave them as naked as the vulgar air.\r\n    That done, dissever your united strengths\r\n    And part your mingled colours once again,\r\n    Turn face to face and bloody point to point;\r\n    Then in a moment Fortune shall cull forth\r\n    Out of one side her happy minion,\r\n    To whom in favour she shall give the day,\r\n    And kiss him with a glorious victory.\r\n    How like you this wild counsel, mighty states?\r\n    Smacks it not something of the policy?\r\n  KING JOHN. Now, by the sky that hangs above our heads,\r\n    I like it well. France, shall we knit our pow'rs\r\n    And lay this Angiers even with the ground;\r\n    Then after fight who shall be king of it?\r\n  BASTARD. An if thou hast the mettle of a king,\r\n    Being wrong'd as we are by this peevish town,\r\n    Turn thou the mouth of thy artillery,\r\n    As we will ours, against these saucy walls;\r\n    And when that we have dash'd them to the ground,\r\n    Why then defy each other, and pell-mell\r\n    Make work upon ourselves, for heaven or hell.\r\n  KING PHILIP. Let it be so. Say, where will you assault?\r\n  KING JOHN. We from the west will send destruction\r\n    Into this city's bosom.\r\n  AUSTRIA. I from the north.\r\n  KING PHILIP. Our thunder from the south\r\n    Shall rain their drift of bullets on this town.\r\n  BASTARD.  [Aside]  O prudent discipline! From north to south,\r\n    Austria and France shoot in each other's mouth.\r\n    I'll stir them to it.-Come, away, away!\r\n  CITIZEN. Hear us, great kings: vouchsafe awhile to stay,\r\n    And I shall show you peace and fair-fac'd league;\r\n    Win you this city without stroke or wound;\r\n    Rescue those breathing lives to die in beds\r\n    That here come sacrifices for the field.\r\n    Persever not, but hear me, mighty kings.\r\n  KING JOHN. Speak on with favour; we are bent to hear.\r\n  CITIZEN. That daughter there of Spain, the Lady Blanch,\r\n    Is niece to England; look upon the years\r\n    Of Lewis the Dauphin and that lovely maid.\r\n    If lusty love should go in quest of beauty,\r\n    Where should he find it fairer than in Blanch?\r\n    If zealous love should go in search of virtue,\r\n    Where should he find it purer than in Blanch?\r\n    If love ambitious sought a match of birth,\r\n    Whose veins bound richer blood than Lady Blanch?\r\n    Such as she is, in beauty, virtue, birth,\r\n    Is the young Dauphin every way complete-\r\n    If not complete of, say he is not she;\r\n    And she again wants nothing, to name want,\r\n    If want it be not that she is not he.\r\n    He is the half part of a blessed man,\r\n    Left to be finished by such as she;\r\n    And she a fair divided excellence,\r\n    Whose fulness of perfection lies in him.\r\n    O, two such silver currents, when they join,\r\n    Do glorify the banks that bound them in;\r\n    And two such shores to two such streams made one,\r\n    Two such controlling bounds, shall you be, Kings,\r\n    To these two princes, if you marry them.\r\n    This union shall do more than battery can\r\n    To our fast-closed gates; for at this match\r\n    With swifter spleen than powder can enforce,\r\n    The mouth of passage shall we fling wide ope\r\n    And give you entrance; but without this match,\r\n    The sea enraged is not half so deaf,\r\n    Lions more confident, mountains and rocks\r\n    More free from motion-no, not Death himself\r\n    In mortal fury half so peremptory\r\n    As we to keep this city.\r\n  BASTARD. Here's a stay\r\n    That shakes the rotten carcass of old Death\r\n    Out of his rags! Here's a large mouth, indeed,\r\n    That spits forth death and mountains, rocks and seas;\r\n    Talks as familiarly of roaring lions\r\n    As maids of thirteen do of puppy-dogs!\r\n    What cannoneer begot this lusty blood?\r\n    He speaks plain cannon-fire, and smoke and bounce;\r\n    He gives the bastinado with his tongue;\r\n    Our ears are cudgell'd; not a word of his\r\n    But buffets better than a fist of France.\r\n    Zounds! I was never so bethump'd with words\r\n    Since I first call'd my brother's father dad.\r\n  ELINOR. Son, list to this conjunction, make this match;\r\n    Give with our niece a dowry large enough;\r\n    For by this knot thou shalt so surely tie\r\n    Thy now unsur'd assurance to the crown\r\n    That yon green boy shall have no sun to ripe\r\n    The bloom that promiseth a mighty fruit.\r\n    I see a yielding in the looks of France;\r\n    Mark how they whisper. Urge them while their souls\r\n    Are capable of this ambition,\r\n    Lest zeal, now melted by the windy breath\r\n    Of soft petitions, pity, and remorse,\r\n    Cool and congeal again to what it was.\r\n  CITIZEN. Why answer not the double majesties\r\n    This friendly treaty of our threat'ned town?\r\n  KING PHILIP. Speak England first, that hath been forward first\r\n    To speak unto this city: what say you?\r\n  KING JOHN. If that the Dauphin there, thy princely son,\r\n    Can in this book of beauty read 'I love,'\r\n    Her dowry shall weigh equal with a queen;\r\n    For Anjou, and fair Touraine, Maine, Poictiers,\r\n    And all that we upon this side the sea-\r\n    Except this city now by us besieg'd-\r\n    Find liable to our crown and dignity,\r\n    Shall gild her bridal bed, and make her rich\r\n    In titles, honours, and promotions,\r\n    As she in beauty, education, blood,\r\n    Holds hand with any princess of the world.\r\n  KING PHILIP. What say'st thou, boy? Look in the lady's face.\r\n  LEWIS. I do, my lord, and in her eye I find\r\n    A wonder, or a wondrous miracle,\r\n    The shadow of myself form'd in her eye;\r\n    Which, being but the shadow of your son,\r\n    Becomes a sun, and makes your son a shadow.\r\n    I do protest I never lov'd myself\r\n    Till now infixed I beheld myself\r\n    Drawn in the flattering table of her eye.\r\n                                               [Whispers with BLANCH]\r\n  BASTARD.  [Aside]  Drawn in the flattering table of her eye,\r\n    Hang'd in the frowning wrinkle of her brow,\r\n    And quarter'd in her heart-he doth espy\r\n    Himself love's traitor. This is pity now,\r\n    That hang'd and drawn and quarter'd there should be\r\n    In such a love so vile a lout as he.\r\n  BLANCH. My uncle's will in this respect is mine.\r\n    If he see aught in you that makes him like,\r\n    That anything he sees which moves his liking\r\n    I can with ease translate it to my will;\r\n    Or if you will, to speak more properly,\r\n    I will enforce it eas'ly to my love.\r\n    Further I will not flatter you, my lord,\r\n    That all I see in you is worthy love,\r\n    Than this: that nothing do I see in you-\r\n    Though churlish thoughts themselves should be your judge-\r\n    That I can find should merit any hate.\r\n  KING JOHN. What say these young ones? What say you, my niece?\r\n  BLANCH. That she is bound in honour still to do\r\n    What you in wisdom still vouchsafe to say.\r\n  KING JOHN. Speak then, Prince Dauphin; can you love this lady?\r\n  LEWIS. Nay, ask me if I can refrain from love;\r\n    For I do love her most unfeignedly.\r\n  KING JOHN. Then do I give Volquessen, Touraine, Maine,\r\n    Poictiers, and Anjou, these five provinces,\r\n    With her to thee; and this addition more,\r\n    Full thirty thousand marks of English coin.\r\n    Philip of France, if thou be pleas'd withal,\r\n    Command thy son and daughter to join hands.\r\n  KING PHILIP. It likes us well; young princes, close your hands.\r\n  AUSTRIA. And your lips too; for I am well assur'd\r\n    That I did so when I was first assur'd.\r\n  KING PHILIP. Now, citizens of Angiers, ope your gates,\r\n    Let in that amity which you have made;\r\n    For at Saint Mary's chapel presently\r\n    The rites of marriage shall be solemniz'd.\r\n    Is not the Lady Constance in this troop?\r\n    I know she is not; for this match made up\r\n    Her presence would have interrupted much.\r\n    Where is she and her son? Tell me, who knows.\r\n  LEWIS. She is sad and passionate at your Highness' tent.\r\n  KING PHILIP. And, by my faith, this league that we have made\r\n    Will give her sadness very little cure.\r\n    Brother of England, how may we content\r\n    This widow lady? In her right we came;\r\n    Which we, God knows, have turn'd another way,\r\n    To our own vantage.\r\n  KING JOHN. We will heal up all,\r\n    For we'll create young Arthur Duke of Britaine,\r\n    And Earl of Richmond; and this rich fair town\r\n    We make him lord of. Call the Lady Constance;\r\n    Some speedy messenger bid her repair\r\n    To our solemnity. I trust we shall,\r\n    If not fill up the measure of her will,\r\n    Yet in some measure satisfy her so\r\n    That we shall stop her exclamation.\r\n    Go we as well as haste will suffer us\r\n    To this unlook'd-for, unprepared pomp.\r\n                                           Exeunt all but the BASTARD\r\n  BASTARD. Mad world! mad kings! mad composition!\r\n    John, to stop Arthur's tide in the whole,\r\n    Hath willingly departed with a part;\r\n    And France, whose armour conscience buckled on,\r\n    Whom zeal and charity brought to the field\r\n    As God's own soldier, rounded in the ear\r\n    With that same purpose-changer, that sly devil,\r\n    That broker that still breaks the pate of faith,\r\n    That daily break-vow, he that wins of all,\r\n    Of kings, of beggars, old men, young men, maids,\r\n    Who having no external thing to lose\r\n    But the word 'maid,' cheats the poor maid of that;\r\n    That smooth-fac'd gentleman, tickling commodity,\r\n    Commodity, the bias of the world-\r\n    The world, who of itself is peised well,\r\n    Made to run even upon even ground,\r\n    Till this advantage, this vile-drawing bias,\r\n    This sway of motion, this commodity,\r\n    Makes it take head from all indifferency,\r\n    From all direction, purpose, course, intent-\r\n    And this same bias, this commodity,\r\n    This bawd, this broker, this all-changing word,\r\n    Clapp'd on the outward eye of fickle France,\r\n    Hath drawn him from his own determin'd aid,\r\n    From a resolv'd and honourable war,\r\n    To a most base and vile-concluded peace.\r\n    And why rail I on this commodity?\r\n    But for because he hath not woo'd me yet;\r\n    Not that I have the power to clutch my hand\r\n    When his fair angels would salute my palm,\r\n    But for my hand, as unattempted yet,\r\n    Like a poor beggar raileth on the rich.\r\n    Well, whiles I am a beggar, I will rail\r\n    And say there is no sin but to be rich;\r\n    And being rich, my virtue then shall be\r\n    To say there is no vice but beggary.\r\n    Since kings break faith upon commodity,\r\n    Gain, be my lord, for I will worship thee.                   Exit\r\n\r\nACT III. SCENE 1.\r\n\r\nFrance. The FRENCH KING'S camp\r\n\r\nEnter CONSTANCE, ARTHUR, and SALISBURY\r\n\r\n  CONSTANCE. Gone to be married! Gone to swear a peace!\r\n    False blood to false blood join'd! Gone to be friends!\r\n    Shall Lewis have Blanch, and Blanch those provinces?\r\n    It is not so; thou hast misspoke, misheard;\r\n    Be well advis'd, tell o'er thy tale again.\r\n    It cannot be; thou dost but say 'tis so;\r\n    I trust I may not trust thee, for thy word\r\n    Is but the vain breath of a common man:\r\n    Believe me I do not believe thee, man;\r\n    I have a king's oath to the contrary.\r\n    Thou shalt be punish'd for thus frighting me,\r\n    For I am sick and capable of fears,\r\n    Oppress'd with wrongs, and therefore full of fears;\r\n    A widow, husbandless, subject to fears;\r\n    A woman, naturally born to fears;\r\n    And though thou now confess thou didst but jest,\r\n    With my vex'd spirits I cannot take a truce,\r\n    But they will quake and tremble all this day.\r\n    What dost thou mean by shaking of thy head?\r\n    Why dost thou look so sadly on my son?\r\n    What means that hand upon that breast of thine?\r\n    Why holds thine eye that lamentable rheum,\r\n    Like a proud river peering o'er his bounds?\r\n    Be these sad signs confirmers of thy words?\r\n    Then speak again-not all thy former tale,\r\n    But this one word, whether thy tale be true.\r\n  SALISBURY. As true as I believe you think them false\r\n    That give you cause to prove my saying true.\r\n  CONSTANCE. O, if thou teach me to believe this sorrow,\r\n    Teach thou this sorrow how to make me die;\r\n    And let belief and life encounter so\r\n    As doth the fury of two desperate men\r\n    Which in the very meeting fall and die!\r\n    Lewis marry Blanch! O boy, then where art thou?\r\n    France friend with England; what becomes of me?\r\n    Fellow, be gone: I cannot brook thy sight;\r\n    This news hath made thee a most ugly man.\r\n  SALISBURY. What other harm have I, good lady, done\r\n    But spoke the harm that is by others done?\r\n  CONSTANCE. Which harm within itself so heinous is\r\n    As it makes harmful all that speak of it.\r\n  ARTHUR. I do beseech you, madam, be content.\r\n  CONSTANCE. If thou that bid'st me be content wert grim,\r\n    Ugly, and sland'rous to thy mother's womb,\r\n    Full of unpleasing blots and sightless stains,\r\n    Lame, foolish, crooked, swart, prodigious,\r\n    Patch'd with foul moles and eye-offending marks,\r\n    I would not care, I then would be content;\r\n    For then I should not love thee; no, nor thou\r\n    Become thy great birth, nor deserve a crown.\r\n    But thou art fair, and at thy birth, dear boy,\r\n    Nature and Fortune join'd to make thee great:\r\n    Of Nature's gifts thou mayst with lilies boast,\r\n    And with the half-blown rose; but Fortune, O!\r\n    She is corrupted, chang'd, and won from thee;\r\n    Sh' adulterates hourly with thine uncle John,\r\n    And with her golden hand hath pluck'd on France\r\n    To tread down fair respect of sovereignty,\r\n    And made his majesty the bawd to theirs.\r\n    France is a bawd to Fortune and King John-\r\n    That strumpet Fortune, that usurping John!\r\n    Tell me, thou fellow, is not France forsworn?\r\n    Envenom him with words, or get thee gone\r\n    And leave those woes alone which I alone\r\n    Am bound to under-bear.\r\n  SALISBURY. Pardon me, madam,\r\n    I may not go without you to the kings.\r\n  CONSTANCE. Thou mayst, thou shalt; I will not go with thee;\r\n    I will instruct my sorrows to be proud,\r\n    For grief is proud, and makes his owner stoop.\r\n    To me, and to the state of my great grief,\r\n    Let kings assemble; for my grief's so great\r\n    That no supporter but the huge firm earth\r\n    Can hold it up.                     [Seats herself on the ground]\r\n    Here I and sorrows sit;\r\n    Here is my throne, bid kings come bow to it.\r\n\r\n       Enter KING JOHN, KING PHILIP, LEWIS, BLANCH,\r\n       ELINOR, the BASTARD, AUSTRIA, and attendants\r\n\r\n  KING PHILIP. 'Tis true, fair daughter, and this blessed day\r\n    Ever in France shall be kept festival.\r\n    To solemnize this day the glorious sun\r\n    Stays in his course and plays the alchemist,\r\n    Turning with splendour of his precious eye\r\n    The meagre cloddy earth to glittering gold.\r\n    The yearly course that brings this day about\r\n    Shall never see it but a holiday.\r\n  CONSTANCE.  [Rising]  A wicked day, and not a holy day!\r\n    What hath this day deserv'd? what hath it done\r\n    That it in golden letters should be set\r\n    Among the high tides in the calendar?\r\n    Nay, rather turn this day out of the week,\r\n    This day of shame, oppression, perjury;\r\n    Or, if it must stand still, let wives with child\r\n    Pray that their burdens may not fall this day,\r\n    Lest that their hopes prodigiously be cross'd;\r\n    But on this day let seamen fear no wreck;\r\n    No bargains break that are not this day made;\r\n    This day, all things begun come to ill end,\r\n    Yea, faith itself to hollow falsehood change!\r\n  KING PHILIP. By heaven, lady, you shall have no cause\r\n    To curse the fair proceedings of this day.\r\n    Have I not pawn'd to you my majesty?\r\n  CONSTANCE. You have beguil'd me with a counterfeit\r\n    Resembling majesty, which, being touch'd and tried,\r\n    Proves valueless; you are forsworn, forsworn;\r\n    You came in arms to spill mine enemies' blood,\r\n    But now in arms you strengthen it with yours.\r\n    The grappling vigour and rough frown of war\r\n    Is cold in amity and painted peace,\r\n    And our oppression hath made up this league.\r\n    Arm, arm, you heavens, against these perjur'd kings!\r\n    A widow cries: Be husband to me, heavens!\r\n    Let not the hours of this ungodly day\r\n    Wear out the day in peace; but, ere sunset,\r\n    Set armed discord 'twixt these perjur'd kings!\r\n    Hear me, O, hear me!\r\n  AUSTRIA. Lady Constance, peace!\r\n  CONSTANCE. War! war! no peace! Peace is to me a war.\r\n    O Lymoges! O Austria! thou dost shame\r\n    That bloody spoil. Thou slave, thou wretch, thou coward!\r\n    Thou little valiant, great in villainy!\r\n    Thou ever strong upon the stronger side!\r\n    Thou Fortune's champion that dost never fight\r\n    But when her humorous ladyship is by\r\n    To teach thee safety! Thou art perjur'd too,\r\n    And sooth'st up greatness. What a fool art thou,\r\n    A ramping fool, to brag and stamp and swear\r\n    Upon my party! Thou cold-blooded slave,\r\n    Hast thou not spoke like thunder on my side,\r\n    Been sworn my soldier, bidding me depend\r\n    Upon thy stars, thy fortune, and thy strength,\r\n    And dost thou now fall over to my foes?\r\n    Thou wear a lion's hide! Doff it for shame,\r\n    And hang a calf's-skin on those recreant limbs.\r\n  AUSTRIA. O that a man should speak those words to me!\r\n  BASTARD. And hang a calf's-skin on those recreant limbs.\r\n  AUSTRIA. Thou dar'st not say so, villain, for thy life.\r\n  BASTARD. And hang a calf's-skin on those recreant limbs.\r\n  KING JOHN. We like not this: thou dost forget thyself.\r\n\r\n                  Enter PANDULPH\r\n\r\n  KING PHILIP. Here comes the holy legate of the Pope.\r\n  PANDULPH. Hail, you anointed deputies of heaven!\r\n    To thee, King John, my holy errand is.\r\n    I Pandulph, of fair Milan cardinal,\r\n    And from Pope Innocent the legate here,\r\n    Do in his name religiously demand\r\n    Why thou against the Church, our holy mother,\r\n    So wilfully dost spurn; and force perforce\r\n    Keep Stephen Langton, chosen Archbishop\r\n    Of Canterbury, from that holy see?\r\n    This, in our foresaid holy father's name,\r\n    Pope Innocent, I do demand of thee.\r\n  KING JOHN. What earthly name to interrogatories\r\n    Can task the free breath of a sacred king?\r\n    Thou canst not, Cardinal, devise a name\r\n    So slight, unworthy, and ridiculous,\r\n    To charge me to an answer, as the Pope.\r\n    Tell him this tale, and from the mouth of England\r\n    Add thus much more, that no Italian priest\r\n    Shall tithe or toll in our dominions;\r\n    But as we under heaven are supreme head,\r\n    So, under Him that great supremacy,\r\n    Where we do reign we will alone uphold,\r\n    Without th' assistance of a mortal hand.\r\n    So tell the Pope, all reverence set apart\r\n    To him and his usurp'd authority.\r\n  KING PHILIP. Brother of England, you blaspheme in this.\r\n  KING JOHN. Though you and all the kings of Christendom\r\n    Are led so grossly by this meddling priest,\r\n    Dreading the curse that money may buy out,\r\n    And by the merit of vile gold, dross, dust,\r\n    Purchase corrupted pardon of a man,\r\n    Who in that sale sells pardon from himself-\r\n    Though you and all the rest, so grossly led,\r\n    This juggling witchcraft with revenue cherish;\r\n    Yet I alone, alone do me oppose\r\n    Against the Pope, and count his friends my foes.\r\n  PANDULPH. Then by the lawful power that I have\r\n    Thou shalt stand curs'd and excommunicate;\r\n    And blessed shall he be that doth revolt\r\n    From his allegiance to an heretic;\r\n    And meritorious shall that hand be call'd,\r\n    Canonized, and worshipp'd as a saint,\r\n    That takes away by any secret course\r\n    Thy hateful life.\r\n  CONSTANCE. O, lawful let it be\r\n    That I have room with Rome to curse awhile!\r\n    Good father Cardinal, cry thou 'amen'\r\n    To my keen curses; for without my wrong\r\n    There is no tongue hath power to curse him right.\r\n  PANDULPH. There's law and warrant, lady, for my curse.\r\n  CONSTANCE. And for mine too; when law can do no right,\r\n    Let it be lawful that law bar no wrong;\r\n    Law cannot give my child his kingdom here,\r\n    For he that holds his kingdom holds the law;\r\n    Therefore, since law itself is perfect wrong,\r\n    How can the law forbid my tongue to curse?\r\n  PANDULPH. Philip of France, on peril of a curse,\r\n    Let go the hand of that arch-heretic,\r\n    And raise the power of France upon his head,\r\n    Unless he do submit himself to Rome.\r\n  ELINOR. Look'st thou pale, France? Do not let go thy hand.\r\n  CONSTANCE. Look to that, devil, lest that France repent\r\n    And by disjoining hands hell lose a soul.\r\n  AUSTRIA. King Philip, listen to the Cardinal.\r\n  BASTARD. And hang a calf's-skin on his recreant limbs.\r\n  AUSTRIA. Well, ruffian, I must pocket up these wrongs,\r\n    Because-\r\n  BASTARD. Your breeches best may carry them.\r\n  KING JOHN. Philip, what say'st thou to the Cardinal?\r\n  CONSTANCE. What should he say, but as the Cardinal?\r\n  LEWIS. Bethink you, father; for the difference\r\n    Is purchase of a heavy curse from Rome\r\n    Or the light loss of England for a friend.\r\n    Forgo the easier.\r\n  BLANCH. That's the curse of Rome.\r\n  CONSTANCE. O Lewis, stand fast! The devil tempts thee here\r\n    In likeness of a new untrimmed bride.\r\n  BLANCH. The Lady Constance speaks not from her faith,\r\n    But from her need.\r\n  CONSTANCE. O, if thou grant my need,\r\n    Which only lives but by the death of faith,\r\n    That need must needs infer this principle-\r\n    That faith would live again by death of need.\r\n    O then, tread down my need, and faith mounts up:\r\n    Keep my need up, and faith is trodden down!\r\n  KING JOHN. The King is mov'd, and answers not to this.\r\n  CONSTANCE. O be remov'd from him, and answer well!\r\n  AUSTRIA. Do so, King Philip; hang no more in doubt.\r\n  BASTARD. Hang nothing but a calf's-skin, most sweet lout.\r\n  KING PHILIP. I am perplex'd and know not what to say.\r\n  PANDULPH. What canst thou say but will perplex thee more,\r\n    If thou stand excommunicate and curs'd?\r\n  KING PHILIP. Good reverend father, make my person yours,\r\n    And tell me how you would bestow yourself.\r\n    This royal hand and mine are newly knit,\r\n    And the conjunction of our inward souls\r\n    Married in league, coupled and link'd together\r\n    With all religious strength of sacred vows;\r\n    The latest breath that gave the sound of words\r\n    Was deep-sworn faith, peace, amity, true love,\r\n    Between our kingdoms and our royal selves;\r\n    And even before this truce, but new before,\r\n    No longer than we well could wash our hands,\r\n    To clap this royal bargain up of peace,\r\n    Heaven knows, they were besmear'd and overstain'd\r\n    With slaughter's pencil, where revenge did paint\r\n    The fearful difference of incensed kings.\r\n    And shall these hands, so lately purg'd of blood,\r\n    So newly join'd in love, so strong in both,\r\n    Unyoke this seizure and this kind regreet?\r\n    Play fast and loose with faith? so jest with heaven,\r\n    Make such unconstant children of ourselves,\r\n    As now again to snatch our palm from palm,\r\n    Unswear faith sworn, and on the marriage-bed\r\n    Of smiling peace to march a bloody host,\r\n    And make a riot on the gentle brow\r\n    Of true sincerity? O, holy sir,\r\n    My reverend father, let it not be so!\r\n    Out of your grace, devise, ordain, impose,\r\n    Some gentle order; and then we shall be blest\r\n    To do your pleasure, and continue friends.\r\n  PANDULPH. All form is formless, order orderless,\r\n    Save what is opposite to England's love.\r\n    Therefore, to arms! be champion of our church,\r\n    Or let the church, our mother, breathe her curse-\r\n    A mother's curse-on her revolting son.\r\n    France, thou mayst hold a serpent by the tongue,\r\n    A chafed lion by the mortal paw,\r\n    A fasting tiger safer by the tooth,\r\n    Than keep in peace that hand which thou dost hold.\r\n  KING PHILIP. I may disjoin my hand, but not my faith.\r\n  PANDULPH. So mak'st thou faith an enemy to faith;\r\n    And like. a civil war set'st oath to oath.\r\n    Thy tongue against thy tongue. O, let thy vow\r\n    First made to heaven, first be to heaven perform'd,\r\n    That is, to be the champion of our Church.\r\n    What since thou swor'st is sworn against thyself\r\n    And may not be performed by thyself,\r\n    For that which thou hast sworn to do amiss\r\n    Is not amiss when it is truly done;\r\n    And being not done, where doing tends to ill,\r\n    The truth is then most done not doing it;\r\n    The better act of purposes mistook\r\n    Is to mistake again; though indirect,\r\n    Yet indirection thereby grows direct,\r\n    And falsehood cures, as fire cools fire\r\n    Within the scorched veins of one new-burn'd.\r\n    It is religion that doth make vows kept;\r\n    But thou hast sworn against religion\r\n    By what thou swear'st against the thing thou swear'st,\r\n    And mak'st an oath the surety for thy truth\r\n    Against an oath; the truth thou art unsure\r\n    To swear swears only not to be forsworn;\r\n    Else what a mockery should it be to swear!\r\n    But thou dost swear only to be forsworn;\r\n    And most forsworn to keep what thou dost swear.\r\n    Therefore thy later vows against thy first\r\n    Is in thyself rebellion to thyself;\r\n    And better conquest never canst thou make\r\n    Than arm thy constant and thy nobler parts\r\n    Against these giddy loose suggestions;\r\n    Upon which better part our pray'rs come in,\r\n    If thou vouchsafe them. But if not, then know\r\n    The peril of our curses fight on thee\r\n    So heavy as thou shalt not shake them off,\r\n    But in despair die under the black weight.\r\n  AUSTRIA. Rebellion, flat rebellion!\r\n  BASTARD. Will't not be?\r\n    Will not a calf's-skin stop that mouth of thine?\r\n  LEWIS. Father, to arms!\r\n  BLANCH. Upon thy wedding-day?\r\n    Against the blood that thou hast married?\r\n    What, shall our feast be kept with slaughtered men?\r\n    Shall braying trumpets and loud churlish drums,\r\n    Clamours of hell, be measures to our pomp?\r\n    O husband, hear me! ay, alack, how new\r\n    Is 'husband' in my mouth! even for that name,\r\n    Which till this time my tongue did ne'er pronounce,\r\n    Upon my knee I beg, go not to arms\r\n    Against mine uncle.\r\n  CONSTANCE. O, upon my knee,\r\n    Made hard with kneeling, I do pray to thee,\r\n    Thou virtuous Dauphin, alter not the doom\r\n    Forethought by heaven!\r\n  BLANCH. Now shall I see thy love. What motive may\r\n    Be stronger with thee than the name of wife?\r\n  CONSTANCE. That which upholdeth him that thee upholds,\r\n    His honour. O, thine honour, Lewis, thine honour!\r\n  LEWIS. I muse your Majesty doth seem so cold,\r\n    When such profound respects do pull you on.\r\n  PANDULPH. I will denounce a curse upon his head.\r\n  KING PHILIP. Thou shalt not need. England, I will fall from thee.\r\n  CONSTANCE. O fair return of banish'd majesty!\r\n  ELINOR. O foul revolt of French inconstancy!\r\n  KING JOHN. France, thou shalt rue this hour within this hour.\r\n  BASTARD. Old Time the clock-setter, that bald sexton Time,\r\n    Is it as he will? Well then, France shall rue.\r\n  BLANCH. The sun's o'ercast with blood. Fair day, adieu!\r\n    Which is the side that I must go withal?\r\n    I am with both: each army hath a hand;\r\n    And in their rage, I having hold of both,\r\n    They whirl asunder and dismember me.\r\n    Husband, I cannot pray that thou mayst win;\r\n    Uncle, I needs must pray that thou mayst lose;\r\n    Father, I may not wish the fortune thine;\r\n    Grandam, I will not wish thy wishes thrive.\r\n    Whoever wins, on that side shall I lose:\r\n    Assured loss before the match be play'd.\r\n  LEWIS. Lady, with me, with me thy fortune lies.\r\n  BLANCH. There where my fortune lives, there my life dies.\r\n  KING JOHN. Cousin, go draw our puissance together.\r\n                                                         Exit BASTARD\r\n    France, I am burn'd up with inflaming wrath,\r\n    A rage whose heat hath this condition\r\n    That nothing can allay, nothing but blood,\r\n    The blood, and dearest-valu'd blood, of France.\r\n  KING PHILIP. Thy rage shall burn thee up, and thou shalt turn\r\n    To ashes, ere our blood shall quench that fire.\r\n    Look to thyself, thou art in jeopardy.\r\n  KING JOHN. No more than he that threats. To arms let's hie!\r\n                                                     Exeunt severally\r\n\r\nSCENE 2.\r\n\r\nFrance. Plains near Angiers\r\n\r\nAlarums, excursions. Enter the BASTARD with AUSTRIA'S head\r\n\r\n  BASTARD. Now, by my life, this day grows wondrous hot;\r\n    Some airy devil hovers in the sky\r\n    And pours down mischief. Austria's head lie there,\r\n    While Philip breathes.\r\n\r\n          Enter KING JOHN, ARTHUR, and HUBERT\r\n\r\n  KING JOHN. Hubert, keep this boy. Philip, make up:\r\n    My mother is assailed in our tent,\r\n    And ta'en, I fear.\r\n  BASTARD. My lord, I rescued her;\r\n    Her Highness is in safety, fear you not;\r\n    But on, my liege, for very little pains\r\n    Will bring this labour to an happy end.                    Exeunt\r\n\r\nSCENE 3.\r\n\r\nFrance. Plains near Angiers\r\n\r\nAlarums, excursions, retreat. Enter KING JOHN, ELINOR, ARTHUR, the\r\nBASTARD, HUBERT, and LORDS\r\n\r\n  KING JOHN.  [To ELINOR]  So shall it be; your Grace shall stay\r\n      behind,\r\n    So strongly guarded.  [To ARTHUR]  Cousin, look not sad;\r\n    Thy grandam loves thee, and thy uncle will\r\n    As dear be to thee as thy father was.\r\n  ARTHUR. O, this will make my mother die with grief!\r\n  KING JOHN.  [To the BASTARD]  Cousin, away for England! haste\r\n      before,\r\n    And, ere our coming, see thou shake the bags\r\n    Of hoarding abbots; imprisoned angels\r\n    Set at liberty; the fat ribs of peace\r\n    Must by the hungry now be fed upon.\r\n    Use our commission in his utmost force.\r\n  BASTARD. Bell, book, and candle, shall not drive me back,\r\n    When gold and silver becks me to come on.\r\n    I leave your Highness. Grandam, I will pray,\r\n    If ever I remember to be holy,\r\n    For your fair safety. So, I kiss your hand.\r\n  ELINOR. Farewell, gentle cousin.\r\n  KING JOHN. Coz, farewell.\r\n                                                         Exit BASTARD\r\n  ELINOR. Come hither, little kinsman; hark, a word.\r\n  KING JOHN. Come hither, Hubert. O my gentle Hubert,\r\n    We owe thee much! Within this wall of flesh\r\n    There is a soul counts thee her creditor,\r\n    And with advantage means to pay thy love;\r\n    And, my good friend, thy voluntary oath\r\n    Lives in this bosom, dearly cherished.\r\n    Give me thy hand. I had a thing to say-\r\n    But I will fit it with some better time.\r\n    By heaven, Hubert, I am almost asham'd\r\n    To say what good respect I have of thee.\r\n  HUBERT. I am much bounden to your Majesty.\r\n  KING JOHN. Good friend, thou hast no cause to say so yet,\r\n    But thou shalt have; and creep time ne'er so slow,\r\n    Yet it shall come for me to do thee good.\r\n    I had a thing to say-but let it go:\r\n    The sun is in the heaven, and the proud day,\r\n    Attended with the pleasures of the world,\r\n    Is all too wanton and too full of gawds\r\n    To give me audience. If the midnight bell\r\n    Did with his iron tongue and brazen mouth\r\n    Sound on into the drowsy race of night;\r\n    If this same were a churchyard where we stand,\r\n    And thou possessed with a thousand wrongs;\r\n    Or if that surly spirit, melancholy,\r\n    Had bak'd thy blood and made it heavy-thick,\r\n    Which else runs tickling up and down the veins,\r\n    Making that idiot, laughter, keep men's eyes\r\n    And strain their cheeks to idle merriment,\r\n    A passion hateful to my purposes;\r\n    Or if that thou couldst see me without eyes,\r\n    Hear me without thine cars, and make reply\r\n    Without a tongue, using conceit alone,\r\n    Without eyes, ears, and harmful sound of words-\r\n    Then, in despite of brooded watchful day,\r\n    I would into thy bosom pour my thoughts.\r\n    But, ah, I will not! Yet I love thee well;\r\n    And, by my troth, I think thou lov'st me well.\r\n  HUBERT. So well that what you bid me undertake,\r\n    Though that my death were adjunct to my act,\r\n    By heaven, I would do it.\r\n  KING JOHN. Do not I know thou wouldst?\r\n    Good Hubert, Hubert, Hubert, throw thine eye\r\n    On yon young boy. I'll tell thee what, my friend,\r\n    He is a very serpent in my way;\r\n    And wheresoe'er this foot of mine doth tread,\r\n    He lies before me. Dost thou understand me?\r\n    Thou art his keeper.\r\n  HUBERT. And I'll keep him so\r\n    That he shall not offend your Majesty.\r\n  KING JOHN. Death.\r\n  HUBERT. My lord?\r\n  KING JOHN. A grave.\r\n  HUBERT. He shall not live.\r\n  KING JOHN. Enough!\r\n    I could be merry now. Hubert, I love thee.\r\n    Well, I'll not say what I intend for thee.\r\n    Remember. Madam, fare you well;\r\n    I'll send those powers o'er to your Majesty.\r\n  ELINOR. My blessing go with thee!\r\n  KING JOHN.  [To ARTHUR]  For England, cousin, go;\r\n    Hubert shall be your man, attend on you\r\n    With all true duty. On toward Calais, ho!                  Exeunt\r\n\r\nSCENE 4.\r\n\r\nFrance. The FRENCH KING's camp\r\n\r\nEnter KING PHILIP, LEWIS, PANDULPH, and attendants\r\n\r\n  KING PHILIP. So by a roaring tempest on the flood\r\n    A whole armado of convicted sail\r\n    Is scattered and disjoin'd from fellowship.\r\n  PANDULPH. Courage and comfort! All shall yet go well.\r\n  KING PHILIP. What can go well, when we have run so ill.\r\n    Are we not beaten? Is not Angiers lost?\r\n    Arthur ta'en prisoner? Divers dear friends slain?\r\n    And bloody England into England gone,\r\n    O'erbearing interruption, spite of France?\r\n  LEWIS. he hath won, that hath he fortified;\r\n    So hot a speed with such advice dispos'd,\r\n    Such temperate order in so fierce a cause,\r\n    Doth want example; who hath read or heard\r\n    Of any kindred action like to this?\r\n  KING PHILIP. Well could I bear that England had this praise,\r\n    So we could find some pattern of our shame.\r\n\r\n                   Enter CONSTANCE\r\n\r\n    Look who comes here! a grave unto a soul;\r\n    Holding th' eternal spirit, against her will,\r\n    In the vile prison of afflicted breath.\r\n    I prithee, lady, go away with me.\r\n  CONSTANCE. Lo now! now see the issue of your peace!\r\n  KING PHILIP. Patience, good lady! Comfort, gentle Constance!\r\n  CONSTANCE. No, I defy all counsel, all redress,\r\n    But that which ends all counsel, true redress-\r\n    Death, death; O amiable lovely death!\r\n    Thou odoriferous stench! sound rottenness!\r\n    Arise forth from the couch of lasting night,\r\n    Thou hate and terror to prosperity,\r\n    And I will kiss thy detestable bones,\r\n    And put my eyeballs in thy vaulty brows,\r\n    And ring these fingers with thy household worms,\r\n    And stop this gap of breath with fulsome dust,\r\n    And be a carrion monster like thyself.\r\n    Come, grin on me, and I will think thou smil'st,\r\n    And buss thee as thy wife. Misery's love,\r\n    O, come to me!\r\n  KING PHILIP. O fair affliction, peace!\r\n  CONSTANCE. No, no, I will not, having breath to cry.\r\n    O that my tongue were in the thunder's mouth!\r\n    Then with a passion would I shake the world,\r\n    And rouse from sleep that fell anatomy\r\n    Which cannot hear a lady's feeble voice,\r\n    Which scorns a modern invocation.\r\n  PANDULPH. Lady, you utter madness and not sorrow.\r\n  CONSTANCE. Thou art not holy to belie me so.\r\n    I am not mad: this hair I tear is mine;\r\n    My name is Constance; I was Geffrey's wife;\r\n    Young Arthur is my son, and he is lost.\r\n    I am not mad-I would to heaven I were!\r\n    For then 'tis like I should forget myself.\r\n    O, if I could, what grief should I forget!\r\n    Preach some philosophy to make me mad,\r\n    And thou shalt be canoniz'd, Cardinal;\r\n    For, being not mad, but sensible of grief,\r\n    My reasonable part produces reason\r\n    How I may be deliver'd of these woes,\r\n    And teaches me to kill or hang myself.\r\n    If I were mad I should forget my son,\r\n    Or madly think a babe of clouts were he.\r\n    I am not mad; too well, too well I feel\r\n    The different plague of each calamity.\r\n  KING PHILIP. Bind up those tresses. O, what love I note\r\n    In the fair multitude of those her hairs!\r\n    Where but by a chance a silver drop hath fall'n,\r\n    Even to that drop ten thousand wiry friends\r\n    Do glue themselves in sociable grief,\r\n    Like true, inseparable, faithful loves,\r\n    Sticking together in calamity.\r\n  CONSTANCE. To England, if you will.\r\n  KING PHILIP. Bind up your hairs.\r\n  CONSTANCE. Yes, that I will; and wherefore will I do it?\r\n    I tore them from their bonds, and cried aloud\r\n    'O that these hands could so redeem my son,\r\n    As they have given these hairs their liberty!'\r\n    But now I envy at their liberty,\r\n    And will again commit them to their bonds,\r\n    Because my poor child is a prisoner.\r\n    And, father Cardinal, I have heard you say\r\n    That we shall see and know our friends in heaven;\r\n    If that be true, I shall see my boy again;\r\n    For since the birth of Cain, the first male child,\r\n    To him that did but yesterday suspire,\r\n    There was not such a gracious creature born.\r\n    But now will canker sorrow eat my bud\r\n    And chase the native beauty from his cheek,\r\n    And he will look as hollow as a ghost,\r\n    As dim and meagre as an ague's fit;\r\n    And so he'll die; and, rising so again,\r\n    When I shall meet him in the court of heaven\r\n    I shall not know him. Therefore never, never\r\n    Must I behold my pretty Arthur more.\r\n  PANDULPH. You hold too heinous a respect of grief.\r\n  CONSTANCE. He talks to me that never had a son.\r\n  KING PHILIP. You are as fond of grief as of your child.\r\n  CONSTANCE. Grief fills the room up of my absent child,\r\n    Lies in his bed, walks up and down with me,\r\n    Puts on his pretty looks, repeats his words,\r\n    Remembers me of all his gracious parts,\r\n    Stuffs out his vacant garments with his form;\r\n    Then have I reason to be fond of grief.\r\n    Fare you well; had you such a loss as I,\r\n    I could give better comfort than you do.\r\n    I will not keep this form upon my head,\r\n                                                   [Tearing her hair]\r\n    When there is such disorder in my wit.\r\n    O Lord! my boy, my Arthur, my fair son!\r\n    My life, my joy, my food, my ail the world!\r\n    My widow-comfort, and my sorrows' cure!                      Exit\r\n  KING PHILIP. I fear some outrage, and I'll follow her.         Exit\r\n  LEWIS. There's nothing in this world can make me joy.\r\n    Life is as tedious as a twice-told tale\r\n    Vexing the dull ear of a drowsy man;\r\n    And bitter shame hath spoil'd the sweet world's taste,\r\n    That it yields nought but shame and bitterness.\r\n  PANDULPH. Before the curing of a strong disease,\r\n    Even in the instant of repair and health,\r\n    The fit is strongest; evils that take leave\r\n    On their departure most of all show evil;\r\n    What have you lost by losing of this day?\r\n  LEWIS. All days of glory, joy, and happiness.\r\n  PANDULPH. If you had won it, certainly you had.\r\n    No, no; when Fortune means to men most good,\r\n    She looks upon them with a threat'ning eye.\r\n    'Tis strange to think how much King John hath lost\r\n    In this which he accounts so clearly won.\r\n    Are not you griev'd that Arthur is his prisoner?\r\n  LEWIS. As heartily as he is glad he hath him.\r\n  PANDULPH. Your mind is all as youthful as your blood.\r\n    Now hear me speak with a prophetic spirit;\r\n    For even the breath of what I mean to speak\r\n    Shall blow each dust, each straw, each little rub,\r\n    Out of the path which shall directly lead\r\n    Thy foot to England's throne. And therefore mark:\r\n    John hath seiz'd Arthur; and it cannot be\r\n    That, whiles warm life plays in that infant's veins,\r\n    The misplac'd John should entertain an hour,\r\n    One minute, nay, one quiet breath of rest.\r\n    A sceptre snatch'd with an unruly hand\r\n    Must be boisterously maintain'd as gain'd,\r\n    And he that stands upon a slipp'ry place\r\n    Makes nice of no vile hold to stay him up;\r\n    That John may stand then, Arthur needs must fall;\r\n    So be it, for it cannot be but so.\r\n  LEWIS. But what shall I gain by young Arthur's fall?\r\n  PANDULPH. You, in the right of Lady Blanch your wife,\r\n    May then make all the claim that Arthur did.\r\n  LEWIS. And lose it, life and all, as Arthur did.\r\n  PANDULPH. How green you are and fresh in this old world!\r\n    John lays you plots; the times conspire with you;\r\n    For he that steeps his safety in true blood\r\n    Shall find but bloody safety and untrue.\r\n    This act, so evilly borne, shall cool the hearts\r\n    Of all his people and freeze up their zeal,\r\n    That none so small advantage shall step forth\r\n    To check his reign but they will cherish it;\r\n    No natural exhalation in the sky,\r\n    No scope of nature, no distemper'd day,\r\n    No common wind, no customed event,\r\n    But they will pluck away his natural cause\r\n    And call them meteors, prodigies, and signs,\r\n    Abortives, presages, and tongues of heaven,\r\n    Plainly denouncing vengeance upon John.\r\n  LEWIS. May be he will not touch young Arthur's life,\r\n    But hold himself safe in his prisonment.\r\n  PANDULPH. O, Sir, when he shall hear of your approach,\r\n    If that young Arthur be not gone already,\r\n    Even at that news he dies; and then the hearts\r\n    Of all his people shall revolt from him,\r\n    And kiss the lips of unacquainted change,\r\n    And pick strong matter of revolt and wrath\r\n    Out of the bloody fingers' ends of john.\r\n    Methinks I see this hurly all on foot;\r\n    And, O, what better matter breeds for you\r\n    Than I have nam'd! The bastard Faulconbridge\r\n    Is now in England ransacking the Church,\r\n    Offending charity; if but a dozen French\r\n    Were there in arms, they would be as a can\r\n    To train ten thousand English to their side;\r\n    Or as a little snow, tumbled about,\r\n    Anon becomes a mountain. O noble Dauphin,\r\n    Go with me to the King. 'Tis wonderful\r\n    What may be wrought out of their discontent,\r\n    Now that their souls are topful of offence.\r\n    For England go; I will whet on the King.\r\n  LEWIS. Strong reasons makes strong actions. Let us go;\r\n    If you say ay, the King will not say no.                   Exeunt\r\n\r\nACT IV. SCENE 1.\r\n\r\nEngland. A castle\r\n\r\nEnter HUBERT and EXECUTIONERS\r\n\r\n  HUBERT. Heat me these irons hot; and look thou stand\r\n    Within the arras. When I strike my foot\r\n    Upon the bosom of the ground, rush forth\r\n    And bind the boy which you shall find with me\r\n    Fast to the chair. Be heedful; hence, and watch.\r\n  EXECUTIONER. I hope your warrant will bear out the deed.\r\n  HUBERT. Uncleanly scruples! Fear not you. Look to't.\r\n                                                  Exeunt EXECUTIONERS\r\n    Young lad, come forth; I have to say with you.\r\n\r\n                    Enter ARTHUR\r\n\r\n  ARTHUR. Good morrow, Hubert.\r\n  HUBERT. Good morrow, little Prince.\r\n  ARTHUR. As little prince, having so great a tide\r\n    To be more prince, as may be. You are sad.\r\n  HUBERT. Indeed I have been merrier.\r\n  ARTHUR. Mercy on me!\r\n    Methinks no body should be sad but I;\r\n    Yet, I remember, when I was in France,\r\n    Young gentlemen would be as sad as night,\r\n    Only for wantonness. By my christendom,\r\n    So I were out of prison and kept sheep,\r\n    I should be as merry as the day is long;\r\n    And so I would be here but that I doubt\r\n    My uncle practises more harm to me;\r\n    He is afraid of me, and I of him.\r\n    Is it my fault that I was Geffrey's son?\r\n    No, indeed, ist not; and I would to heaven\r\n    I were your son, so you would love me, Hubert.\r\n  HUBERT.  [Aside]  If I talk to him, with his innocent prate\r\n    He will awake my mercy, which lies dead;\r\n    Therefore I will be sudden and dispatch.\r\n  ARTHUR. Are you sick, Hubert? You look pale to-day;\r\n    In sooth, I would you were a little sick,\r\n    That I might sit all night and watch with you.\r\n    I warrant I love you more than you do me.\r\n  HUBERT.  [Aside]  His words do take possession of my bosom.-\r\n    Read here, young Arthur.                        [Showing a paper]\r\n      [Aside]  How now, foolish rheum!\r\n    Turning dispiteous torture out of door!\r\n    I must be brief, lest resolution drop\r\n    Out at mine eyes in tender womanish tears.-\r\n    Can you not read it? Is it not fair writ?\r\n  ARTHUR. Too fairly, Hubert, for so foul effect.\r\n    Must you with hot irons burn out both mine eyes?\r\n  HUBERT. Young boy, I must.\r\n  ARTHUR. And will you?\r\n  HUBERT. And I will.\r\n  ARTHUR. Have you the heart? When your head did but ache,\r\n    I knit my handkerchief about your brows-\r\n    The best I had, a princess wrought it me-\r\n    And I did never ask it you again;\r\n    And with my hand at midnight held your head;\r\n    And, like the watchful minutes to the hour,\r\n    Still and anon cheer'd up the heavy time,\r\n    Saying 'What lack you?' and 'Where lies your grief?'\r\n    Or 'What good love may I perform for you?'\r\n    Many a poor man's son would have lyen still,\r\n    And ne'er have spoke a loving word to you;\r\n    But you at your sick service had a prince.\r\n    Nay, you may think my love was crafty love,\r\n    And call it cunning. Do, an if you will.\r\n    If heaven be pleas'd that you must use me ill,\r\n    Why, then you must. Will you put out mine eyes,\r\n    These eyes that never did nor never shall\r\n    So much as frown on you?\r\n  HUBERT. I have sworn to do it;\r\n    And with hot irons must I burn them out.\r\n  ARTHUR. Ah, none but in this iron age would do it!\r\n    The iron of itself, though heat red-hot,\r\n    Approaching near these eyes would drink my tears,\r\n    And quench his fiery indignation\r\n    Even in the matter of mine innocence;\r\n    Nay, after that, consume away in rust\r\n    But for containing fire to harm mine eye.\r\n    Are you more stubborn-hard than hammer'd iron?\r\n    An if an angel should have come to me\r\n    And told me Hubert should put out mine eyes,\r\n    I would not have believ'd him-no tongue but Hubert's.\r\n  HUBERT.  [Stamps]  Come forth.\r\n\r\n     Re-enter EXECUTIONERS, With cord, irons, etc.\r\n\r\n    Do as I bid you do.\r\n  ARTHUR. O, save me, Hubert, save me! My eyes are out\r\n    Even with the fierce looks of these bloody men.\r\n  HUBERT. Give me the iron, I say, and bind him here.\r\n  ARTHUR. Alas, what need you be so boist'rous rough?\r\n    I will not struggle, I will stand stone-still.\r\n    For heaven sake, Hubert, let me not be bound!\r\n    Nay, hear me, Hubert! Drive these men away,\r\n    And I will sit as quiet as a lamb;\r\n    I will not stir, nor wince, nor speak a word,\r\n    Nor look upon the iron angrily;\r\n    Thrust but these men away, and I'll forgive you,\r\n    Whatever torment you do put me to.\r\n  HUBERT. Go, stand within; let me alone with him.\r\n  EXECUTIONER. I am best pleas'd to be from such a deed.\r\n                                                  Exeunt EXECUTIONERS\r\n  ARTHUR. Alas, I then have chid away my friend!\r\n    He hath a stern look but a gentle heart.\r\n    Let him come back, that his compassion may\r\n    Give life to yours.\r\n  HUBERT. Come, boy, prepare yourself.\r\n  ARTHUR. Is there no remedy?\r\n  HUBERT. None, but to lose your eyes.\r\n  ARTHUR. O heaven, that there were but a mote in yours,\r\n    A grain, a dust, a gnat, a wandering hair,\r\n    Any annoyance in that precious sense!\r\n    Then, feeling what small things are boisterous there,\r\n    Your vile intent must needs seem horrible.\r\n  HUBERT. Is this your promise? Go to, hold your tongue.\r\n  ARTHUR. Hubert, the utterance of a brace of tongues\r\n    Must needs want pleading for a pair of eyes.\r\n    Let me not hold my tongue, let me not, Hubert;\r\n    Or, Hubert, if you will, cut out my tongue,\r\n    So I may keep mine eyes. O, spare mine eyes,\r\n    Though to no use but still to look on you!\r\n    Lo, by my troth, the instrument is cold\r\n    And would not harm me.\r\n  HUBERT. I can heat it, boy.\r\n  ARTHUR. No, in good sooth; the fire is dead with grief,\r\n    Being create for comfort, to be us'd\r\n    In undeserved extremes. See else yourself:\r\n    There is no malice in this burning coal;\r\n    The breath of heaven hath blown his spirit out,\r\n    And strew'd repentant ashes on his head.\r\n  HUBERT. But with my breath I can revive it, boy.\r\n  ARTHUR. An if you do, you will but make it blush\r\n    And glow with shame of your proceedings, Hubert.\r\n    Nay, it perchance will sparkle in your eyes,\r\n    And, like a dog that is compell'd to fight,\r\n    Snatch at his master that doth tarre him on.\r\n    All things that you should use to do me wrong\r\n    Deny their office; only you do lack\r\n    That mercy which fierce fire and iron extends,\r\n    Creatures of note for mercy-lacking uses.\r\n  HUBERT. Well, see to live; I will not touch thine eye\r\n    For all the treasure that thine uncle owes.\r\n    Yet I am sworn, and I did purpose, boy,\r\n    With this same very iron to burn them out.\r\n  ARTHUR. O, now you look like Hubert! All this while\r\n    You were disguis'd.\r\n  HUBERT. Peace; no more. Adieu.\r\n    Your uncle must not know but you are dead:\r\n    I'll fill these dogged spies with false reports;\r\n    And, pretty child, sleep doubtless and secure\r\n    That Hubert, for the wealth of all the world,\r\n    Will not offend thee.\r\n  ARTHUR. O heaven! I thank you, Hubert.\r\n  HUBERT. Silence; no more. Go closely in with me.\r\n    Much danger do I undergo for thee.                         Exeunt\r\n\r\nSCENE 2.\r\n\r\nEngland. KING JOHN'S palace\r\n\r\nEnter KING JOHN, PEMBROKE, SALISBURY, and other LORDS\r\n\r\n  KING JOHN. Here once again we sit, once again crown'd,\r\n    And look'd upon, I hope, with cheerful eyes.\r\n  PEMBROKE. This once again, but that your Highness pleas'd,\r\n    Was once superfluous: you were crown'd before,\r\n    And that high royalty was ne'er pluck'd off,\r\n    The faiths of men ne'er stained with revolt;\r\n    Fresh expectation troubled not the land\r\n    With any long'd-for change or better state.\r\n  SALISBURY. Therefore, to be possess'd with double pomp,\r\n    To guard a title that was rich before,\r\n    To gild refined gold, to paint the lily,\r\n    To throw a perfume on the violet,\r\n    To smooth the ice, or add another hue\r\n    Unto the rainbow, or with taper-light\r\n    To seek the beauteous eye of heaven to garnish,\r\n    Is wasteful and ridiculous excess.\r\n  PEMBROKE. But that your royal pleasure must be done,\r\n    This act is as an ancient tale new told\r\n    And, in the last repeating, troublesome,\r\n    Being urged at a time unseasonable.\r\n  SALISBURY. In this the antique and well-noted face\r\n    Of plain old form is much disfigured;\r\n    And like a shifted wind unto a sail\r\n    It makes the course of thoughts to fetch about,\r\n    Startles and frights consideration,\r\n    Makes sound opinion sick, and truth suspected,\r\n    For putting on so new a fashion'd robe.\r\n  PEMBROKE. When workmen strive to do better than well,\r\n    They do confound their skill in covetousness;\r\n    And oftentimes excusing of a fault\r\n    Doth make the fault the worse by th' excuse,\r\n    As patches set upon a little breach\r\n    Discredit more in hiding of the fault\r\n    Than did the fault before it was so patch'd.\r\n  SALISBURY. To this effect, before you were new-crown'd,\r\n    We breath'd our counsel; but it pleas'd your Highness\r\n    To overbear it; and we are all well pleas'd,\r\n    Since all and every part of what we would\r\n    Doth make a stand at what your Highness will.\r\n  KING JOHN. Some reasons of this double coronation\r\n    I have possess'd you with, and think them strong;\r\n    And more, more strong, when lesser is my fear,\r\n    I shall indue you with. Meantime but ask\r\n    What you would have reform'd that is not well,\r\n    And well shall you perceive how willingly\r\n    I will both hear and grant you your requests.\r\n  PEMBROKE. Then I, as one that am the tongue of these,\r\n    To sound the purposes of all their hearts,\r\n    Both for myself and them- but, chief of all,\r\n    Your safety, for the which myself and them\r\n    Bend their best studies, heartily request\r\n    Th' enfranchisement of Arthur, whose restraint\r\n    Doth move the murmuring lips of discontent\r\n    To break into this dangerous argument:\r\n    If what in rest you have in right you hold,\r\n    Why then your fears-which, as they say, attend\r\n    The steps of wrong-should move you to mew up\r\n    Your tender kinsman, and to choke his days\r\n    With barbarous ignorance, and deny his youth\r\n    The rich advantage of good exercise?\r\n    That the time's enemies may not have this\r\n    To grace occasions, let it be our suit\r\n    That you have bid us ask his liberty;\r\n    Which for our goods we do no further ask\r\n    Than whereupon our weal, on you depending,\r\n    Counts it your weal he have his liberty.\r\n  KING JOHN. Let it be so. I do commit his youth\r\n    To your direction.\r\n\r\n                     Enter HUBERT\r\n\r\n    [Aside]  Hubert, what news with you?\r\n  PEMBROKE. This is the man should do the bloody deed:\r\n    He show'd his warrant to a friend of mine;\r\n    The image of a wicked heinous fault\r\n    Lives in his eye; that close aspect of his\r\n    Doth show the mood of a much troubled breast,\r\n    And I do fearfully believe 'tis done\r\n    What we so fear'd he had a charge to do.\r\n  SALISBURY. The colour of the King doth come and go\r\n    Between his purpose and his conscience,\r\n    Like heralds 'twixt two dreadful battles set.\r\n    His passion is so ripe it needs must break.\r\n  PEMBROKE. And when it breaks, I fear will issue thence\r\n    The foul corruption of a sweet child's death.\r\n  KING JOHN. We cannot hold mortality's strong hand.\r\n    Good lords, although my will to give is living,\r\n    The suit which you demand is gone and dead:\r\n    He tells us Arthur is deceas'd to-night.\r\n  SALISBURY. Indeed, we fear'd his sickness was past cure.\r\n  PEMBROKE. Indeed, we heard how near his death he was,\r\n    Before the child himself felt he was sick.\r\n    This must be answer'd either here or hence.\r\n  KING JOHN. Why do you bend such solemn brows on me?\r\n    Think you I bear the shears of destiny?\r\n    Have I commandment on the pulse of life?\r\n  SALISBURY. It is apparent foul-play; and 'tis shame\r\n    That greatness should so grossly offer it.\r\n    So thrive it in your game! and so, farewell.\r\n  PEMBROKE. Stay yet, Lord Salisbury, I'll go with thee\r\n    And find th' inheritance of this poor child,\r\n    His little kingdom of a forced grave.\r\n    That blood which ow'd the breadth of all this isle\r\n    Three foot of it doth hold-bad world the while!\r\n    This must not be thus borne: this will break out\r\n    To all our sorrows, and ere long I doubt.            Exeunt LORDS\r\n  KING JOHN. They burn in indignation. I repent.\r\n    There is no sure foundation set on blood,\r\n    No certain life achiev'd by others' death.\r\n\r\n                 Enter a MESSENGER\r\n\r\n    A fearful eye thou hast; where is that blood\r\n    That I have seen inhabit in those cheeks?\r\n    So foul a sky clears not without a storm.\r\n    Pour down thy weather-how goes all in France?\r\n  MESSENGER. From France to England. Never such a pow'r\r\n    For any foreign preparation\r\n    Was levied in the body of a land.\r\n    The copy of your speed is learn'd by them,\r\n    For when you should be told they do prepare,\r\n    The tidings comes that they are all arriv'd.\r\n  KING JOHN. O, where hath our intelligence been drunk?\r\n    Where hath it slept? Where is my mother's care,\r\n    That such an army could be drawn in France,\r\n    And she not hear of it?\r\n  MESSENGER. My liege, her ear\r\n    Is stopp'd with dust: the first of April died\r\n    Your noble mother; and as I hear, my lord,\r\n    The Lady Constance in a frenzy died\r\n    Three days before; but this from rumour's tongue\r\n    I idly heard-if true or false I know not.\r\n  KING JOHN. Withhold thy speed, dreadful occasion!\r\n    O, make a league with me, till I have pleas'd\r\n    My discontented peers! What! mother dead!\r\n    How wildly then walks my estate in France!\r\n    Under whose conduct came those pow'rs of France\r\n    That thou for truth giv'st out are landed here?\r\n  MESSENGER. Under the Dauphin.\r\n  KING JOHN. Thou hast made me giddy\r\n    With these in tidings.\r\n\r\n         Enter the BASTARD and PETER OF POMFRET\r\n\r\n    Now! What says the world\r\n    To your proceedings? Do not seek to stuff\r\n    My head with more ill news, for it is fun.\r\n  BASTARD. But if you be afear'd to hear the worst,\r\n    Then let the worst, unheard, fall on your head.\r\n  KING JOHN. Bear with me, cousin, for I was amaz'd\r\n    Under the tide; but now I breathe again\r\n    Aloft the flood, and can give audience\r\n    To any tongue, speak it of what it will.\r\n  BASTARD. How I have sped among the clergymen\r\n    The sums I have collected shall express.\r\n    But as I travell'd hither through the land,\r\n    I find the people strangely fantasied;\r\n    Possess'd with rumours, full of idle dreams.\r\n    Not knowing what they fear, but full of fear;\r\n    And here's a prophet that I brought with me\r\n    From forth the streets of Pomfret, whom I found\r\n    With many hundreds treading on his heels;\r\n    To whom he sung, in rude harsh-sounding rhymes,\r\n    That, ere the next Ascension-day at noon,\r\n    Your Highness should deliver up your crown.\r\n  KING JOHN. Thou idle dreamer, wherefore didst thou so?\r\n  PETER. Foreknowing that the truth will fall out so.\r\n  KING JOHN. Hubert, away with him; imprison him;\r\n    And on that day at noon whereon he says\r\n    I shall yield up my crown let him be hang'd.\r\n    Deliver him to safety; and return,\r\n    For I must use thee.\r\n                                               Exit HUBERT with PETER\r\n    O my gentle cousin,\r\n    Hear'st thou the news abroad, who are arriv'd?\r\n  BASTARD. The French, my lord; men's mouths are full of it;\r\n    Besides, I met Lord Bigot and Lord Salisbury,\r\n    With eyes as red as new-enkindled fire,\r\n    And others more, going to seek the grave\r\n    Of Arthur, whom they say is kill'd to-night\r\n    On your suggestion.\r\n  KING JOHN. Gentle kinsman, go\r\n    And thrust thyself into their companies.\r\n    I have a way to will their loves again;\r\n    Bring them before me.\r\n  BASTARD. I Will seek them out.\r\n  KING JOHN. Nay, but make haste; the better foot before.\r\n    O, let me have no subject enemies\r\n    When adverse foreigners affright my towns\r\n    With dreadful pomp of stout invasion!\r\n    Be Mercury, set feathers to thy heels,\r\n    And fly like thought from them to me again.\r\n  BASTARD. The spirit of the time shall teach me speed.\r\n  KING JOHN. Spoke like a sprightful noble gentleman.\r\n                                                         Exit BASTARD\r\n    Go after him; for he perhaps shall need\r\n    Some messenger betwixt me and the peers;\r\n    And be thou he.\r\n  MESSENGER. With all my heart, my liege.                        Exit\r\n  KING JOHN. My mother dead!\r\n\r\n                   Re-enter HUBERT\r\n\r\n  HUBERT. My lord, they say five moons were seen to-night;\r\n    Four fixed, and the fifth did whirl about\r\n    The other four in wondrous motion.\r\n  KING JOHN. Five moons!\r\n  HUBERT. Old men and beldams in the streets\r\n    Do prophesy upon it dangerously;\r\n    Young Arthur's death is common in their mouths;\r\n    And when they talk of him, they shake their heads,\r\n    And whisper one another in the ear;\r\n    And he that speaks doth gripe the hearer's wrist,\r\n    Whilst he that hears makes fearful action\r\n    With wrinkled brows, with nods, with rolling eyes.\r\n    I saw a smith stand with his hammer, thus,\r\n    The whilst his iron did on the anvil cool,\r\n    With open mouth swallowing a tailor's news;\r\n    Who, with his shears and measure in his hand,\r\n    Standing on slippers, which his nimble haste\r\n    Had falsely thrust upon contrary feet,\r\n    Told of a many thousand warlike French\r\n    That were embattailed and rank'd in Kent.\r\n    Another lean unwash'd artificer\r\n    Cuts off his tale, and talks of Arthur's death.\r\n  KING JOHN. Why seek'st thou to possess me with these fears?\r\n    Why urgest thou so oft young Arthur's death?\r\n    Thy hand hath murd'red him. I had a mighty cause\r\n    To wish him dead, but thou hadst none to kill him.\r\n  HUBERT. No had, my lord! Why, did you not provoke me?\r\n  KING JOHN. It is the curse of kings to be attended\r\n    By slaves that take their humours for a warrant\r\n    To break within the bloody house of life,\r\n    And on the winking of authority\r\n    To understand a law; to know the meaning\r\n    Of dangerous majesty, when perchance it frowns\r\n    More upon humour than advis'd respect.\r\n  HUBERT. Here is your hand and seal for what I did.\r\n  KING JOHN. O, when the last account 'twixt heaven and earth\r\n    Is to be made, then shall this hand and seal\r\n    Witness against us to damnation!\r\n    How oft the sight of means to do ill deeds\r\n    Make deeds ill done! Hadst not thou been by,\r\n    A fellow by the hand of nature mark'd,\r\n    Quoted and sign'd to do a deed of shame,\r\n    This murder had not come into my mind;\r\n    But, taking note of thy abhorr'd aspect,\r\n    Finding thee fit for bloody villainy,\r\n    Apt, liable to be employ'd in danger,\r\n    I faintly broke with thee of Arthur's death;\r\n    And thou, to be endeared to a king,\r\n    Made it no conscience to destroy a prince.\r\n  HUBERT. My lord-\r\n  KING JOHN. Hadst thou but shook thy head or made pause,\r\n    When I spake darkly what I purposed,\r\n    Or turn'd an eye of doubt upon my face,\r\n    As bid me tell my tale in express words,\r\n    Deep shame had struck me dumb, made me break off,\r\n    And those thy fears might have wrought fears in me.\r\n    But thou didst understand me by my signs,\r\n    And didst in signs again parley with sin;\r\n    Yea, without stop, didst let thy heart consent,\r\n    And consequently thy rude hand to act\r\n    The deed which both our tongues held vile to name.\r\n    Out of my sight, and never see me more!\r\n    My nobles leave me; and my state is braved,\r\n    Even at my gates, with ranks of foreign pow'rs;\r\n    Nay, in the body of the fleshly land,\r\n    This kingdom, this confine of blood and breath,\r\n    Hostility and civil tumult reigns\r\n    Between my conscience and my cousin's death.\r\n  HUBERT. Arm you against your other enemies,\r\n    I'll make a peace between your soul and you.\r\n    Young Arthur is alive. This hand of mine\r\n    Is yet a maiden and an innocent hand,\r\n    Not painted with the crimson spots of blood.\r\n    Within this bosom never ent'red yet\r\n    The dreadful motion of a murderous thought\r\n    And you have slander'd nature in my form,\r\n    Which, howsoever rude exteriorly,\r\n    Is yet the cover of a fairer mind\r\n    Than to be butcher of an innocent child.\r\n  KING JOHN. Doth Arthur live? O, haste thee to the peers,\r\n    Throw this report on their incensed rage\r\n    And make them tame to their obedience!\r\n    Forgive the comment that my passion made\r\n    Upon thy feature; for my rage was blind,\r\n    And foul imaginary eyes of blood\r\n    Presented thee more hideous than thou art.\r\n    O, answer not; but to my closet bring\r\n    The angry lords with all expedient haste.\r\n    I conjure thee but slowly; run more fast.                  Exeunt\r\n\r\nSCENE 3.\r\n\r\nEngland. Before the castle\r\n\r\nEnter ARTHUR, on the walls\r\n\r\n  ARTHUR. The wall is high, and yet will I leap down.\r\n    Good ground, be pitiful and hurt me not!\r\n    There's few or none do know me; if they did,\r\n    This ship-boy's semblance hath disguis'd me quite.\r\n    I am afraid; and yet I'll venture it.\r\n    If I get down and do not break my limbs,\r\n    I'll find a thousand shifts to get away.\r\n    As good to die and go, as die and stay.              [Leaps down]\r\n    O me! my uncle's spirit is in these stones.\r\n    Heaven take my soul, and England keep my bones!\r\n    [Dies]\r\n\r\n          Enter PEMBROKE, SALISBURY, and BIGOT\r\n\r\n  SALISBURY. Lords, I will meet him at Saint Edmundsbury;\r\n    It is our safety, and we must embrace\r\n    This gentle offer of the perilous time.\r\n  PEMBROKE. Who brought that letter from the Cardinal?\r\n  SALISBURY. The Count Melun, a noble lord of France,\r\n    Whose private with me of the Dauphin's love\r\n    Is much more general than these lines import.\r\n  BIGOT. To-morrow morning let us meet him then.\r\n  SALISBURY. Or rather then set forward; for 'twill be\r\n    Two long days' journey, lords, or ere we meet.\r\n\r\n                 Enter the BASTARD\r\n\r\n  BASTARD. Once more to-day well met, distemper'd lords!\r\n    The King by me requests your presence straight.\r\n  SALISBURY. The King hath dispossess'd himself of us.\r\n    We will not line his thin bestained cloak\r\n    With our pure honours, nor attend the foot\r\n    That leaves the print of blood where'er it walks.\r\n    Return and tell him so. We know the worst.\r\n  BASTARD. Whate'er you think, good words, I think, were best.\r\n  SALISBURY. Our griefs, and not our manners, reason now.\r\n  BASTARD. But there is little reason in your grief;\r\n    Therefore 'twere reason you had manners now.\r\n  PEMBROKE. Sir, sir, impatience hath his privilege.\r\n  BASTARD. 'Tis true-to hurt his master, no man else.\r\n  SALISBURY. This is the prison. What is he lies here?\r\n  PEMBROKE. O death, made proud with pure and princely beauty!\r\n    The earth had not a hole to hide this deed.\r\n  SALISBURY. Murder, as hating what himself hath done,\r\n    Doth lay it open to urge on revenge.\r\n  BIGOT. Or, when he doom'd this beauty to a grave,\r\n    Found it too precious-princely for a grave.\r\n  SALISBURY. Sir Richard, what think you? Have you beheld,\r\n    Or have you read or heard, or could you think?\r\n    Or do you almost think, although you see,\r\n    That you do see? Could thought, without this object,\r\n    Form such another? This is the very top,\r\n    The height, the crest, or crest unto the crest,\r\n    Of murder's arms; this is the bloodiest shame,\r\n    The wildest savagery, the vilest stroke,\r\n    That ever wall-ey'd wrath or staring rage\r\n    Presented to the tears of soft remorse.\r\n  PEMBROKE. All murders past do stand excus'd in this;\r\n    And this, so sole and so unmatchable,\r\n    Shall give a holiness, a purity,\r\n    To the yet unbegotten sin of times,\r\n    And prove a deadly bloodshed but a jest,\r\n    Exampled by this heinous spectacle.\r\n  BASTARD. It is a damned and a bloody work;\r\n    The graceless action of a heavy hand,\r\n    If that it be the work of any hand.\r\n  SALISBURY. If that it be the work of any hand!\r\n    We had a kind of light what would ensue.\r\n    It is the shameful work of Hubert's hand;\r\n    The practice and the purpose of the King;\r\n    From whose obedience I forbid my soul\r\n    Kneeling before this ruin of sweet life,\r\n    And breathing to his breathless excellence\r\n    The incense of a vow, a holy vow,\r\n    Never to taste the pleasures of the world,\r\n    Never to be infected with delight,\r\n    Nor conversant with ease and idleness,\r\n    Till I have set a glory to this hand\r\n    By giving it the worship of revenge.\r\n  PEMBROKE. and BIGOT. Our souls religiously confirm thy words.\r\n\r\n                     Enter HUBERT\r\n\r\n  HUBERT. Lords, I am hot with haste in seeking you.\r\n    Arthur doth live; the King hath sent for you.\r\n  SALISBURY. O, he is bold, and blushes not at death!\r\n    Avaunt, thou hateful villain, get thee gone!\r\n  HUBERT. I am no villain.\r\n  SALISBURY. Must I rob the law?                  [Drawing his sword]\r\n  BASTARD. Your sword is bright, sir; put it up again.\r\n  SALISBURY. Not till I sheathe it in a murderer's skin.\r\n  HUBERT. Stand back, Lord Salisbury, stand back, I say;\r\n    By heaven, I think my sword's as sharp as yours.\r\n    I would not have you, lord, forget yourself,\r\n    Nor tempt the danger of my true defence;\r\n    Lest I, by marking of your rage, forget\r\n    Your worth, your greatness and nobility.\r\n  BIGOT. Out, dunghill! Dar'st thou brave a nobleman?\r\n  HUBERT. Not for my life; but yet I dare defend\r\n    My innocent life against an emperor.\r\n  SALISBURY. Thou art a murderer.\r\n  HUBERT. Do not prove me so.\r\n    Yet I am none. Whose tongue soe'er speaks false,\r\n    Not truly speaks; who speaks not truly, lies.\r\n  PEMBROKE. Cut him to pieces.\r\n  BASTARD. Keep the peace, I say.\r\n  SALISBURY. Stand by, or I shall gall you, Faulconbridge.\r\n  BASTARD. Thou wert better gall the devil, Salisbury.\r\n    If thou but frown on me, or stir thy foot,\r\n    Or teach thy hasty spleen to do me shame,\r\n    I'll strike thee dead. Put up thy sword betime;\r\n    Or I'll so maul you and your toasting-iron\r\n    That you shall think the devil is come from hell.\r\n  BIGOT. What wilt thou do, renowned Faulconbridge?\r\n    Second a villain and a murderer?\r\n  HUBERT. Lord Bigot, I am none.\r\n  BIGOT. Who kill'd this prince?\r\n  HUBERT. 'Tis not an hour since I left him well.\r\n    I honour'd him, I lov'd him, and will weep\r\n    My date of life out for his sweet life's loss.\r\n  SALISBURY. Trust not those cunning waters of his eyes,\r\n    For villainy is not without such rheum;\r\n    And he, long traded in it, makes it seem\r\n    Like rivers of remorse and innocency.\r\n    Away with me, all you whose souls abhor\r\n    Th' uncleanly savours of a slaughter-house;\r\n    For I am stifled with this smell of sin.\r\n  BIGOT. Away toward Bury, to the Dauphin there!\r\n  PEMBROKE. There tell the King he may inquire us out.\r\n                                                         Exeunt LORDS\r\n  BASTARD. Here's a good world! Knew you of this fair work?\r\n    Beyond the infinite and boundless reach\r\n    Of mercy, if thou didst this deed of death,\r\n    Art thou damn'd, Hubert.\r\n  HUBERT. Do but hear me, sir.\r\n  BASTARD. Ha! I'll tell thee what:\r\n    Thou'rt damn'd as black-nay, nothing is so black-\r\n    Thou art more deep damn'd than Prince Lucifer;\r\n    There is not yet so ugly a fiend of hell\r\n    As thou shalt be, if thou didst kill this child.\r\n  HUBERT. Upon my soul-\r\n  BASTARD. If thou didst but consent\r\n    To this most cruel act, do but despair;\r\n    And if thou want'st a cord, the smallest thread\r\n    That ever spider twisted from her womb\r\n    Will serve to strangle thee; a rush will be a beam\r\n    To hang thee on; or wouldst thou drown thyself,\r\n    Put but a little water in a spoon\r\n    And it shall be as all the ocean,\r\n    Enough to stifle such a villain up\r\n    I do suspect thee very grievously.\r\n  HUBERT. If I in act, consent, or sin of thought,\r\n    Be guilty of the stealing that sweet breath\r\n    Which was embounded in this beauteous clay,\r\n    Let hell want pains enough to torture me!\r\n    I left him well.\r\n  BASTARD. Go, bear him in thine arms.\r\n    I am amaz'd, methinks, and lose my way\r\n    Among the thorns and dangers of this world.\r\n    How easy dost thou take all England up!\r\n    From forth this morsel of dead royalty\r\n    The life, the right, and truth of all this realm\r\n    Is fled to heaven; and England now is left\r\n    To tug and scamble, and to part by th' teeth\r\n    The unowed interest of proud-swelling state.\r\n    Now for the bare-pick'd bone of majesty\r\n    Doth dogged war bristle his angry crest\r\n    And snarleth in the gentle eyes of peace;\r\n    Now powers from home and discontents at home\r\n    Meet in one line; and vast confusion waits,\r\n    As doth a raven on a sick-fall'n beast,\r\n    The imminent decay of wrested pomp.\r\n    Now happy he whose cloak and cincture can\r\n    Hold out this tempest. Bear away that child,\r\n    And follow me with speed. I'll to the King;\r\n    A thousand businesses are brief in hand,\r\n    And heaven itself doth frown upon the land.                Exeunt\r\n\r\nACT V. SCENE 1. England. KING JOHN'S palace\r\n\r\nEnter KING JOHN, PANDULPH, and attendants\r\n\r\n  KING JOHN. Thus have I yielded up into your hand\r\n    The circle of my glory.\r\n  PANDULPH.  [Gives back the crown]  Take again\r\n    From this my hand, as holding of the Pope,\r\n    Your sovereign greatness and authority.\r\n  KING JOHN. Now keep your holy word; go meet the French;\r\n    And from his Holiness use all your power\r\n    To stop their marches fore we are inflam'd.\r\n    Our discontented counties do revolt;\r\n    Our people quarrel with obedience,\r\n    Swearing allegiance and the love of soul\r\n    To stranger blood, to foreign royalty.\r\n    This inundation of mistemp'red humour\r\n    Rests by you only to be qualified.\r\n    Then pause not; for the present time's so sick\r\n    That present med'cine must be minist'red\r\n    Or overthrow incurable ensues.\r\n  PANDULPH. It was my breath that blew this tempest up,\r\n    Upon your stubborn usage of the Pope;\r\n    But since you are a gentle convertite,\r\n    My tongue shall hush again this storm of war\r\n    And make fair weather in your blust'ring land.\r\n    On this Ascension-day, remember well,\r\n    Upon your oath of service to the Pope,\r\n    Go I to make the French lay down their arms.                 Exit\r\n  KING JOHN. Is this Ascension-day? Did not the prophet\r\n    Say that before Ascension-day at noon\r\n    My crown I should give off? Even so I have.\r\n    I did suppose it should be on constraint;\r\n    But, heaven be thank'd, it is but voluntary.\r\n\r\n                 Enter the BASTARD\r\n\r\n  BASTARD. All Kent hath yielded; nothing there holds out\r\n    But Dover Castle. London hath receiv'd,\r\n    Like a kind host, the Dauphin and his powers.\r\n    Your nobles will not hear you, but are gone\r\n    To offer service to your enemy;\r\n    And wild amazement hurries up and down\r\n    The little number of your doubtful friends.\r\n  KING JOHN. Would not my lords return to me again\r\n    After they heard young Arthur was alive?\r\n    BASTARD. They found him dead, and cast into the streets,\r\n    An empty casket, where the jewel of life\r\n    By some damn'd hand was robbed and ta'en away.\r\n  KING JOHN. That villain Hubert told me he did live.\r\n  BASTARD. So, on my soul, he did, for aught he knew.\r\n    But wherefore do you droop? Why look you sad?\r\n    Be great in act, as you have been in thought;\r\n    Let not the world see fear and sad distrust\r\n    Govern the motion of a kingly eye.\r\n    Be stirring as the time; be fire with fire;\r\n    Threaten the threat'ner, and outface the brow\r\n    Of bragging horror; so shall inferior eyes,\r\n    That borrow their behaviours from the great,\r\n    Grow great by your example and put on\r\n    The dauntless spirit of resolution.\r\n    Away, and glister like the god of war\r\n    When he intendeth to become the field;\r\n    Show boldness and aspiring confidence.\r\n    What, shall they seek the lion in his den,\r\n    And fright him there, and make him tremble there?\r\n    O, let it not be said! Forage, and run\r\n    To meet displeasure farther from the doors\r\n    And grapple with him ere he come so nigh.\r\n  KING JOHN. The legate of the Pope hath been with me,\r\n    And I have made a happy peace with him;\r\n    And he hath promis'd to dismiss the powers\r\n    Led by the Dauphin.\r\n  BASTARD. O inglorious league!\r\n    Shall we, upon the footing of our land,\r\n    Send fair-play orders, and make compromise,\r\n    Insinuation, parley, and base truce,\r\n    To arms invasive? Shall a beardless boy,\r\n    A cock'red silken wanton, brave our fields\r\n    And flesh his spirit in a warlike soil,\r\n    Mocking the air with colours idly spread,\r\n    And find no check? Let us, my liege, to arms.\r\n    Perchance the Cardinal cannot make your peace;\r\n    Or, if he do, let it at least be said\r\n    They saw we had a purpose of defence.\r\n  KING JOHN. Have thou the ordering of this present time.\r\n  BASTARD. Away, then, with good courage!\r\n    Yet, I know\r\n    Our party may well meet a prouder foe.                     Exeunt\r\n\r\nSCENE 2. England. The DAUPHIN'S camp at Saint Edmundsbury\r\n\r\nEnter, in arms, LEWIS, SALISBURY, MELUN, PEMBROKE, BIGOT, and soldiers\r\n\r\n  LEWIS. My Lord Melun, let this be copied out\r\n    And keep it safe for our remembrance;\r\n    Return the precedent to these lords again,\r\n    That, having our fair order written down,\r\n    Both they and we, perusing o'er these notes,\r\n    May know wherefore we took the sacrament,\r\n    And keep our faiths firm and inviolable.\r\n  SALISBURY. Upon our sides it never shall be broken.\r\n    And, noble Dauphin, albeit we swear\r\n    A voluntary zeal and an unurg'd faith\r\n    To your proceedings; yet, believe me, Prince,\r\n    I am not glad that such a sore of time\r\n    Should seek a plaster by contemn'd revolt,\r\n    And heal the inveterate canker of one wound\r\n    By making many. O, it grieves my soul\r\n    That I must draw this metal from my side\r\n    To be a widow-maker! O, and there\r\n    Where honourable rescue and defence\r\n    Cries out upon the name of Salisbury!\r\n    But such is the infection of the time\r\n    That, for the health and physic of our right,\r\n    We cannot deal but with the very hand\r\n    Of stern injustice and confused wrong.\r\n    And is't not pity, O my grieved friends!\r\n    That we, the sons and children of this isle,\r\n    Were born to see so sad an hour as this;\r\n    Wherein we step after a stranger-march\r\n    Upon her gentle bosom, and fill up\r\n    Her enemies' ranks-I must withdraw and weep\r\n    Upon the spot of this enforced cause-\r\n    To grace the gentry of a land remote\r\n    And follow unacquainted colours here?\r\n    What, here? O nation, that thou couldst remove!\r\n    That Neptune's arms, who clippeth thee about,\r\n    Would bear thee from the knowledge of thyself\r\n    And grapple thee unto a pagan shore,\r\n    Where these two Christian armies might combine\r\n    The blood of malice in a vein of league,\r\n    And not to spend it so unneighbourly!\r\n  LEWIS. A noble temper dost thou show in this;\r\n    And great affections wrestling in thy bosom\r\n    Doth make an earthquake of nobility.\r\n    O, what a noble combat hast thou fought\r\n    Between compulsion and a brave respect!\r\n    Let me wipe off this honourable dew\r\n    That silverly doth progress on thy cheeks.\r\n    My heart hath melted at a lady's tears,\r\n    Being an ordinary inundation;\r\n    But this effusion of such manly drops,\r\n    This show'r, blown up by tempest of the soul,\r\n    Startles mine eyes and makes me more amaz'd\r\n    Than had I seen the vaulty top of heaven\r\n    Figur'd quite o'er with burning meteors.\r\n    Lift up thy brow, renowned Salisbury,\r\n    And with a great heart heave away this storm;\r\n    Commend these waters to those baby eyes\r\n    That never saw the giant world enrag'd,\r\n    Nor met with fortune other than at feasts,\r\n    Full of warm blood, of mirth, of gossiping.\r\n    Come, come; for thou shalt thrust thy hand as deep\r\n    Into the purse of rich prosperity\r\n    As Lewis himself. So, nobles, shall you all,\r\n    That knit your sinews to the strength of mine.\r\n\r\n                Enter PANDULPH\r\n\r\n    And even there, methinks, an angel spake:\r\n    Look where the holy legate comes apace,\r\n    To give us warrant from the hand of heaven\r\n    And on our actions set the name of right\r\n    With holy breath.\r\n  PANDULPH. Hail, noble prince of France!\r\n    The next is this: King John hath reconcil'd\r\n    Himself to Rome; his spirit is come in,\r\n    That so stood out against the holy Church,\r\n    The great metropolis and see of Rome.\r\n    Therefore thy threat'ning colours now wind up\r\n    And tame the savage spirit of wild war,\r\n    That, like a lion fostered up at hand,\r\n    It may lie gently at the foot of peace\r\n    And be no further harmful than in show.\r\n  LEWIS. Your Grace shall pardon me, I will not back:\r\n    I am too high-born to be propertied,\r\n    To be a secondary at control,\r\n    Or useful serving-man and instrument\r\n    To any sovereign state throughout the world.\r\n    Your breath first kindled the dead coal of wars\r\n    Between this chastis'd kingdom and myself\r\n    And brought in matter that should feed this fire;\r\n    And now 'tis far too huge to be blown out\r\n    With that same weak wind which enkindled it.\r\n    You taught me how to know the face of right,\r\n    Acquainted me with interest to this land,\r\n    Yea, thrust this enterprise into my heart;\r\n    And come ye now to tell me John hath made\r\n    His peace with Rome? What is that peace to me?\r\n    I, by the honour of my marriage-bed,\r\n    After young Arthur, claim this land for mine;\r\n    And, now it is half-conquer'd, must I back\r\n    Because that John hath made his peace with Rome?\r\n    Am I Rome's slave? What penny hath Rome borne,\r\n    What men provided, what munition sent,\r\n    To underprop this action? Is 't not I\r\n    That undergo this charge? Who else but I,\r\n    And such as to my claim are liable,\r\n    Sweat in this business and maintain this war?\r\n    Have I not heard these islanders shout out\r\n    'Vive le roi!' as I have bank'd their towns?\r\n    Have I not here the best cards for the game\r\n    To will this easy match, play'd for a crown?\r\n    And shall I now give o'er the yielded set?\r\n    No, no, on my soul, it never shall be said.\r\n  PANDULPH. You look but on the outside of this work.\r\n  LEWIS. Outside or inside, I will not return\r\n    Till my attempt so much be glorified\r\n    As to my ample hope was promised\r\n    Before I drew this gallant head of war,\r\n    And cull'd these fiery spirits from the world\r\n    To outlook conquest, and to will renown\r\n    Even in the jaws of danger and of death.\r\n                                                     [Trumpet sounds]\r\n    What lusty trumpet thus doth summon us?\r\n\r\n             Enter the BASTARD, attended\r\n\r\n  BASTARD. According to the fair play of the world,\r\n    Let me have audience: I am sent to speak.\r\n    My holy lord of Milan, from the King\r\n    I come, to learn how you have dealt for him;\r\n    And, as you answer, I do know the scope\r\n    And warrant limited unto my tongue.\r\n  PANDULPH. The Dauphin is too wilful-opposite,\r\n    And will not temporize with my entreaties;\r\n    He flatly says he'll not lay down his arms.\r\n  BASTARD. By all the blood that ever fury breath'd,\r\n    The youth says well. Now hear our English King;\r\n    For thus his royalty doth speak in me.\r\n    He is prepar'd, and reason too he should.\r\n    This apish and unmannerly approach,\r\n    This harness'd masque and unadvised revel\r\n    This unhair'd sauciness and boyish troops,\r\n    The King doth smile at; and is well prepar'd\r\n    To whip this dwarfish war, these pigmy arms,\r\n    From out the circle of his territories.\r\n    That hand which had the strength, even at your door.\r\n    To cudgel you and make you take the hatch,\r\n    To dive like buckets in concealed wells,\r\n    To crouch in litter of your stable planks,\r\n    To lie like pawns lock'd up in chests and trunks,\r\n    To hug with swine, to seek sweet safety out\r\n    In vaults and prisons, and to thrill and shake\r\n    Even at the crying of your nation's crow,\r\n    Thinking this voice an armed Englishman-\r\n    Shall that victorious hand be feebled here\r\n    That in your chambers gave you chastisement?\r\n    No. Know the gallant monarch is in arms\r\n    And like an eagle o'er his aery tow'rs\r\n    To souse annoyance that comes near his nest.\r\n    And you degenerate, you ingrate revolts,\r\n    You bloody Neroes, ripping up the womb\r\n    Of your dear mother England, blush for shame;\r\n    For your own ladies and pale-visag'd maids,\r\n    Like Amazons, come tripping after drums,\r\n    Their thimbles into armed gauntlets change,\r\n    Their needles to lances, and their gentle hearts\r\n    To fierce and bloody inclination.\r\n  LEWIS. There end thy brave, and turn thy face in peace;\r\n    We grant thou canst outscold us. Fare thee well;\r\n    We hold our time too precious to be spent\r\n    With such a brabbler.\r\n  PANDULPH. Give me leave to speak.\r\n  BASTARD. No, I will speak.\r\n  LEWIS. We will attend to neither.\r\n    Strike up the drums; and let the tongue of war,\r\n    Plead for our interest and our being here.\r\n  BASTARD. Indeed, your drums, being beaten, will cry out;\r\n    And so shall you, being beaten. Do but start\r\n    And echo with the clamour of thy drum,\r\n    And even at hand a drum is ready brac'd\r\n    That shall reverberate all as loud as thine:\r\n    Sound but another, and another shall,\r\n    As loud as thine, rattle the welkin's ear\r\n    And mock the deep-mouth'd thunder; for at hand-\r\n    Not trusting to this halting legate here,\r\n    Whom he hath us'd rather for sport than need-\r\n    Is warlike John; and in his forehead sits\r\n    A bare-ribb'd death, whose office is this day\r\n    To feast upon whole thousands of the French.\r\n  LEWIS. Strike up our drums to find this danger out.\r\n  BASTARD. And thou shalt find it, Dauphin, do not doubt.\r\n    Exeunt\r\n\r\nSCENE 3.\r\n\r\nEngland. The field of battle\r\n\r\nAlarums. Enter KING JOHN and HUBERT\r\n\r\n  KING JOHN. How goes the day with us? O, tell me, Hubert.\r\n  HUBERT. Badly, I fear. How fares your Majesty?\r\n  KING JOHN. This fever that hath troubled me so long\r\n    Lies heavy on me. O, my heart is sick!\r\n\r\n                  Enter a MESSENGER\r\n\r\n  MESSENGER. My lord, your valiant kinsman, Faulconbridge,\r\n    Desires your Majesty to leave the field\r\n    And send him word by me which way you go.\r\n  KING JOHN. Tell him, toward Swinstead, to the abbey there.\r\n  MESSENGER. Be of good comfort; for the great supply\r\n    That was expected by the Dauphin here\r\n    Are wreck'd three nights ago on Goodwin Sands;\r\n    This news was brought to Richard but even now.\r\n    The French fight coldly, and retire themselves.\r\n  KING JOHN. Ay me, this tyrant fever burns me up\r\n    And will not let me welcome this good news.\r\n    Set on toward Swinstead; to my litter straight;\r\n    Weakness possesseth me, and I am faint.                    Exeunt\r\n\r\nSCENE 4.\r\n\r\nEngland. Another part of the battlefield\r\n\r\nEnter SALISBURY, PEMBROKE, and BIGOT\r\n\r\n  SALISBURY. I did not think the King so stor'd with friends.\r\n  PEMBROKE. Up once again; put spirit in the French;\r\n    If they miscarry, we miscarry too.\r\n  SALISBURY. That misbegotten devil, Faulconbridge,\r\n    In spite of spite, alone upholds the day.\r\n  PEMBROKE. They say King John, sore sick, hath left the field.\r\n\r\n                 Enter MELUN, wounded\r\n\r\n  MELUN. Lead me to the revolts of England here.\r\n  SALISBURY. When we were happy we had other names.\r\n  PEMBROKE. It is the Count Melun.\r\n  SALISBURY. Wounded to death.\r\n  MELUN. Fly, noble English, you are bought and sold;\r\n    Unthread the rude eye of rebellion,\r\n    And welcome home again discarded faith.\r\n    Seek out King John, and fall before his feet;\r\n    For if the French be lords of this loud day,\r\n    He means to recompense the pains you take\r\n    By cutting off your heads. Thus hath he sworn,\r\n    And I with him, and many moe with me,\r\n    Upon the altar at Saint Edmundsbury;\r\n    Even on that altar where we swore to you\r\n    Dear amity and everlasting love.\r\n  SALISBURY. May this be possible? May this be true?\r\n  MELUN. Have I not hideous death within my view,\r\n    Retaining but a quantity of life,\r\n    Which bleeds away even as a form of wax\r\n    Resolveth from his figure 'gainst the fire?\r\n    What in the world should make me now deceive,\r\n    Since I must lose the use of all deceit?\r\n    Why should I then be false, since it is true\r\n    That I must die here, and live hence by truth?\r\n    I say again, if Lewis do will the day,\r\n    He is forsworn if e'er those eyes of yours\r\n    Behold another day break in the east;\r\n    But even this night, whose black contagious breath\r\n    Already smokes about the burning crest\r\n    Of the old, feeble, and day-wearied sun,\r\n    Even this ill night, your breathing shall expire,\r\n    Paying the fine of rated treachery\r\n    Even with a treacherous fine of all your lives.\r\n    If Lewis by your assistance win the day.\r\n    Commend me to one Hubert, with your King;\r\n    The love of him-and this respect besides,\r\n    For that my grandsire was an Englishman-\r\n    Awakes my conscience to confess all this.\r\n    In lieu whereof, I pray you, bear me hence\r\n    From forth the noise and rumour of the field,\r\n    Where I may think the remnant of my thoughts\r\n    In peace, and part this body and my soul\r\n    With contemplation and devout desires.\r\n  SALISBURY. We do believe thee; and beshrew my soul\r\n    But I do love the favour and the form\r\n    Of this most fair occasion, by the which\r\n    We will untread the steps of damned flight,\r\n    And like a bated and retired flood,\r\n    Leaving our rankness and irregular course,\r\n    Stoop low within those bounds we have o'erlook'd,\r\n    And calmly run on in obedience\r\n    Even to our ocean, to great King John.\r\n    My arm shall give thee help to bear thee hence;\r\n    For I do see the cruel pangs of death\r\n    Right in thine eye. Away, my friends! New flight,\r\n    And happy newness, that intends old right.\r\n                                            Exeunt, leading off MELUN\r\n\r\nSCENE 5.\r\n\r\nEngland. The French camp\r\n\r\nEnter LEWIS and his train\r\n\r\n  LEWIS. The sun of heaven, methought, was loath to set,\r\n    But stay'd and made the western welkin blush,\r\n    When English measure backward their own ground\r\n    In faint retire. O, bravely came we off,\r\n    When with a volley of our needless shot,\r\n    After such bloody toil, we bid good night;\r\n    And wound our tott'ring colours clearly up,\r\n    Last in the field and almost lords of it!\r\n\r\n                 Enter a MESSENGER\r\n\r\n  MESSENGER. Where is my prince, the Dauphin?\r\n  LEWIS. Here; what news?\r\n  MESSENGER. The Count Melun is slain; the English lords\r\n    By his persuasion are again fall'n off,\r\n    And your supply, which you have wish'd so long,\r\n    Are cast away and sunk on Goodwin Sands.\r\n  LEWIS. Ah, foul shrewd news! Beshrew thy very heart!\r\n    I did not think to be so sad to-night\r\n    As this hath made me. Who was he that said\r\n    King John did fly an hour or two before\r\n    The stumbling night did part our weary pow'rs?\r\n  MESSENGER. Whoever spoke it, it is true, my lord.\r\n  LEWIS. keep good quarter and good care to-night;\r\n    The day shall not be up so soon as I\r\n    To try the fair adventure of to-morrow.                    Exeunt\r\n\r\nSCENE 6.\r\n\r\nAn open place wear Swinstead Abbey\r\n\r\nEnter the BASTARD and HUBERT, severally\r\n\r\n  HUBERT. Who's there? Speak, ho! speak quickly, or I shoot.\r\n  BASTARD. A friend. What art thou?\r\n  HUBERT. Of the part of England.\r\n  BASTARD. Whither dost thou go?\r\n  HUBERT. What's that to thee? Why may I not demand\r\n    Of thine affairs as well as thou of mine?\r\n  BASTARD. Hubert, I think.\r\n  HUBERT. Thou hast a perfect thought.\r\n    I will upon all hazards well believe\r\n    Thou art my friend that know'st my tongue so well.\r\n    Who art thou?\r\n  BASTARD. Who thou wilt. And if thou please,\r\n    Thou mayst befriend me so much as to think\r\n    I come one way of the Plantagenets.\r\n  HUBERT. Unkind remembrance! thou and eyeless night\r\n    Have done me shame. Brave soldier, pardon me\r\n    That any accent breaking from thy tongue\r\n    Should scape the true acquaintance of mine ear.\r\n  BASTARD. Come, come; sans compliment, what news abroad?\r\n  HUBERT. Why, here walk I in the black brow of night\r\n    To find you out.\r\n  BASTARD. Brief, then; and what's the news?\r\n  HUBERT. O, my sweet sir, news fitting to the night,\r\n    Black, fearful, comfortless, and horrible.\r\n  BASTARD. Show me the very wound of this ill news;\r\n    I am no woman, I'll not swoon at it.\r\n  HUBERT. The King, I fear, is poison'd by a monk;\r\n    I left him almost speechless and broke out\r\n    To acquaint you with this evil, that you might\r\n    The better arm you to the sudden time\r\n    Than if you had at leisure known of this.\r\n  BASTARD. How did he take it; who did taste to him?\r\n  HUBERT. A monk, I tell you; a resolved villain,\r\n    Whose bowels suddenly burst out. The King\r\n    Yet speaks, and peradventure may recover.\r\n  BASTARD. Who didst thou leave to tend his Majesty?\r\n  HUBERT. Why, know you not? The lords are all come back,\r\n    And brought Prince Henry in their company;\r\n    At whose request the King hath pardon'd them,\r\n    And they are all about his Majesty.\r\n  BASTARD. Withhold thine indignation, mighty heaven,\r\n    And tempt us not to bear above our power!\r\n    I'll tell thee, Hubert, half my power this night,\r\n    Passing these flats, are taken by the tide-\r\n    These Lincoln Washes have devoured them;\r\n    Myself, well-mounted, hardly have escap'd.\r\n    Away, before! conduct me to the King;\r\n    I doubt he will be dead or ere I come.                     Exeunt\r\n\r\nSCENE 7.\r\n\r\nThe orchard at Swinstead Abbey\r\n\r\nEnter PRINCE HENRY, SALISBURY, and BIGOT\r\n\r\n  PRINCE HENRY. It is too late; the life of all his blood\r\n    Is touch'd corruptibly, and his pure brain.\r\n    Which some suppose the soul's frail dwelling-house,\r\n    Doth by the idle comments that it makes\r\n    Foretell the ending of mortality.\r\n\r\n                   Enter PEMBROKE\r\n\r\n  PEMBROKE. His Highness yet doth speak, and holds belief\r\n    That, being brought into the open air,\r\n    It would allay the burning quality\r\n    Of that fell poison which assaileth him.\r\n  PRINCE HENRY. Let him be brought into the orchard here.\r\n    Doth he still rage?                                    Exit BIGOT\r\n  PEMBROKE. He is more patient\r\n    Than when you left him; even now he sung.\r\n  PRINCE HENRY. O vanity of sickness! Fierce extremes\r\n    In their continuance will not feel themselves.\r\n    Death, having prey'd upon the outward parts,\r\n    Leaves them invisible, and his siege is now\r\n    Against the mind, the which he pricks and wounds\r\n    With many legions of strange fantasies,\r\n    Which, in their throng and press to that last hold,\r\n    Confound themselves. 'Tis strange that death should sing.\r\n    I am the cygnet to this pale faint swan\r\n    Who chants a doleful hymn to his own death,\r\n    And from the organ-pipe of frailty sings\r\n    His soul and body to their lasting rest.\r\n  SALISBURY. Be of good comfort, Prince; for you are born\r\n    To set a form upon that indigest\r\n    Which he hath left so shapeless and so rude.\r\n\r\n       Re-enter BIGOT and attendants, who bring in\r\n                KING JOHN in a chair\r\n\r\n  KING JOHN. Ay, marry, now my soul hath elbow-room;\r\n    It would not out at windows nor at doors.\r\n    There is so hot a summer in my bosom\r\n    That all my bowels crumble up to dust.\r\n    I am a scribbled form drawn with a pen\r\n    Upon a parchment, and against this fire\r\n    Do I shrink up.\r\n  PRINCE HENRY. How fares your Majesty?\r\n  KING JOHN. Poison'd-ill-fare! Dead, forsook, cast off;\r\n    And none of you will bid the winter come\r\n    To thrust his icy fingers in my maw,\r\n    Nor let my kingdom's rivers take their course\r\n    Through my burn'd bosom, nor entreat the north\r\n    To make his bleak winds kiss my parched lips\r\n    And comfort me with cold. I do not ask you much;\r\n    I beg cold comfort; and you are so strait\r\n    And so ingrateful you deny me that.\r\n  PRINCE HENRY. O that there were some virtue in my tears,\r\n    That might relieve you!\r\n  KING JOHN. The salt in them is hot.\r\n    Within me is a hell; and there the poison\r\n    Is as a fiend confin'd to tyrannize\r\n    On unreprievable condemned blood.\r\n\r\n                 Enter the BASTARD\r\n\r\n  BASTARD. O, I am scalded with my violent motion\r\n    And spleen of speed to see your Majesty!\r\n  KING JOHN. O cousin, thou art come to set mine eye!\r\n    The tackle of my heart is crack'd and burnt,\r\n    And all the shrouds wherewith my life should sail\r\n    Are turned to one thread, one little hair;\r\n    My heart hath one poor string to stay it by,\r\n    Which holds but till thy news be uttered;\r\n    And then all this thou seest is but a clod\r\n    And module of confounded royalty.\r\n  BASTARD. The Dauphin is preparing hitherward,\r\n    Where God He knows how we shall answer him;\r\n    For in a night the best part of my pow'r,\r\n    As I upon advantage did remove,\r\n    Were in the Washes all unwarily\r\n    Devoured by the unexpected flood.                 [The KING dies]\r\n  SALISBURY. You breathe these dead news in as dead an ear.\r\n    My liege! my lord! But now a king-now thus.\r\n  PRINCE HENRY. Even so must I run on, and even so stop.\r\n    What surety of the world, what hope, what stay,\r\n    When this was now a king, and now is clay?\r\n  BASTARD. Art thou gone so? I do but stay behind\r\n    To do the office for thee of revenge,\r\n    And then my soul shall wait on thee to heaven,\r\n    As it on earth hath been thy servant still.\r\n    Now, now, you stars that move in your right spheres,\r\n    Where be your pow'rs? Show now your mended faiths,\r\n    And instantly return with me again\r\n    To push destruction and perpetual shame\r\n    Out of the weak door of our fainting land.\r\n    Straight let us seek, or straight we shall be sought;\r\n    The Dauphin rages at our very heels.\r\n  SALISBURY. It seems you know not, then, so much as we:\r\n    The Cardinal Pandulph is within at rest,\r\n    Who half an hour since came from the Dauphin,\r\n    And brings from him such offers of our peace\r\n    As we with honour and respect may take,\r\n    With purpose presently to leave this war.\r\n  BASTARD. He will the rather do it when he sees\r\n    Ourselves well sinewed to our defence.\r\n  SALISBURY. Nay, 'tis in a manner done already;\r\n    For many carriages he hath dispatch'd\r\n    To the sea-side, and put his cause and quarrel\r\n    To the disposing of the Cardinal;\r\n    With whom yourself, myself, and other lords,\r\n    If you think meet, this afternoon will post\r\n    To consummate this business happily.\r\n  BASTARD. Let it be so. And you, my noble Prince,\r\n    With other princes that may best be spar'd,\r\n    Shall wait upon your father's funeral.\r\n  PRINCE HENRY. At Worcester must his body be interr'd;\r\n    For so he will'd it.\r\n  BASTARD. Thither shall it, then;\r\n    And happily may your sweet self put on\r\n    The lineal state and glory of the land!\r\n    To whom, with all submission, on my knee\r\n    I do bequeath my faithful services\r\n    And true subjection everlastingly.\r\n  SALISBURY. And the like tender of our love we make,\r\n    To rest without a spot for evermore.\r\n  PRINCE HENRY. I have a kind soul that would give you thanks,\r\n    And knows not how to do it but with tears.\r\n  BASTARD. O, let us pay the time but needful woe,\r\n    Since it hath been beforehand with our griefs.\r\n    This England never did, nor never shall,\r\n    Lie at the proud foot of a conqueror,\r\n    But when it first did help to wound itself.\r\n    Now these her princes are come home again,\r\n    Come the three corners of the world in arms,\r\n    And we shall shock them. Nought shall make us rue,\r\n    If England to itself do rest but true.                     Exeunt\r\n\r\n\r\n\r\n\r"