"THE FIRST PART OF KING HENRY THE FOURTH\r\n\r\n\r\n\r\n Dramatis Personæ\r\n\r\nKING HENRY the Fourth.\r\nHENRY, PRINCE of Wales, son to the King.\r\nPrince John of LANCASTER, son to the King.\r\nEarl of WESTMORELAND.\r\nSir Walter BLUNT.\r\nThomas Percy, Earl of WORCESTER.\r\nHenry Percy, Earl of NORTHUMBERLAND.\r\nHenry Percy, surnamed HOTSPUR, his son.\r\nEdmund MORTIMER, Earl of March.\r\nScroop, ARCHBISHOP of York.\r\nSIR MICHAEL, his Friend.\r\nArchibald, Earl of DOUGLAS.\r\nOwen GLENDOWER.\r\nSir Richard VERNON.\r\nSir John FALSTAFF.\r\nPOINS.\r\nGADSHILL.\r\nPETO.\r\nBARDOLPH.\r\nLADY PERCY, Wife to Hotspur.\r\nLady Mortimer, Daughter to Glendower.\r\nMrs. Quickly, Hostess in Eastcheap.\r\nLords, Officers, Sheriff, Vintner, Chamberlain, Drawers,\r\nCarriers, Travellers and Attendants.\r\n\r\nSCENE. England and Wales.\r\n\r\nACT I.\r\n\r\nSCENE I. London. A Room in the Palace.\r\n\r\n[Enter the King Henry, Westmoreland, Sir Walter Blunt, and others.]\r\n\r\nKING.\r\nSo shaken as we are, so wan with care,\r\nFind we a time for frighted peace to pant,\r\nAnd breathe short-winded accents of new broils\r\nTo be commenced in strands afar remote.\r\nNo more the thirsty entrance of this soil\r\nShall daub her lips with her own children’s blood;\r\nNo more shall trenching war channel her fields,\r\nNor bruise her flowerets with the armed hoofs\r\nOf hostile paces:  those opposed eyes,\r\nWhich, like the meteors of a troubled heaven,\r\nAll of one nature, of one substance bred,\r\nDid lately meet in the intestine shock\r\nAnd furious close of civil butchery,\r\nShall now, in mutual well-beseeming ranks,\r\nMarch all one way, and be no more opposed\r\nAgainst acquaintance, kindred, and allies:\r\nThe edge of war, like an ill-sheathed knife,\r\nNo more shall cut his master. Therefore, friends,\r\nAs far as to the sepulchre of Christ—\r\nWhose soldier now, under whose blessed cross\r\nWe are impressed and engaged to fight—\r\nForthwith a power of English shall we levy,\r\nTo chase these pagans in those holy fields\r\nOver whose acres walk’d those blessed feet\r\nWhich fourteen hundred years ago were nail’d\r\nFor our advantage on the bitter cross.\r\nBut this our purpose now is twelvemonth old,\r\nAnd bootless ’tis to tell you we will go:\r\nTherefore we meet not now.—Then let me hear\r\nOf you, my gentle cousin Westmoreland,\r\nWhat yesternight our Council did decree\r\nIn forwarding this dear expedience.\r\n\r\nWESTMORELAND.\r\nMy liege, this haste was hot in question,\r\nAnd many limits of the charge set down\r\nBut yesternight; when, all athwart, there came\r\nA post from Wales loaden with heavy news;\r\nWhose worst was, that the noble Mortimer,\r\nLeading the men of Herefordshire to fight\r\nAgainst th’ irregular and wild Glendower,\r\nWas by the rude hands of that Welshman taken;\r\nA thousand of his people butchered,\r\nUpon whose dead corpse’ there was such misuse,\r\nSuch beastly, shameless transformation,\r\nBy those Welshwomen done, as may not be\r\nWithout much shame re-told or spoken of.\r\n\r\nKING.\r\nIt seems, then, that the tidings of this broil\r\nBrake off our business for the Holy Land.\r\n\r\nWESTMORELAND.\r\nThis, match’d with other, did, my gracious lord;\r\nFor more uneven and unwelcome news\r\nCame from the North, and thus it did import:\r\nOn Holy-rood day the gallant Hotspur there,\r\nYoung Harry Percy, and brave Archibald,\r\nThat ever-valiant and approved Scot,\r\nAt Holmedon met;\r\nWhere they did spend a sad and bloody hour,\r\nAs by discharge of their artillery,\r\nAnd shape of likelihood, the news was told;\r\nFor he that brought them, in the very heat\r\nAnd pride of their contention did take horse,\r\nUncertain of the issue any way.\r\n\r\nKING.\r\nHere is a dear and true-industrious friend,\r\nSir Walter Blunt, new lighted from his horse,\r\nStain’d with the variation of each soil\r\nBetwixt that Holmedon and this seat of ours;\r\nAnd he hath brought us smooth and welcome news.\r\nThe Earl of Douglas is discomfited:\r\nTen thousand bold Scots, two-and-twenty knights,\r\nBalk’d in their own blood, did Sir Walter see\r\nOn Holmedon’s plains:  of prisoners, Hotspur took\r\nMordake the Earl of Fife and eldest son\r\nTo beaten Douglas; and the Earls of Athol,\r\nOf Murray, Angus, and Menteith.\r\nAnd is not this an honourable spoil,\r\nA gallant prize? ha, cousin, is it not?\r\n\r\nWESTMORELAND.\r\nFaith, ’tis a conquest for a prince to boast of.\r\n\r\nKING.\r\nYea, there thou makest me sad, and makest me sin\r\nIn envy that my Lord Northumberland\r\nShould be the father to so blest a son,—\r\nA son who is the theme of honour’s tongue;\r\nAmongst a grove, the very straightest plant;\r\nWho is sweet Fortune’s minion and her pride:\r\nWhilst I, by looking on the praise of him,\r\nSee riot and dishonour stain the brow\r\nOf my young Harry. O, that it could be proved\r\nThat some night-tripping fairy had exchanged\r\nIn cradle-clothes our children where they lay,\r\nAnd call’d mine Percy, his Plantagenet!\r\nThen would I have his Harry, and he mine:\r\nBut let him from my thoughts. What think you, coz,\r\nOf this young Percy’s pride? the prisoners,\r\nWhich he in this adventure hath surprised,\r\nTo his own use he keeps; and sends me word,\r\nI shall have none but Mordake Earl of Fife.\r\n\r\nWESTMORELAND.\r\nThis is his uncle’s teaching, this is Worcester,\r\nMalevolent to you in all aspects;\r\nWhich makes him prune himself, and bristle up\r\nThe crest of youth against your dignity.\r\n\r\nKING.\r\nBut I have sent for him to answer this;\r\nAnd for this cause awhile we must neglect\r\nOur holy purpose to Jerusalem.\r\nCousin, on Wednesday next our Council we\r\nWill hold at Windsor; so inform the lords:\r\nBut come yourself with speed to us again;\r\nFor more is to be said and to be done\r\nThan out of anger can be uttered.\r\n\r\nWESTMORELAND.\r\nI will, my liege.\r\n\r\n[Exeunt.]\r\n\r\nSCENE II. The same. An Apartment of Prince Henry’s.\r\n\r\n[Enter Prince Henry and Falstaff.]\r\n\r\nFALSTAFF.\r\nNow, Hal, what time of day is it, lad?\r\n\r\nPRINCE.\r\nThou art so fat-witted, with drinking of old sack, and unbuttoning thee\r\nafter supper, and sleeping upon benches after noon, that thou hast\r\nforgotten to demand that truly which thou wouldst truly know. What a\r\ndevil hast thou to do with the time of the day? unless hours were cups\r\nof sack, and minutes capons, and the blessed Sun himself a fair hot\r\nwench in flame-coloured taffeta, I see no reason why thou shouldst be\r\nso superfluous to demand the time of the day.\r\n\r\nFALSTAFF.\r\nIndeed, you come near me now, Hal; for we that take purses go by the\r\nMoon and the seven stars, and not by Phoebus,—he, that wandering knight\r\nso fair. And I pr’ythee, sweet wag, when thou art king,—as, God save\r\nthy Grace—Majesty I should say, for grace thou wilt have none,—\r\n\r\nPRINCE.\r\nWhat, none?\r\n\r\nFALSTAFF.\r\nNo, by my troth; not so much as will serve to be prologue to an egg and\r\nbutter.\r\n\r\nPRINCE.\r\nWell, how then? come, roundly, roundly.\r\n\r\nFALSTAFF.\r\nMarry, then, sweet wag, when thou art king, let not us that are squires\r\nof the night’s body be called thieves of the day’s beauty:  let us be\r\nDiana’s foresters, gentlemen of the shade, minions of the Moon; and let\r\nmen say we be men of good government, being governed, as the sea is, by\r\nour noble and chaste mistress the Moon, under whose countenance we\r\nsteal.\r\n\r\nPRINCE.\r\nThou say’st well, and it holds well too; for the fortune of us that are\r\nthe Moon’s men doth ebb and flow like the sea, being governed, as the\r\nsea is, by the Moon. As, for proof, now: A purse of gold most\r\nresolutely snatch’d on Monday night, and most dissolutely spent on\r\nTuesday morning; got with swearing Lay by, and spent with crying Bring\r\nin; now ill as low an ebb as the foot of the ladder, and by-and-by in\r\nas high a flow as the ridge of the gallows.\r\n\r\nFALSTAFF.\r\nBy the Lord, thou say’st true, lad.  And is not my hostess of the\r\ntavern a most sweet wench?\r\n\r\nPRINCE.\r\nAs the honey of Hybla, my old lad of the castle.  And is not a buff\r\njerkin a most sweet robe of durance?\r\n\r\nFALSTAFF.\r\nHow now, how now, mad wag! what, in thy quips and thy quiddities? what\r\na plague have I to do with a buff jerkin?\r\n\r\nPRINCE.\r\nWhy, what a pox have I to do with my hostess of the tavern?\r\n\r\nFALSTAFF.\r\nWell, thou hast call’d her to a reckoning many a time and oft.\r\n\r\nPRINCE.\r\nDid I ever call for thee to pay thy part?\r\n\r\nFALSTAFF.\r\nNo; I’ll give thee thy due, thou hast paid all there.\r\n\r\nPRINCE.\r\nYea, and elsewhere, so far as my coin would stretch; and where it would\r\nnot, I have used my credit.\r\n\r\nFALSTAFF.\r\nYea, and so used it, that, were it not here apparent that thou art\r\nheir-apparent—But I pr’ythee, sweet wag, shall there be gallows\r\nstanding in England when thou art king? and resolution thus fobb’d as\r\nit is with the rusty curb of old father antic the law? Do not thou,\r\nwhen thou art king, hang a thief.\r\n\r\nPRINCE.\r\nNo; thou shalt.\r\n\r\nFALSTAFF.\r\nShall I? O rare! By the Lord, I’ll be a brave judge.\r\n\r\nPRINCE.\r\nThou judgest false already:  I mean, thou shalt have the hanging of the\r\nthieves, and so become a rare hangman.\r\n\r\nFALSTAFF.\r\nWell, Hal, well; and in some sort it jumps with my humour; as well as\r\nwaiting in the Court, I can tell you.\r\n\r\nPRINCE.\r\nFor obtaining of suits?\r\n\r\nFALSTAFF.\r\nYea, for obtaining of suits, whereof the hangman hath no lean wardrobe.\r\n’Sblood, I am as melancholy as a gib-cat or a lugg’d bear.\r\n\r\nPRINCE.\r\nOr an old lion, or a lover’s lute.\r\n\r\nFALSTAFF.\r\nYea, or the drone of a Lincolnshire bagpipe.\r\n\r\nPRINCE.\r\nWhat say’st thou to a hare, or the melancholy of Moor-ditch?\r\n\r\nFALSTAFF.\r\nThou hast the most unsavoury similes, and art, indeed, the most\r\ncomparative, rascalliest, sweet young prince,—But, Hal, I pr’ythee\r\ntrouble me no more with vanity. I would to God thou and I knew where a\r\ncommodity of good names were to be bought. An old lord of the Council\r\nrated me the other day in the street about you, sir,—but I mark’d him\r\nnot; and yet he talk’d very wisely,—but I regarded him not; and yet he\r\ntalk’d wisely, and in the street too.\r\n\r\nPRINCE.\r\nThou didst well; for wisdom cries out in the streets, and no man\r\nregards it.\r\n\r\nFALSTAFF.\r\nO, thou hast damnable iteration, and art, indeed, able to corrupt a\r\nsaint. Thou hast done much harm upon me, Hal; God forgive thee for it!\r\nBefore I knew thee, Hal, I knew nothing; and now am I, if a man should\r\nspeak truly, little better than one of the wicked. I must give over\r\nthis life, and I will give it over; by the Lord, an I do not, I am a\r\nvillain:  I’ll be damn’d for never a king’s son in Christendom.\r\n\r\nPRINCE.\r\nWhere shall we take a purse to-morrow, Jack?\r\n\r\nFALSTAFF.\r\nZounds, where thou wilt, lad; I’ll make one:  an I do not, call me\r\nvillain, and baffle me.\r\n\r\nPRINCE.\r\nI see a good amendment of life in thee,—from praying to purse-taking.\r\n\r\nFALSTAFF.\r\nWhy, Hal, ’tis my vocation, Hal; ’tis no sin for a man to labour in his\r\nvocation.\r\n\r\n[Enter Poins.]\r\n\r\nPOINS.\r\nNow shall we know if Gadshill have set a match. O, if men were to be\r\nsaved by merit, what hole in Hell were hot enough for him? This is the\r\nmost omnipotent villain that ever cried Stand! to a true man.\r\n\r\nPRINCE.\r\nGood morrow, Ned.\r\n\r\nPOINS.\r\nGood morrow, sweet Hal.—What says Monsieur Remorse? what says Sir John\r\nSack-and-sugar? Jack, how agrees the Devil and thee about thy soul,\r\nthat thou soldest him on Good-Friday last for a cup of Madeira and a\r\ncold capon’s leg?\r\n\r\nPRINCE.\r\nSir John stands to his word,—the Devil shall have his bargain;\r\nfor he was never yet a breaker of proverbs,—he will give the\r\nDevil his due.\r\n\r\nPOINS.\r\nThen art thou damn’d for keeping thy word with the Devil.\r\n\r\nPRINCE.\r\nElse he had been damn’d for cozening the Devil.\r\n\r\nPOINS.\r\nBut, my lads, my lads, to-morrow morning, by four o’clock, early at\r\nGads-hill! there are pilgrims gong to Canterbury with rich offerings,\r\nand traders riding to London with fat purses: I have visards for you\r\nall; you have horses for yourselves:  Gadshill lies to-night in\r\nRochester:  I have bespoke supper to-morrow night in Eastcheap:  we may\r\ndo it as secure as sleep. If you will go, I will stuff your purses full\r\nof crowns; if you will not, tarry at home and be hang’d.\r\n\r\nFALSTAFF.\r\nHear ye, Yedward; if I tarry at home and go not, I’ll hang you for\r\ngoing.\r\n\r\nPOINS.\r\nYou will, chops?\r\n\r\nFALSTAFF.\r\nHal, wilt thou make one?\r\n\r\nPRINCE.\r\nWho, I rob? I a thief? not I, by my faith.\r\n\r\nFALSTAFF.\r\nThere’s neither honesty, manhood, nor good fellowship in thee, nor thou\r\ncamest not of the blood royal, if thou darest not stand for ten\r\nshillings.\r\n\r\nPRINCE.\r\nWell, then, once in my days I’ll be a madcap.\r\n\r\nFALSTAFF.\r\nWhy, that’s well said.\r\n\r\nPRINCE.\r\nWell, come what will, I’ll tarry at home.\r\n\r\nFALSTAFF.\r\nBy the Lord, I’ll be a traitor, then, when thou art king.\r\n\r\nPRINCE.\r\nI care not.\r\n\r\nPOINS.\r\nSir John, I pr’ythee, leave the Prince and me alone: I will lay him\r\ndown such reasons for this adventure, that he shall go.\r\n\r\nFALSTAFF.\r\nWell, God give thee the spirit of persuasion, and him the ears of\r\nprofiting, that what thou speakest may move, and what he hears may be\r\nbelieved, that the true Prince may, for recreation- sake, prove a false\r\nthief; for the poor abuses of the time want countenance. Farewell; you\r\nshall find me in Eastcheap.\r\n\r\nPRINCE.\r\nFarewell, thou latter Spring! farewell, All-hallown Summer!\r\n\r\n[Exit Falstaff.]\r\n\r\nPOINS.\r\nNow, my good sweet honey-lord, ride with us to-morrow:  I have a jest\r\nto execute that I cannot manage alone. Falstaff, Bardolph, Peto, and\r\nGadshill, shall rob those men that we have already waylaid:  yourself\r\nand I will not be there; and when they have the booty, if you and I do\r\nnot rob them, cut this head off from my shoulders.\r\n\r\nPRINCE.\r\nBut how shall we part with them in setting forth?\r\n\r\nPOINS.\r\nWhy, we will set forth before or after them, and appoint them a place\r\nof meeting, wherein it is at our pleasure to fail; and then will they\r\nadventure upon the exploit themselves; which they shall have no sooner\r\nachieved but we’ll set upon them.\r\n\r\nPRINCE.\r\nAy, but ’tis like that they will know us by our horses, by our habits,\r\nand by every other appointment, to be ourselves.\r\n\r\nPOINS.\r\nTut! our horses they shall not see,—I’ll tie them in the wood; our\r\nvisards we will change, after we leave them; and, sirrah, I have cases\r\nof buckram for the nonce, to immask our noted outward garments.\r\n\r\nPRINCE.\r\nBut I doubt they will be too hard for us.\r\n\r\nPOINS.\r\nWell, for two of them, I know them to be as true-bred cowards as ever\r\nturn’d back; and for the third, if he fight longer than he sees reason,\r\nI’ll forswear arms. The virtue of this jest will be, the\r\nincomprehensible lies that this same fat rogue will tell us when we\r\nmeet at supper: how thirty, at least, he fought with; what wards, what\r\nblows, what extremities he endured; and in the reproof of this lies the\r\njest.\r\n\r\nPRINCE.\r\nWell, I’ll go with thee:  provide us all things necessary and meet me\r\nto-night in Eastcheap; there I’ll sup. Farewell.\r\n\r\nPOINS.\r\nFarewell, my lord.\r\n\r\n[Exit.]\r\n\r\nPRINCE.\r\nI know you all, and will awhile uphold\r\nThe unyok’d humour of your idleness:\r\nYet herein will I imitate the Sun,\r\nWho doth permit the base contagious clouds\r\nTo smother-up his beauty from the world,\r\nThat, when he please again to be himself,\r\nBeing wanted, he may be more wonder’d at,\r\nBy breaking through the foul and ugly mists\r\nOf vapours that did seem to strangle him.\r\nIf all the year were playing holidays,\r\nTo sport would be as tedious as to work;\r\nBut, when they seldom come, they wish’d-for come,\r\nAnd nothing pleaseth but rare accidents.\r\nSo, when this loose behaviour I throw off,\r\nAnd pay the debt I never promised,\r\nBy how much better than my word I am,\r\nBy so much shall I falsify men’s hopes;\r\nAnd, like bright metal on a sullen ground,\r\nMy reformation, glittering o’er my fault,\r\nShall show more goodly and attract more eyes\r\nThan that which hath no foil to set it off.\r\nI’ll so offend, to make offence a skill;\r\nRedeeming time, when men think least I will.\r\n\r\n[Exit.]\r\n\r\nSCENE III. The Same. A Room in the Palace.\r\n\r\n[Enter King Henry, Northumberland, Worcester, Hotspur, Sir Walter\r\nBlunt, and others.]\r\n\r\nKING.\r\nMy blood hath been too cold and temperate,\r\nUnapt to stir at these indignities,\r\nAnd you have found me; for, accordingly,\r\nYou tread upon my patience:  but be sure\r\nI will from henceforth rather be myself,\r\nMighty and to be fear’d, than my condition,\r\nWhich hath been smooth as oil, soft as young down,\r\nAnd therefore lost that title of respect\r\nWhich the proud soul ne’er pays but to the proud.\r\n\r\nWORCESTER.\r\nOur House, my sovereign liege, little deserves\r\nThe scourge of greatness to be used on it;\r\nAnd that same greatness too which our own hands\r\nHave holp to make so portly.\r\n\r\nNORTHUMBERLAND.\r\nMy good lord,—\r\n\r\nKING.\r\nWorcester, get thee gone; for I do see\r\nDanger and disobedience in thine eye:\r\nO, sir, your presence is too bold and peremptory,\r\nAnd majesty might never yet endure\r\nThe moody frontier of a servant brow.\r\nYou have good leave to leave us:  when we need\r\nYour use and counsel, we shall send for you.\r\n\r\n[Exit Worcester.]\r\n\r\n[To Northumberland.]\r\n\r\nYou were about to speak.\r\n\r\nNORTHUMBERLAND.\r\nYea, my good lord.\r\nThose prisoners in your Highness’ name demanded,\r\nWhich Harry Percy here at Holmedon took,\r\nWere, as he says, not with such strength denied\r\nAs is deliver’d to your Majesty:\r\nEither envy, therefore, or misprision\r\nIs guilty of this fault, and not my son.\r\n\r\nHOTSPUR.\r\nMy liege, I did deny no prisoners.\r\nBut, I remember, when the fight was done,\r\nWhen I was dry with rage and extreme toil,\r\nBreathless and faint, leaning upon my sword,\r\nCame there a certain lord, neat, trimly dress’d,\r\nFresh as a bridegroom; and his chin new reap’d\r\nShow’d like a stubble-land at harvest-home:\r\nHe was perfumed like a milliner;\r\nAnd ’twixt his finger and his thumb he held\r\nA pouncet-box, which ever and anon\r\nHe gave his nose, and took’t away again;\r\nWho therewith angry, when it next came there,\r\nTook it in snuff:  and still he smiled and talk’d;\r\nAnd, as the soldiers bore dead bodies by,\r\nHe call’d them untaught knaves, unmannerly,\r\nTo bring a slovenly unhandsome corse\r\nBetwixt the wind and his nobility.\r\nWith many holiday and lady terms\r\nHe question’d me; amongst the rest, demanded\r\nMy prisoners in your Majesty’s behalf.\r\nI then, all smarting with my wounds being cold,\r\nOut of my grief and my impatience\r\nTo be so pester’d with a popinjay,\r\nAnswer’d neglectingly, I know not what,—\r\nHe should, or he should not; for’t made me mad\r\nTo see him shine so brisk, and smell so sweet,\r\nAnd talk so like a waiting-gentlewoman\r\nOf guns and drums and wounds,—God save the mark!—\r\nAnd telling me the sovereign’st thing on Earth\r\nWas parmaceti for an inward bruise;\r\nAnd that it was great pity, so it was,\r\nThis villainous salt-petre should be digg’d\r\nOut of the bowels of the harmless earth,\r\nWhich many a good tall fellow had destroy’d\r\nSo cowardly; and, but for these vile guns,\r\nHe would himself have been a soldier.\r\nThis bald unjointed chat of his, my lord,\r\nI answered indirectly, as I said;\r\nAnd I beseech you, let not his report\r\nCome current for an accusation\r\nBetwixt my love and your high Majesty.\r\n\r\nBLUNT.\r\nThe circumstance consider’d, good my lord,\r\nWhatever Harry Percy then had said\r\nTo such a person, and in such a place,\r\nAt such a time, with all the rest re-told,\r\nMay reasonably die, and never rise\r\nTo do him wrong, or any way impeach\r\nWhat then he said, so he unsay it now.\r\n\r\nKING.\r\nWhy, yet he doth deny his prisoners,\r\nBut with proviso and exception,\r\nThat we at our own charge shall ransom straight\r\nHis brother-in-law, the foolish Mortimer;\r\nWho, on my soul, hath wilfully betray’d\r\nThe lives of those that he did lead to fight\r\nAgainst that great magician, damn’d Glendower,\r\nWhose daughter, as we hear, the Earl of March\r\nHath lately married. Shall our coffers, then,\r\nBe emptied to redeem a traitor home?\r\nShall we buy treason? and indent with fears\r\nWhen they have lost and forfeited themselves?\r\nNo, on the barren mountains let him starve;\r\nFor I shall never hold that man my friend\r\nWhose tongue shall ask me for one penny cost\r\nTo ransom home revolted Mortimer.\r\n\r\nHOTSPUR.\r\nRevolted Mortimer!\r\nHe never did fall off, my sovereign liege,\r\nBut by the chance of war:  to prove that true\r\nNeeds no more but one tongue for all those wounds,\r\nThose mouthed wounds, which valiantly he took,\r\nWhen on the gentle Severn’s sedgy bank,\r\nIn single opposition, hand to hand,\r\nHe did confound the best part of an hour\r\nIn changing hardiment with great Glendower.\r\nThree times they breathed, and three times did they drink,\r\nUpon agreement, of swift Severn’s flood;\r\nWho then, affrighted with their bloody looks,\r\nRan fearfully among the trembling reeds,\r\nAnd hid his crisp head in the hollow bank\r\nBlood-stained with these valiant combatants.\r\nNever did base and rotten policy\r\nColour her working with such deadly wounds;\r\nNor never could the noble Mortimer\r\nReceive so many, and all willingly:\r\nThen let not him be slander’d with revolt.\r\n\r\nKING.\r\nThou dost belie him, Percy, thou dost belie him;\r\nHe never did encounter with Glendower:\r\nI tell thee,\r\nHe durst as well have met the Devil alone\r\nAs Owen Glendower for an enemy.\r\nArt not ashamed? But, sirrah, henceforth\r\nLet me not hear you speak of Mortimer:\r\nSend me your prisoners with the speediest means,\r\nOr you shall hear in such a kind from me\r\nAs will displease you.—My Lord Northumberland,\r\nWe license your departure with your son.—\r\nSend us your prisoners, or you’ll hear of it.\r\n\r\n[Exeunt King Henry, Blunt, and train.]\r\n\r\nHOTSPUR.\r\nAn if the Devil come and roar for them,\r\nI will not send them:  I will after straight,\r\nAnd tell him so; for I will else my heart,\r\nAlthough it be with hazard of my head.\r\n\r\nNORTHUMBERLAND.\r\nWhat, drunk with choler? stay, and pause awhile:\r\nHere comes your uncle.\r\n\r\n[Re-enter Worcester.]\r\n\r\nHOTSPUR.\r\nSpeak of Mortimer!\r\nZounds, I will speak of him; and let my soul\r\nWant mercy, if I do not join with him:\r\nYea, on his part I’ll empty all these veins,\r\nAnd shed my dear blood drop by drop i’ the dust,\r\nBut I will lift the down-trod Mortimer\r\nAs high i’ the air as this unthankful King,\r\nAs this ingrate and canker’d Bolingbroke.\r\n\r\nNORTH.\r\n[To Worcester.]\r\nBrother, the King hath made your nephew mad.\r\n\r\nWORCESTER.\r\nWho struck this heat up after I was gone?\r\n\r\nHOTSPUR.\r\nHe will, forsooth, have all my prisoners;\r\nAnd when I urged the ransom once again\r\nOf my wife’s brother, then his cheek look’d pale,\r\nAnd on my face he turn’d an eye of death,\r\nTrembling even at the name of Mortimer.\r\n\r\nWORCESTER.\r\nI cannot blame him:  was not he proclaim’d\r\nBy Richard that dead is the next of blood?\r\n\r\nNORTHUMBERLAND.\r\nHe was; I heard the proclamation:\r\nAnd then it was when the unhappy King—\r\nWhose wrongs in us God pardon!—did set forth\r\nUpon his Irish expedition;\r\nFrom whence he intercepted did return\r\nTo be deposed, and shortly murdered.\r\n\r\nWORCESTER.\r\nAnd for whose death we in the world’s wide mouth\r\nLive scandalized and foully spoken of.\r\n\r\nHOTSPUR.\r\nBut, soft! I pray you; did King Richard then\r\nProclaim my brother Edmund Mortimer\r\nHeir to the crown?\r\n\r\nNORTHUMBERLAND.\r\nHe did; myself did hear it.\r\n\r\nHOTSPUR.\r\nNay, then I cannot blame his cousin King,\r\nThat wish’d him on the barren mountains starve.\r\nBut shall it be, that you, that set the crown\r\nUpon the head of this forgetful man,\r\nAnd for his sake wear the detested blot\r\nOf murderous subornation,—shall it be,\r\nThat you a world of curses undergo,\r\nBeing the agents, or base second means,\r\nThe cords, the ladder, or the hangman rather?—\r\nO, pardon me, that I descend so low,\r\nTo show the line and the predicament\r\nWherein you range under this subtle King;—\r\nShall it, for shame, be spoken in these days,\r\nOr fill up chronicles in time to come,\r\nThat men of your nobility and power\r\nDid gage them both in an unjust behalf,—\r\nAs both of you, God pardon it! have done,—\r\nTo put down Richard, that sweet lovely rose,\r\nAnd plant this thorn, this canker, Bolingbroke?\r\nAnd shall it, in more shame, be further spoken,\r\nThat you are fool’d, discarded, and shook off\r\nBy him for whom these shames ye underwent?\r\nNo! yet time serves, wherein you may redeem\r\nYour banish’d honours, and restore yourselves\r\nInto the good thoughts of the world again;\r\nRevenge the jeering and disdain’d contempt\r\nOf this proud King, who studies day and night\r\nTo answer all the debt he owes to you\r\nEven with the bloody payment of your deaths:\r\nTherefore, I say,—\r\n\r\nWORCESTER.\r\nPeace, cousin, say no more:\r\nAnd now I will unclasp a secret book,\r\nAnd to your quick-conceiving discontent\r\nI’ll read you matter deep and dangerous;\r\nAs full of peril and adventurous spirit\r\nAs to o’er-walk a current roaring loud\r\nOn the unsteadfast footing of a spear.\r\n\r\nHOTSPUR.\r\nIf we fall in, good night, or sink or swim!\r\nSend danger from the east unto the west,\r\nSo honour cross it from the north to south,\r\nAnd let them grapple. O, the blood more stirs\r\nTo rouse a lion than to start a hare!\r\n\r\nNORTHUMBERLAND.\r\nImagination of some great exploit\r\nDrives him beyond the bounds of patience.\r\n\r\nHOTSPUR.\r\nBy Heaven, methinks it were an easy leap,\r\nTo pluck bright honour from the pale-faced Moon;\r\nOr dive into the bottom of the deep,\r\nWhere fathom-line could never touch the ground,\r\nAnd pluck up drowned honour by the locks;\r\nSo he that doth redeem her thence might wear\r\nWithout corrival all her dignities:\r\nBut out upon this half-faced fellowship!\r\n\r\nWORCESTER.\r\nHe apprehends a world of figures here,\r\nBut not the form of what he should attend.—\r\nGood cousin, give me audience for a while.\r\n\r\nHOTSPUR.\r\nI cry you mercy.\r\n\r\nWORCESTER.\r\nThose same noble Scots\r\nThat are your prisoners,—\r\n\r\nHOTSPUR.\r\nI’ll keep them all;\r\nBy God, he shall not have a Scot of them;\r\nNo, if a Scot would save his soul, he shall not:\r\nI’ll keep them, by this hand.\r\n\r\nWORCESTER.\r\nYou start away,\r\nAnd lend no ear unto my purposes.\r\nThose prisoners you shall keep;—\r\n\r\nHOTSPUR.\r\nNay, I will; that’s flat.\r\nHe said he would not ransom Mortimer;\r\nForbade my tongue to speak of Mortimer;\r\nBut I will find him when he lies asleep,\r\nAnd in his ear I’ll holla Mortimer!\r\nNay,\r\nI’ll have a starling shall be taught to speak\r\nNothing but Mortimer, and give it him,\r\nTo keep his anger still in motion.\r\n\r\nWORCESTER.\r\nHear you, cousin; a word.\r\n\r\nHOTSPUR.\r\nAll studies here I solemnly defy,\r\nSave how to gall and pinch this Bolingbroke:\r\nAnd that same sword-and-buckler Prince of Wales,\r\nBut that I think his father loves him not,\r\nAnd would be glad he met with some mischance,\r\nI’d have him poison’d with a pot of ale.\r\n\r\nWORCESTER.\r\nFarewell, kinsman:  I will talk to you\r\nWhen you are better temper’d to attend.\r\n\r\nNORTHUMBERLAND.\r\nWhy, what a wasp-stung and impatient fool\r\nArt thou, to break into this woman’s mood,\r\nTying thine ear to no tongue but thine own!\r\n\r\nHOTSPUR.\r\nWhy, look you, I am whipp’d and scourged with rods,\r\nNettled, and stung with pismires, when I hear\r\nOf this vile politician, Bolingbroke.\r\nIn Richard’s time,—what do you call the place?—\r\nA plague upon’t!—it is in Gioucestershire;—\r\n’Twas where the madcap Duke his uncle kept,\r\nHis uncle York;—where I first bow’d my knee\r\nUnto this king of smiles, this Bolingbroke;—\r\nWhen you and he came back from Ravenspurg.\r\n\r\nNORTHUMBERLAND.\r\nAt Berkeley-castle.\r\n\r\nHOTSPUR.\r\nYou say true:—\r\nWhy, what a candy deal of courtesy\r\nThis fawning greyhound then did proffer me!\r\nLook, when his infant fortune came to age,\r\nAnd, Gentle Harry Percy, and kind cousin,—\r\nO, the Devil take such cozeners!—God forgive me!—\r\nGood uncle, tell your tale; for I have done.\r\n\r\nWORCESTER.\r\nNay, if you have not, to’t again;\r\nWe’ll stay your leisure.\r\n\r\nHOTSPUR.\r\nI have done, i’faith.\r\n\r\nWORCESTER.\r\nThen once more to your Scottish prisoners.\r\nDeliver them up without their ransom straight,\r\nAnd make the Douglas’ son your only mean\r\nFor powers in Scotland; which, for divers reasons\r\nWhich I shall send you written, be assured,\r\nWill easily be granted.—\r\n[To Northumberland.] You, my lord,\r\nYour son in Scotland being thus employ’d,\r\nShall secretly into the bosom creep\r\nOf that same noble prelate, well beloved,\r\nTh’ Archbishop.\r\n\r\nHOTSPUR.\r\nOf York, is’t not?\r\n\r\nWORCESTER.\r\nTrue; who bears hard\r\nHis brother’s death at Bristol, the Lord Scroop.\r\nI speak not this in estimation,\r\nAs what I think might be, but what I know\r\nIs ruminated, plotted, and set down,\r\nAnd only stays but to behold the face\r\nOf that occasion that shall bring it on.\r\n\r\nHOTSPUR.\r\nI smell’t:  upon my life, it will do well.\r\n\r\nNORTHUMBERLAND.\r\nBefore the game’s a-foot, thou still lett’st slip.\r\n\r\nHOTSPUR.\r\nWhy, it cannot choose but be a noble plot:—\r\nAnd then the power of Scotland and of York\r\nTo join with Mortimer, ha?\r\n\r\nWORCESTER.\r\nAnd so they shall.\r\n\r\nHOTSPUR.\r\nIn faith, it is exceedingly well aim’d.\r\n\r\nWORCESTER.\r\nAnd ’tis no little reason bids us speed,\r\nTo save our heads by raising of a head;\r\nFor, bear ourselves as even as we can,\r\nThe King will always think him in our debt,\r\nAnd think we think ourselves unsatisfied,\r\nTill he hath found a time to pay us home:\r\nAnd see already how he doth begin\r\nTo make us strangers to his looks of love.\r\n\r\nHOTSPUR.\r\nHe does, he does:  we’ll be revenged on him.\r\n\r\nWORCESTER.\r\nCousin, farewell:  no further go in this\r\nThan I by letters shall direct your course.\r\nWhen time is ripe,— which will be suddenly,—\r\nI’ll steal to Glendower and Lord Mortimer;\r\nWhere you and Douglas, and our powers at once,\r\nAs I will fashion it, shall happily meet,\r\nTo bear our fortunes in our own strong arms,\r\nWhich now we hold at much uncertainty.\r\n\r\nNORTHUMBERLAND.\r\nFarewell, good brother:  we shall thrive, I trust.\r\n\r\nHOTSPUR.\r\nUncle, adieu: O, let the hours be short,\r\nTill fields and blows and groans applaud our sport!\r\n\r\n[Exeunt.]\r\n\r\nACT II.\r\n\r\nSCENE I. Rochester. An Inn-Yard.\r\n\r\n[Enter a Carrier with a lantern in his hand.]\r\n\r\nFIRST CARRIER.\r\nHeigh-ho! an’t be not four by the day, I’ll be hang’d:\r\nCharles’ wain is over the new chimney, and yet our horse’ not\r\npack’d.—What, ostler!\r\n\r\nOSTLER.\r\n[within.] Anon, anon.\r\n\r\nFIRST CARRIER.\r\nI pr’ythee, Tom, beat Cut’s saddle, put a few flocks in the point; the\r\npoor jade is wrung in the withers out of all cess.\r\n\r\n[Enter another Carrier.]\r\n\r\nSECOND CARRIER.\r\nPeas and beans are as dank here as a dog, and that is the next way to\r\ngive poor jades the bots; this house is turned upside down since Robin\r\nostler died.\r\n\r\nFIRST CARRIER.\r\nPoor fellow! never joyed since the price of oats rose; it was the death\r\nof him.\r\n\r\nSECOND CARRIER.\r\nI think this be the most villainous house in all London road for fleas:\r\n I am stung like a tench.\r\n\r\nFIRST CARRIER.\r\nLike a tench! by the Mass, there is ne’er a king in Christendom could\r\nbe better bit than I have been since the first cock.—What,\r\n\r\nostler! come away and be hang’d; come away.\r\n\r\nSECOND CARRIER.\r\nI have a gammon of bacon and two razes of ginger, to be delivered as\r\nfar as Charing-cross.\r\n\r\nFIRST CARRIER.\r\n’Odsbody! the turkeys in my pannier are quite starved.—What, ostler! A\r\nplague on thee! hast thou never an eye in thy head? canst not hear? An\r\n’twere not as good a deed as drink to break the pate of thee, I am a\r\nvery villain. Come, and be hang’d: hast no faith in thee?\r\n\r\n[Enter Gadshill.]\r\n\r\nGADSHILL.\r\nGood morrow, carriers. What’s o’clock?\r\n\r\nFIRST CARRIER.\r\nI think it be two o’clock.\r\n\r\nGADSHILL.\r\nI pr’ythee, lend me thy lantern, to see my gelding in the stable.\r\n\r\nFIRST CARRIER.\r\nNay, soft, I pray ye; I know a trick worth two of that, i’faith.\r\n\r\nGADSHILL.\r\nI pr’ythee, lend me thine.\r\n\r\nSECOND CARRIER.\r\nAy, when? canst tell? Lend me thy lantern, quoth a? marry, I’ll see\r\nthee hang’d first.\r\n\r\nGADSHILL.\r\nSirrah carrier, what time do you mean to come to London?\r\n\r\nSECOND CARRIER.\r\nTime enough to go to bed with a candle, I warrant thee.—\r\nCome, neighbour Muggs, we’ll call up the gentlemen:  they will\r\nalong with company, for they have great charge.\r\n\r\n[Exeunt Carriers.]\r\n\r\nGADSHILL.\r\nWhat, ho! chamberlain!\r\n\r\nCHAMBERLAIN.\r\n[Within.] At hand, quoth pick-purse.\r\n\r\nGADSHILL.\r\nThat’s even as fair as—at hand, quoth the chamberlain; for thou variest\r\nno more from picking of purses than giving direction doth from\r\nlabouring; thou lay’st the plot how.\r\n\r\n[Enter Chamberlain.]\r\n\r\nCHAMBERLAIN.\r\nGood morrow, Master Gadshill. It holds current that I told you\r\nyesternight:  there’s a franklin in the wild of Kent hath brought three\r\nhundred marks with him in gold:  I heard him tell it to one of his\r\ncompany last night at supper; a kind of auditor; one that hath\r\nabundance of charge too, God knows what. They are up already, and call\r\nfor eggs and butter; they will away presently.\r\n\r\nGADSHILL.\r\nSirrah, if they meet not with Saint Nicholas’ clerks, I’ll give thee\r\nthis neck.\r\n\r\nCHAMBERLAIN.\r\nNo, I’ll none of it: I pr’ythee, keep that for the hangman; for\r\nI know thou worshippest Saint Nicholas as truly as a man of\r\nfalsehood may.\r\n\r\nGADSHILL.\r\nWhat talkest thou to me of the hangman? if I hang, I’ll make a fat pair\r\nof gallows; for, if I hang, old Sir John hangs with me, and thou\r\nknow’st he is no starveling. Tut! there are other Trojans that thou\r\ndreamest not of, the which, for sport-sake, are content to do the\r\nprofession some grace; that would, if matters should be look’d into,\r\nfor their own credit-sake, make all whole. I am joined with no foot\r\nland-rakers, no long-staff sixpenny strikers, none of these mad\r\nmustachio purple-hued malt-worms; but with nobility and tranquillity,\r\nburgomasters and great oneyers; such as can hold in, such as will\r\nstrike sooner than speak, and speak sooner than drink, and drink sooner\r\nthan pray:  and yet, zwounds, I lie; for they pray continually to their\r\nsaint, the Commonwealth; or, rather, not pray to her, but prey on her,\r\nfor they ride up and down on her, and make her their boots.\r\n\r\nCHAMBERLAIN.\r\nWhat, the Commonwealth their boots? will she hold out water in foul\r\nway?\r\n\r\nGADSHILL.\r\nShe will, she will; justice hath liquor’d her. We steal as in a castle,\r\ncock-sure; we have the receipt of fernseed,—we walk invisible.\r\n\r\nCHAMBERLAIN.\r\nNay, by my faith, I think you are more beholding to the night than to\r\nfern-seed for your walking invisible.\r\n\r\nGADSHILL.\r\nGive me thy hand:  thou shalt have a share in our purchase, as\r\nI am a true man.\r\n\r\nCHAMBERLAIN.\r\nNay, rather let me have it, as you are a false thief.\r\n\r\nGADSHILL.\r\nGo to; homo is a common name to all men. Bid the ostler bring my\r\ngelding out of the stable. Farewell, you muddy knave.\r\n\r\n[Exeunt.]\r\n\r\nSCENE II. The Road by Gads-hill.\r\n\r\n[Enter Prince Henry and Poins; Bardolph and Peto at some distance.]\r\n\r\nPOINS.\r\nCome, shelter, shelter:  I have remov’d Falstaff’s horse, and he frets\r\nlike a gumm’d velvet.\r\n\r\nPRINCE.\r\nStand close.\r\n\r\n[They retire.]\r\n\r\n[Enter Falstaff.]\r\n\r\nFALSTAFF.\r\nPoins! Poins, and be hang’d! Poins!\r\n\r\nPRINCE.\r\n[Coming forward.]\r\nPeace, ye fat-kidney’d rascal! what a brawling dost thou keep!\r\n\r\nFALSTAFF.\r\nWhere’s Poins, Hal?\r\n\r\nPRINCE.\r\nHe is walk’d up to the top of the hill: I’ll go seek him.\r\n\r\n[Retires.]\r\n\r\nFALSTAFF.\r\nI am accursed to rob in that thief’s company:  the rascal hath removed\r\nmy horse, and tied him I know not where. If I travel but four foot by\r\nthe squire further a-foot, I shall break my wind. Well, I doubt not but\r\nto die a fair death for all this, if I ’scape hanging for killing that\r\nrogue. I have forsworn his company hourly any time this two-and-twenty\r\nyear, and yet I am bewitch’d with the rogue’s company. If the rascal\r\nhave not given me medicines to make me love him, I’ll be hang’d; it\r\ncould not be else:  I have drunk medicines.— Poins!—Hal!—a plague upon\r\nyou both!—Bardolph!—Peto!—I’ll starve, ere I’ll rob a foot further. An\r\n’twere not as good a deed as drink, to turn true man, and to leave\r\nthese rogues, I am the veriest varlet that ever chewed with a tooth.\r\nEight yards of uneven ground is threescore and ten miles a-foot with\r\nme; and the stony-hearted villains know it well enough:  a plague\r\nupon’t, when thieves cannot be true one to another! [They whistle.]\r\nWhew!—A plague upon you all! Give me my horse, you rogues; give me my\r\nhorse, and be hang’d!\r\n\r\nPRINCE.\r\n[Coming forward.] Peace! lie down; lay thine ear close to the ground,\r\nand list if thou canst hear the tread of travellers.\r\n\r\nFALSTAFF.\r\nHave you any levers to lift me up again, being down? ’Sblood, I’ll not\r\nbear mine own flesh so far a-foot again for all the coin in thy\r\nfather’s exchequer. What a plague mean ye to colt me thus?\r\n\r\nPRINCE.\r\nThou liest; thou art not colted, thou art uncolted.\r\n\r\nFALSTAFF.\r\nI pr’ythee, good Prince Hal, help me to my horse, good king’s son.\r\n\r\nPRINCE.\r\nOut, ye rogue! shall I be your ostler?\r\n\r\nFALSTAFF.\r\nGo, hang thyself in thine own heir-apparent garters! If I be ta’en,\r\nI’ll peach for this. An I have not ballads made on you all, and sung to\r\nfilthy tunes, let a cup of sack be my poison. When a jest is so\r\nforward, and a-foot too, I hate it.\r\n\r\n[Enter Gadshill.]\r\n\r\nGADSHILL.\r\nStand!\r\n\r\nFALSTAFF.\r\nSo I do, against my will.\r\n\r\nPOINS.\r\nO, ’tis our setter: I know his voice.\r\n\r\n[Comes forward with Bardolph and Peto.]\r\n\r\nBARDOLPH.\r\nWhat news?\r\n\r\nGADSHILL.\r\nCase ye, case ye; on with your visards:  there’s money of the King’s\r\ncoming down the hill; ’tis going to the King’s exchequer.\r\n\r\nFALSTAFF.\r\nYou lie, ye rogue; ’tis going to the King’s tavern.\r\n\r\nGADSHILL.\r\nThere’s enough to make us all.\r\n\r\nFALSTAFF.\r\nTo be hang’d.\r\n\r\nPRINCE.\r\nSirs, you four shall front them in the narrow lane; Ned\r\nPoins and I will walk lower; if they ’scape from your\r\nencounter, then they light on us.\r\n\r\nPETO.\r\nHow many be there of them?\r\n\r\nGADSHILL.\r\nSome eight or ten.\r\n\r\nFALSTAFF.\r\nZwounds, will they not rob us?\r\n\r\nPRINCE.\r\nWhat, a coward, Sir John Paunch?\r\n\r\nFALSTAFF.\r\nIndeed, I am not John of Gaunt, your grandfather; but yet no coward,\r\nHal.\r\n\r\nPRINCE.\r\nWell, we leave that to the proof.\r\n\r\nPOINS.\r\nSirrah Jack, thy horse stands behind the hedge:  when thou need’st him,\r\nthere thou shalt find him. Farewell, and stand fast.\r\n\r\nFALSTAFF.\r\nNow cannot I strike him, if I should be hang’d.\r\n\r\nPRINCE.\r\n[aside to POINTZ.] Ned, where are our disguises?\r\n\r\nPOINS.\r\n[aside to PRINCE HENRY.] Here, hard by:  stand close.\r\n\r\n[Exeunt Prince and Poins.]\r\n\r\nFALSTAFF.\r\nNow, my masters, happy man be his dole, say I:  every man to his\r\nbusiness.\r\n\r\n[Enter Travellers.]\r\n\r\nFIRST TRAVELLER.\r\nCome, neighbour:\r\nThe boy shall lead our horses down the hill;\r\nWe’ll walk a-foot awhile and ease our legs.\r\n\r\nFALSTAFF, GADSHILL., &C.\r\nStand!\r\n\r\nSECOND TRAVELLER.\r\nJesu bless us!\r\n\r\nFALSTAFF.\r\nStrike; down with them; cut the villains’ throats. Ah, whoreson\r\ncaterpillars! bacon-fed knaves! they hate us youth: down with them;\r\nfleece them.\r\n\r\nFIRST TRAVELLER.\r\nO, we’re undone, both we and ours for ever!\r\n\r\nFALSTAFF.\r\nHang ye, gorbellied knaves, are ye undone? No, ye fat chuffs; I would\r\nyour store were here! On, bacons on! What, ye knaves! young men must\r\nlive. You are grand-jurors, are ye? we’ll jure ye, i’faith.\r\n\r\n[Exeunt Fals., Gads., &c., driving the Travellers out.]\r\n\r\n[Re-enter Prince Henry and Poins, in buckram suits.]\r\n\r\nPRINCE.\r\nThe thieves have bound the true men. Now, could thou and I rob the\r\nthieves, and go merrily to London, it would be argument for a week,\r\nlaughter for a month, and a good jest for ever.\r\n\r\nPOINS.\r\nStand close:  I hear them coming.\r\n\r\n[They retire.]\r\n\r\n[Re-enter Falstaff, Gadshill, Bardolph, and Peto.]\r\n\r\nFALSTAFF.\r\nCome, my masters, let us share, and then to horse before day.\r\nAn the Prince and Poins be not two arrant cowards, there’s no\r\nequity stirring:  there’s no more valour in that Poins than in a\r\n\r\nwild duck.\r\n\r\n[As they are sharing, the Prince and Poins set upon them.]\r\n\r\nPRINCE.\r\nYour money!\r\n\r\nPOINS.\r\nVillains!\r\n\r\n[Falstaff, after a blow or two, and the others run away, leaving the\r\nbooty behind them.]\r\n\r\nPRINCE.\r\nGot with much ease. Now merrily to horse:\r\nThe thieves are scatter’d, and possess’d with fear\r\nSo strongly that they dare not meet each other;\r\nEach takes his fellow for an officer.\r\nAway, good Ned. Fat Falstaff sweats to death,\r\nAnd lards the lean earth as he walks along:\r\nWere’t not for laughing, I should pity him.\r\n\r\nPOINS.\r\nHow the rogue roar’d!\r\n\r\n[Exeunt.]\r\n\r\nSCENE III. Warkworth.  A Room in the Castle.\r\n\r\n[Enter Hotspur, reading a letter.]\r\n\r\nHOTSPUR.\r\n—But, for mine own part, my lord, I could be well contented to be\r\nthere, in respect of the love I bear your House.—He could be contented;\r\nwhy is he not, then? In respect of the love he bears our House!—he\r\nshows in this, he loves his own barn better than he loves our house.\r\nLet me see some more. The purpose you undertake is dangerous;—Why,\r\nthat’s certain:  ’tis dangerous to take a cold, to sleep, to drink; but\r\nI tell you, my lord fool, out of this nettle, danger, we pluck this\r\nflower, safety. The purpose you undertake is dangerous; the friends you\r\nhave named uncertain; the time itself unsorted; and your whole plot too\r\nlight for the counterpoise of so great an opposition.— Say you so, say\r\nyou so?  I say unto you again, you are a shallow, cowardly hind, and\r\nyou lie. What a lack-brain is this! By the Lord, our plot is a good\r\nplot as ever was laid; our friends true and constant: a good plot, good\r\nfriends, and full of expectation; an excellent plot, very good friends.\r\nWhat a frosty-spirited rogue is this! Why, my Lord of York commends the\r\nplot and the general course of the action. Zwounds! an I were now by\r\nthis rascal, I could brain him with his lady’s fan. Is there not my\r\nfather, my uncle, and myself? Lord Edmund Mortimer, my Lord of York,\r\nand Owen Glendower? is there not, besides, the Douglas? have I not all\r\ntheir letters to meet me in arms by the ninth of the next month? and\r\nare they not some of them set forward already? What a pagan rascal is\r\nthis! an infidel! Ha! you shall see now, in very sincerity of fear and\r\ncold heart, will he to the King, and lay open all our proceedings. O, I\r\ncould divide myself, and go to buffets, for moving such a dish of\r\nskimm’d milk with so honourable an action! Hang him! let him tell the\r\nKing:  we are prepared. I will set forward to-night.—\r\n\r\n[Enter Lady Percy.]\r\n\r\nHow now, Kate! I must leave you within these two hours.\r\n\r\nLADY PERCY.\r\nO, my good lord, why are you thus alone?\r\nFor what offence have I this fortnight been\r\nA banish’d woman from my Harry’s bed?\r\nTell me, sweet lord, what is’t that takes from thee\r\nThy stomach, pleasure, and thy golden sleep?\r\nWhy dost thou bend thine eyes upon the earth,\r\nAnd start so often when thou sitt’st alone?\r\nWhy hast thou lost the fresh blood in thy cheeks;\r\nAnd given my treasures and my rights of thee\r\nTo thick-eyed musing and curst melancholy?\r\nIn thy faint slumbers I by thee have watch’d,\r\nAnd heard thee murmur tales of iron wars;\r\nSpeak terms of manage to thy bounding steed;\r\nCry Courage! to the field!  And thou hast talk’d\r\nOf sallies and retires, of trenches, tents,\r\nOf palisadoes, frontiers, parapets,\r\nOf basilisks, of cannon, culverin,\r\nOf prisoners ransomed, and of soldiers slain,\r\nAnd all the currents of a heady fight.\r\nThy spirit within thee hath been so at war,\r\nAnd thus hath so bestirr’d thee in thy sleep,\r\nThat beads of sweat have stood upon thy brow,\r\nLike bubbles in a late-disturbed stream;\r\nAnd in thy face strange motions have appear’d,\r\nSuch as we see when men restrain their breath\r\nOn some great sudden hest. O, what portents are these?\r\nSome heavy business hath my lord in hand,\r\nAnd I must know it, else he loves me not.\r\n\r\nHOTSPUR.\r\nWhat, ho!\r\n\r\n[Enter a Servant.]\r\n\r\nIs Gilliams with the packet gone?\r\n\r\nSERVANT.\r\nHe is, my lord, an hour ago.\r\n\r\nHOTSPUR.\r\nHath Butler brought those horses from the sheriff?\r\n\r\nSERVANT.\r\nOne horse, my lord, he brought even now.\r\n\r\nHOTSPUR.\r\nWhat horse? a roan, a crop-ear, is it not?\r\n\r\nSERVANT.\r\nIt is, my lord.\r\n\r\nHOTSPUR.\r\nThat roan shall be my throne.\r\nWell, I will back him straight:  O esperance!—\r\nBid Butler lead him forth into the park.\r\n\r\n[Exit Servant.]\r\n\r\nLADY PERCY.\r\nBut hear you, my lord.\r\n\r\nHOTSPUR.\r\nWhat say’st thou, my lady?\r\n\r\nLADY PERCY.\r\nWhat is it carries you away?\r\n\r\nHOTSPUR.\r\nWhy, my horse, my love, my horse.\r\n\r\nLADY PERCY.\r\nOut, you mad-headed ape!\r\nA weasel hath not such a deal of spleen\r\nAs you are toss’d with. In faith,\r\nI’ll know your business, Harry, that I will.\r\nI fear my brother Mortimer doth stir\r\nAbout his title, and hath sent for you\r\nTo line his enterprise:  but if you go,—\r\n\r\nHOTSPUR.\r\nSo far a-foot, I shall be weary, love.\r\n\r\nLADY PERCY.\r\nCome, come, you paraquito, answer me\r\nDirectly to this question that I ask:\r\nIn faith, I’ll break thy little finger, Harry,\r\nAn if thou wilt not tell me true.\r\n\r\nHOTSPUR.\r\nAway,\r\nAway, you trifler! Love? I love thee not,\r\nI care not for thee, Kate:  this is no world\r\nTo play with mammets and to tilt with lips:\r\nWe must have bloody noses and crack’d crowns,\r\nAnd pass them current too.—Gods me, my horse!—\r\nWhat say’st thou, Kate? what wouldst thou have with me?\r\n\r\nLADY PERCY.\r\nDo you not love me? do you not indeed?\r\nWell, do not, then; for, since you love me not,\r\nI will not love myself. Do you not love me?\r\nNay, tell me if you speak in jest or no.\r\n\r\nHOTSPUR.\r\nCome, wilt thou see me ride?\r\nAnd when I am o’ horseback, I will swear\r\nI love thee infinitely. But hark you, Kate;\r\nI must not have you henceforth question me\r\nWhither I go, nor reason whereabout:\r\nWhither I must, I must; and, to conclude,\r\nThis evening must I leave you, gentle Kate.\r\nI know you wise; but yet no further wise\r\nThan Harry Percy’s wife; constant you are;\r\nBut yet a woman:  and, for secrecy,\r\nNo lady closer; for I well believe\r\nThou wilt not utter what thou dost not know;\r\nAnd so far will I trust thee, gentle Kate.\r\n\r\nLADY PERCY.\r\nHow! so far?\r\n\r\nHOTSPUR.\r\nNot an inch further. But hark you, Kate:\r\nWhither I go, thither shall you go too;\r\nTo-day will I set forth, to-morrow you.\r\nWill this content you, Kate?\r\n\r\nLADY PERCY.\r\nIt must of force.\r\n\r\n[Exeunt.]\r\n\r\nSCENE IV. Eastcheap. A Room in the Boar’s-Head Tavern.\r\n\r\n[Enter Prince Henry.]\r\n\r\nPRINCE.\r\nNed, pr’ythee, come out of that fat room, and lend me thy hand to laugh\r\na little.\r\n\r\n[Enter Poins.]\r\n\r\nPOINS.\r\nWhere hast been, Hal?\r\n\r\nPRINCE.\r\nWith three or four loggerheads amongst three or fourscore hogsheads. I\r\nhave sounded the very base-string of humility. Sirrah, I am sworn\r\nbrother to a leash of drawers; and can call them all by their Christian\r\nnames, as, Tom, Dick, and Francis. They take it already upon their\r\nsalvation, that though I be but Prince of Wales, yet I am the king of\r\ncourtesy; and tell me flatly I am no proud Jack, like Falstaff, but a\r\ncorinthian, a lad of mettle, a good boy,—by the Lord, so they call\r\nme;—and, when I am King of England, I shall command all the good lads\r\nin Eastcheap. They call drinking deep, dying scarlet; and, when you\r\nbreathe in your watering, they cry hem! and bid you play it off. To\r\nconclude, I am so good a proficient in one quarter of an hour, that I\r\ncan drink with any tinker in his own language during my life. I tell\r\nthee, Ned, thou hast lost much honour, that thou wert not with me in\r\nthis action. But, sweet Ned,—to sweeten which name of Ned, I give thee\r\nthis pennyworth of sugar, clapp’d even now into my hand by an\r\nunder-skinker; one that never spake other English in his life than\r\nEight shillings and sixpence, and You are welcome; with this shrill\r\naddition, Anon, anon, sir! Score a pint of bastard in the Half-moon,—or\r\nso.  But, Ned, to drive away the time till Falstaff come, I pr’ythee,\r\ndo thou stand in some by-room, while I question my puny drawer to what\r\nend he gave me the sugar; and do thou never leave calling Francis! that\r\nhis tale to me may be nothing but Anon.  Step aside, and I’ll show thee\r\na precedent.\r\n\r\n[Exit Poins.]\r\n\r\nPOINS.\r\n[Within.]  Francis!\r\n\r\nPRINCE.\r\n\r\nThou art perfect.\r\n\r\nPOINS.\r\n[Within.]  Francis!\r\n\r\n[Enter Francis.]\r\n\r\nFRANCIS.\r\nAnon, anon, sir.—Look down into the Pomegranate, Ralph.\r\n\r\nPRINCE.\r\nCome hither, Francis.\r\n\r\nFRANCIS.\r\nMy lord?\r\n\r\nPRINCE.\r\nHow long hast thou to serve, Francis?\r\n\r\nFRANCIS.\r\nForsooth, five years, and as much as to—\r\n\r\nPOINS.\r\n[within.] Francis!\r\n\r\nFRANCIS.\r\nAnon, anon, sir.\r\n\r\nPRINCE.\r\nFive year! by’r Lady, a long lease for the clinking of pewter. But,\r\nFrancis, darest thou be so valiant as to play the coward with thy\r\nindenture and show it a fair pair of heels and run from it?\r\n\r\nFRANCIS.\r\nO Lord, sir, I’ll be sworn upon all the books in England,\r\nI could find in my heart—\r\n\r\nPOINS.\r\n[within.] Francis!\r\n\r\nFRANCIS.\r\nAnon, anon, sir.\r\n\r\nPRINCE.\r\nHow old art thou, Francis?\r\n\r\nFRANCIS.\r\nLet me see,—about Michaelmas next I shall be—\r\n\r\nPOINS.\r\n[within.] Francis!\r\n\r\nFRANCIS.\r\nAnon, sir.—Pray you, stay a little, my lord.\r\n\r\nPRINCE.\r\nNay, but hark you, Francis:  for the sugar thou gavest me, ’twas a\r\npennyworth, was’t not?\r\n\r\nFRANCIS.\r\nO Lord, sir, I would it had been two!\r\n\r\nPRINCE.\r\nI will give thee for it a thousand pound:  ask me when thou wilt, and\r\nthou shalt have it.\r\n\r\nPOINS.\r\n[within.] Francis!\r\n\r\nFRANCIS.\r\nAnon, anon.\r\n\r\nPRINCE.\r\nAnon, Francis? No, Francis; but to-morrow, Francis; or,\r\nFrancis, a Thursday; or, indeed, Francis, when thou wilt. But,\r\nFrancis,—\r\n\r\nFRANCIS.\r\nMy lord?\r\n\r\nPRINCE.\r\n—wilt thou rob this leathern-jerkin, crystal-button, nott-pated,\r\nagate-ring, puke-stocking, caddis-garter, smooth-tongue,\r\nSpanish-pouch,—\r\n\r\nFRANCIS.\r\nO Lord, sir, who do you mean?\r\n\r\nPRINCE.\r\nWhy, then, your brown bastard is your only drink; for, look you,\r\nFrancis, your white canvas doublet will sully:  in Barbary, sir, it\r\ncannot come to so much.\r\n\r\nFRANCIS.\r\nWhat, sir?\r\n\r\nPOINS.\r\n[within.] Francis!\r\n\r\nPRINCE.\r\nAway, you rogue! dost thou not hear them call?\r\n\r\n[Here they both call him; Francis stands amazed, not knowing which way\r\nto go.]\r\n\r\n[Enter Vintner.]\r\n\r\nVINTNER.\r\nWhat, stand’st thou still, and hear’st such a calling? Look to the\r\nguests within. [Exit Francis.]—My lord, old Sir John, with half-a-dozen\r\nmore, are at the door:  shall I let them in?\r\n\r\nPRINCE.\r\nLet them alone awhile, and then open the door.\r\n\r\n[Exit Vintner.]\r\n\r\nPoins!\r\n\r\n[Re-enter Poins.]\r\n\r\nPOINS.\r\nAnon, anon, sir.\r\n\r\nPRINCE.\r\nSirrah, Falstaff and the rest of the thieves are at the door:  shall we\r\nbe merry?\r\n\r\nPOINS.\r\nAs merry as crickets, my lad. But hark ye; what cunning match have you\r\nmade with this jest of the drawer? Come, what’s the issue?\r\n\r\nPRINCE.\r\nI am now of all humours that have showed themselves humours since the\r\nold days of goodman Adam to the pupil age of this present twelve\r\no’clock at midnight.—What’s o’clock, Francis?\r\n\r\nFRANCIS.\r\n[Within.]  Anon, anon, sir.\r\n\r\nPRINCE.\r\nThat ever this fellow should have fewer words than a parrot, and yet\r\nthe son of a woman! His industry is up-stairs and down-stairs; his\r\neloquence the parcel of a reckoning. I am not yet of Percy’s mind, the\r\nHotspur of the North; he that kills me some six or seven dozen of Scots\r\nat a breakfast, washes his hands, and says to his wife, Fie upon this\r\nquiet life! I want work. O my sweet Harry, says she, how many hast thou\r\n kill’d to-day?  Give my roan horse a drench, says he; and answers,\r\nSome fourteen, an hour after,—a trifle, a trifle. I pr’ythee, call in\r\nFalstaff:  I’ll play Percy, and that damn’d brawn shall play Dame\r\nMortimer his wife. Rivo! says the drunkard. Call in ribs, call in\r\ntallow.\r\n\r\n[Enter Falstaff, Gadshill, Bardolph, and Peto; followed by\r\nFrancis with wine.]\r\n\r\nPOINS.\r\nWelcome, Jack:  where hast thou been?\r\n\r\nFALSTAFF.\r\nA plague of all cowards, I say, and a vengeance too! marry, and\r\namen!—\r\nGive me a cup of sack, boy.—Ere I lead this life long, I’ll sew\r\nnether-stocks, and mend them and foot them too. A plague of all\r\ncowards!—\r\nGive me a cup of sack, rogue.—Is there no virtue extant?\r\n\r\n[Drinks.]\r\n\r\nPRINCE.\r\nDidst thou never see Titan kiss a dish of butter? pitiful-hearted\r\nbutter, that melted at the sweet tale of the Sun! if thou didst, then\r\nbehold that compound.\r\n\r\nFALSTAFF.\r\nYou rogue, here’s lime in this sack too:  there is nothing but roguery\r\nto be found in villainous man:  yet a coward is worse than a cup of\r\nsack with lime in it, a villanous coward.—Go thy ways, old Jack:  die\r\nwhen thou wilt, if manhood, good manhood, be not forgot upon the face\r\nof the Earth, then am I a shotten herring. There live not three good\r\nmen unhang’d in England; and one of them is fat, and grows old: God\r\nhelp the while! a bad world, I say. I would I were a weaver; I could\r\nsing psalms or any thing. A plague of all cowards! I say still.\r\n\r\nPRINCE.\r\nHow now, wool-sack? what mutter you?\r\n\r\nFALSTAFF.\r\nA king’s son! If I do not beat thee out of thy kingdom with a dagger of\r\nlath, and drive all thy subjects afore thee like a flock of wild-geese,\r\nI’ll never wear hair on my face more. You Prince of Wales!\r\n\r\nPRINCE.\r\nWhy, you whoreson round man, what’s the matter?\r\n\r\nFALSTAFF.\r\nAre not you a coward? answer me to that:—and Poins there?\r\n\r\nPOINS.\r\nZwounds, ye fat paunch, an ye call me coward, by the Lord, I’ll stab\r\nthee.\r\n\r\nFALSTAFF.\r\nI call thee coward!  I’ll see thee damn’d ere I call thee coward: but I\r\nwould give a thousand pound, I could run as fast as thou canst. You are\r\nstraight enough in the shoulders; you care not who sees your back: \r\ncall you that backing of your friends? A plague upon such backing! give\r\nme them that will face me.—Give me a cup of sack: I am a rogue, if I\r\ndrunk to-day.\r\n\r\nPRINCE.\r\nO villain! thy lips are scarce wiped since thou drunk’st last.\r\n\r\nFALSTAFF.\r\nAll is one for that. A plague of all cowards! still say I.\r\n\r\n[Drinks.]\r\n\r\nPRINCE.\r\nWhat’s the matter?\r\n\r\nFALSTAFF.\r\nWhat’s the matter? there be four of us here have ta’en a thousand pound\r\nthis day morning.\r\n\r\nPRINCE.\r\nWhere is it, Jack? where is it?\r\n\r\nFALSTAFF.\r\nWhere is it! taken from us it is:  a hundred upon poor four of us!\r\n\r\nPRINCE.\r\nWhat, a hundred, man?\r\n\r\nFALSTAFF.\r\nI am a rogue, if I were not at half-sword with a dozen of them two\r\nhours together. I have ’scaped by miracle. I am eight times thrust\r\nthrough the doublet, four through the hose; my buckler cut through and\r\nthrough; my sword hack’d like a hand-saw,—ecce signum! I never dealt\r\nbetter since I was a man:  all would not do. A plague of all cowards!\r\nLet them speak:  if they speak more or less than truth, they are\r\nvillains and the sons of darkness.\r\n\r\nPRINCE.\r\nSpeak, sirs; how was it?\r\n\r\nGADSHILL.\r\nWe four set upon some dozen,—\r\n\r\nFALSTAFF.\r\nSixteen at least, my lord.\r\n\r\nGADSHILL.\r\n—and bound them.\r\n\r\nPETO.\r\nNo, no; they were not bound.\r\n\r\nFALSTAFF.\r\nYou rogue, they were bound, every man of them; or I am a Jew else, an\r\nEbrew Jew.\r\n\r\nGADSHILL.\r\nAs we were sharing, some six or seven fresh men sea upon us,—\r\n\r\nFALSTAFF.\r\nAnd unbound the rest, and then come in the other.\r\n\r\nPRINCE.\r\nWhat, fought you with them all?\r\n\r\nFALSTAFF.\r\nAll? I know not what you call all; but if I fought not with fifty of\r\nthem, I am a bunch of radish:  if there were not two or three and fifty\r\nupon poor old Jack, then am I no two-legged creature.\r\n\r\nPRINCE.\r\nPray God you have not murdered some of them.\r\n\r\nFALSTAFF.\r\nNay, that’s past praying for: I have pepper’d two of them; two I\r\nam sure I have paid, two rogues in buckram suits. I tell thee what,\r\nHal, if I tell thee a lie, spit in my face, call me horse.\r\nThou knowest my old ward:  here I lay, and thus I bore my point.\r\nFour rogues in buckram let drive at me,—\r\n\r\nPRINCE.\r\nWhat, four? thou saidst but two even now.\r\n\r\nFALSTAFF.\r\nFour, Hal; I told thee four.\r\n\r\nPOINS.\r\nAy, ay, he said four.\r\n\r\nFALSTAFF.\r\nThese four came all a-front, and mainly thrust at me. I made me no more\r\nado but took all their seven points in my target, thus.\r\n\r\nPRINCE.\r\nSeven? why, there were but four even now.\r\n\r\nFALSTAFF.\r\nIn buckram?\r\n\r\nPOINS.\r\nAy, four, in buckram suits.\r\n\r\nFALSTAFF.\r\nSeven, by these hilts, or I am a villain else.\r\n\r\nPRINCE.\r\n[aside to Poins.] Pr’ythee let him alone; we shall have more anon.\r\n\r\nFALSTAFF.\r\nDost thou hear me, Hal?\r\n\r\nPRINCE.\r\nAy, and mark thee too, Jack.\r\n\r\nFALSTAFF.\r\nDo so, for it is worth the listening to. These nine in buckram that I\r\ntold thee of,—\r\n\r\nPRINCE.\r\nSo, two more already.\r\n\r\nFALSTAFF.\r\n—their points being broken,—\r\n\r\nPOINS.\r\nDown fell their hose.\r\n\r\nFALSTAFF.\r\n—began to give me ground:  but I followed me close, came in foot and\r\nhand; and with a thought seven of the eleven I paid.\r\n\r\nPRINCE.\r\nO monstrous! eleven buckram men grown out of two!\r\n\r\nFALSTAFF.\r\nBut, as the Devil would have it, three misbegotten knaves in Kendal\r\nGreen came at my back and let drive at me; for it was so dark, Hal,\r\nthat thou couldst not see thy hand.\r\n\r\nPRINCE.\r\nThese lies are like the father that begets them, gross as a mountain,\r\nopen, palpable. Why, thou nott-pated fool, thou whoreson, obscene\r\ngreasy tallow-keech,—\r\n\r\nFALSTAFF.\r\nWhat, art thou mad? art thou mad? is not the truth the truth?\r\n\r\nPRINCE.\r\nWhy, how couldst thou know these men in Kendal green, when it was so\r\ndark thou couldst not see thy hand? come, tell us your reason: what\r\nsayest thou to this?\r\n\r\nPOINS.\r\nCome, your reason, Jack, your reason.\r\n\r\nFALSTAFF.\r\nWhat, upon compulsion? No; were I at the strappado, or all the racks in\r\nthe world, I would not tell you on compulsion. Give you a reason on\r\ncompulsion! if reasons were as plentiful as blackberries, I would give\r\nno man a reason upon compulsion, I.\r\n\r\nPRINCE.\r\nI’ll be no longer guilty of this sin; this sanguine coward, this\r\nbed-presser, this horse-back-breaker, this huge hill of flesh,—\r\n\r\nFALSTAFF.\r\nAway, you starveling, you eel-skin, you dried neat’s-tongue, you\r\nstock-fish,—\r\nO, for breath to utter what is like thee!—you tailor’s-yard, you\r\nsheath, you bow-case, you vile standing tuck,—\r\n\r\nPRINCE.\r\nWell, breathe awhile, and then to it again:  and, when thou hast tired\r\nthyself in base comparisons, hear me speak but this:—\r\n\r\nPOINS.\r\nMark, Jack.\r\n\r\nPRINCE.\r\n—We two saw you four set on four; you bound them, and were masters of\r\ntheir wealth.—Mark now, how a plain tale shall put you down.— Then did\r\nwe two set on you four; and, with a word, outfaced you from your prize,\r\nand have it; yea, and can show it you here in the house: and, Falstaff,\r\nyou carried yourself away as nimbly, with as quick dexterity, and\r\nroared for mercy, and still ran and roar’d, as ever I heard bull-calf.\r\nWhat a slave art thou, to hack thy sword as thou hast done, and then\r\nsay it was in fight! What trick, what device, what starting-hole canst\r\nthou now find out to hide thee from this open and apparent shame?\r\n\r\nPOINS.\r\nCome, let’s hear, Jack; what trick hast thou now?\r\n\r\nFALSTAFF.\r\nBy the Lord, I knew ye as well as he that made ye. Why, hear ye, my\r\nmasters: Was it for me to kill the heir-apparent? should I turn upon\r\nthe true Prince? why, thou knowest I am as valiant as Hercules:  but\r\nbeware instinct; the lion will not touch the true Prince. Instinct is a\r\ngreat matter; I was now a coward on instinct. I shall think the better\r\nof myself and thee during my life; I for a valiant lion, and thou for a\r\ntrue prince.  But, by the Lord, lads, I am glad you have the money.—\r\n[To Hostess within.]  Hostess, clap-to the doors:  watch to-night, pray\r\nto-morrow.—Gallants, lads, boys, hearts of gold, all the titles of good\r\nfellowship come to you! What, shall we be merry? shall we have a play\r\nextempore?\r\n\r\nPRINCE.\r\nContent; and the argument shall be thy running away.\r\n\r\nFALSTAFF.\r\nAh, no more of that, Hal, an thou lovest me!\r\n\r\n[Enter the Hostess.]\r\n\r\nHOSTESS.\r\nO Jesu, my lord the Prince,—\r\n\r\nPRINCE.\r\nHow now, my lady the hostess! What say’st thou to me?\r\n\r\nHOSTESS.\r\nMarry, my lord, there is a nobleman of the Court at door would speak\r\nwith you: he says he comes from your father.\r\n\r\nPRINCE.\r\nGive him as much as will make him a royal man, and send him back again\r\nto my mother.\r\n\r\nFALSTAFF.\r\nWhat manner of man is he?\r\n\r\nHOSTESS.\r\nAn old man.\r\n\r\nFALSTAFF.\r\nWhat doth gravity out of his bed at midnight? Shall I give him his\r\nanswer?\r\n\r\nPRINCE.\r\nPr’ythee, do, Jack.\r\n\r\nFALSTAFF.\r\nFaith, and I’ll send him packing.\r\n\r\n[Exit.]\r\n\r\nPRINCE.\r\nNow, sirs:—by’r Lady, you fought fair;—so did you, Peto;—so did you,\r\nBardolph:  you are lions, too, you ran away upon instinct, you will not\r\ntouch the true Prince; no,—fie!\r\n\r\nBARDOLPH.\r\nFaith, I ran when I saw others run.\r\n\r\nPRINCE.\r\nTell me now in earnest, how came Falstaff’s sword so hack’d?\r\n\r\nPETO.\r\nWhy, he hack’d it with his dagger; and said he would swear truth out of\r\nEngland, but he would make you believe it was done in fight; and\r\npersuaded us to do the like.\r\n\r\nBARDOLPH.\r\nYea, and to tickle our noses with spear-grass to make them bleed; and\r\nthen to beslubber our garments with it, and swear it was the blood of\r\ntrue men. I did that I did not this seven year before; I blush’d to\r\nhear his monstrous devices.\r\n\r\nPRINCE.\r\nO villain, thou stolest a cup of sack eighteen years ago, and wert\r\ntaken with the manner, and ever since thou hast blush’d extempore. Thou\r\nhadst fire and sword on thy side, and yet thou rann’st away: what\r\ninstinct hadst thou for it?\r\n\r\nBARDOLPH.\r\nMy lord, do you see these meteors? do you behold these exhalations?\r\n\r\nPRINCE.\r\nI do.\r\n\r\nBARDOLPH.\r\nWhat think you they portend?\r\n\r\nPRINCE.\r\nHot livers and cold purses.\r\n\r\nBARDOLPH.\r\nCholer, my lord, if rightly taken.\r\n\r\nPRINCE.\r\nNo, if rightly taken, halter.—Here comes lean Jack, here comes\r\nbare-bone.—\r\n\r\n[Enter Falstaff.]\r\n\r\nHow now, my sweet creature of bombast! How long is’t ago, Jack, since\r\nthou saw’st thine own knee?\r\n\r\nFALSTAFF.\r\nMy own knee! when I was about thy years, Hal, I was not an eagle’s\r\ntalon in the waist; I could have crept into any alderman’s thumb-ring:\r\na plague of sighing and grief! it blows a man up like a bladder.\r\nThere’s villanous news abroad:  here was Sir John Bracy from your\r\nfather; you must to the Court in the morning. That same mad fellow of\r\nthe North, Percy; and he of Wales, that gave Amaimon the bastinado, and\r\nswore the Devil his true liegeman upon the cross of a Welsh hook,—what\r\na plague call you him?\r\n\r\nPOINS.\r\nO, Glendower.\r\n\r\nFALSTAFF.\r\nOwen, Owen,—the same; and his son-in-law Mortimer; and old\r\nNorthumberland; and that sprightly Scot of Scots, Douglas, that\r\nruns o’ horseback up a hill perpendicular,—\r\n\r\nPRINCE.\r\nHe that rides at high speed and with his pistol kills a sparrow flying.\r\n\r\nFALSTAFF.\r\nYou have hit it.\r\n\r\nPRINCE.\r\nSo did he never the sparrow.\r\n\r\nFALSTAFF.\r\nWell, that rascal hath good metal in him; he will not run.\r\n\r\nPRINCE.\r\nWhy, what a rascal art thou, then, to praise him so for running!\r\n\r\nFALSTAFF.\r\nO’ horseback, ye cuckoo! but a-foot he will not budge a foot.\r\n\r\nPRINCE.\r\nYes, Jack, upon instinct.\r\n\r\nFALSTAFF.\r\nI grant ye, upon instinct. Well, he is there too, and one Mordake, and\r\na thousand blue-caps more: Worcester is stolen away to-night; thy\r\nfather’s beard is turn’d white with the news:  you may buy land now as\r\ncheap as stinking mackerel. But, tell me, Hal, art not thou horrible\r\nafeard? thou being heir-apparent, could the world pick thee out three\r\nsuch enemies again as that fiend Douglas, that spirit Percy, and that\r\ndevil Glendower? art thou not horribly afraid? doth not thy blood\r\nthrill at it?\r\n\r\nPRINCE.\r\nNot a whit, i’faith; I lack some of thy instinct.\r\n\r\nFALSTAFF.\r\nWell, thou wilt be horribly chid to-morrow when thou comest to thy\r\nfather.  If thou love life, practise an answer.\r\n\r\nPRINCE.\r\nDo thou stand for my father and examine me upon the particulars of my\r\nlife.\r\n\r\nFALSTAFF.\r\nShall I? content:  this chair shall be my state, this dagger my\r\nsceptre, and this cushion my crown.\r\n\r\nPRINCE.\r\nThy state is taken for a joint-stool, thy golden sceptre for a leaden\r\ndagger, and thy precious rich crown for a pitiful bald crown.\r\n\r\nFALSTAFF.\r\nWell, an the fire of grace be not quite out of thee, now shalt thou be\r\nmoved.— Give me a cup of sack, to make my eyes look red, that it may be\r\nthought I have wept; for I must speak in passion, and I will do it in\r\nKing Cambyses’ vein.\r\n\r\nPRINCE.\r\nWell, here is my leg.\r\n\r\nFALSTAFF.\r\nAnd here is my speech.—Stand aside, nobility.\r\n\r\nHOSTESS.\r\nO Jesu, this is excellent sport, i faith!\r\n\r\nFALSTAFF.\r\nWeep not, sweet Queen; for trickling tears are vain.\r\n\r\nHOSTESS.\r\nO, the Father, how he holds his countenance!\r\n\r\nFALSTAFF.\r\nFor God’s sake, lords, convey my tristful Queen;\r\nFor tears do stop the floodgates of her eyes.\r\n\r\nHOSTESS.\r\nO Jesu, he doth it as like one of these harlotry players as ever\r\nI see!\r\n\r\nFALSTAFF.\r\nPeace, good pint-pot; peace, good tickle-brain.—Harry, I do not only\r\nmarvel where thou spendest thy time, but also how thou art accompanied:\r\n for though the camomile, the more it is trodden on, the faster it\r\ngrows, yet youth, the more it is wasted, the sooner it wears. That thou\r\nart my son, I have partly thy mother’s word, partly my own opinion; but\r\nchiefly a villainous trick of thine eye, and a foolish hanging of thy\r\nnether lip, that doth warrant me. If, then, thou be son to me, here\r\nlies the point:  Why, being son to me, art thou so pointed at? Shall\r\nthe blessed Sun of heaven prove a micher, and eat blackberries? a\r\nquestion not to be ask’d. Shall the son of England prove a thief, and\r\ntake purses? a question to be ask’d. There is a thing, Harry, which\r\nthou hast often heard of, and it is known to many in our land by the\r\nname of pitch:  this pitch, as ancient writers do report, doth defile;\r\nso doth the company thou keepest:  for, Harry, now I do not speak to\r\nthee in drink, but in tears; not in pleasure, but in passion; not in\r\nwords only, but in woes also.  And yet there is a virtuous man whom I\r\nhave often noted in thy company, but I know not his name.\r\n\r\nPRINCE.\r\nWhat manner of man, an it like your Majesty?\r\n\r\nFALSTAFF.\r\nA goodly portly man, i’faith, and a corpulent; of a cheerful look, a\r\npleasing eye, and a most noble carriage; and, as I think, his age some\r\nfifty, or, by’r Lady, inclining to threescore; and now I remember me,\r\nhis name is Falstaff:  if that man should be lewdly given, he deceiveth\r\nme; for, Harry, I see virtue in his looks. If, then, the tree may be\r\nknown by the fruit, as the fruit by the tree, then, peremptorily I\r\nspeak it, there is virtue in that Falstaff:  him keep with, the rest\r\nbanish. And tell me now, thou naughty varlet, tell me where hast thou\r\nbeen this month?\r\n\r\nPRINCE.\r\nDost thou speak like a king? Do thou stand for me, and I’ll play my\r\nfather.\r\n\r\nFALSTAFF.\r\nDepose me! if thou dost it half so gravely, so majestically, both in\r\nword and matter, hang me up by the heels for a rabbit-sucker or a\r\npoulter’s hare.\r\n\r\nPRINCE.\r\nWell, here I am set.\r\n\r\nFALSTAFF.\r\nAnd here I stand.—Judge, my masters.\r\n\r\nPRINCE.\r\nNow, Harry, whence come you?\r\n\r\nFALSTAFF.\r\nMy noble lord, from Eastcheap.\r\n\r\nPRINCE.\r\nThe complaints I hear of thee are grievous.\r\n\r\nFALSTAFF.\r\n’Sblood, my lord, they are false.—Nay, I’ll tickle ye for a young\r\nprince, i’faith.\r\n\r\nPRINCE.\r\nSwearest thou, ungracious boy? henceforth ne’er look on me. Thou art\r\nviolently carried away from grace:  there is a devil haunts thee, in\r\nthe likeness of an old fat man,—a tun of man is thy companion. Why dost\r\nthou converse with that trunk of humours, that bolting-hutch of\r\nbeastliness, that swollen parcel of dropsies, that huge bombard of\r\nsack, that roasted Manningtree ox with the pudding in his belly, that\r\nreverend Vice, that grey Iniquity, that father ruffian, that vanity in\r\nyears? Wherein is he good, but to taste sack and drink it? wherein neat\r\nand cleanly, but to carve a capon and eat it? wherein cunning, but in\r\ncraft? wherein crafty, but in villany? wherein villainous, but in all\r\nthings? wherein worthy, but in nothing?\r\n\r\nFALSTAFF.\r\nI would your Grace would take me with you:  whom means your Grace?\r\n\r\nPRINCE.\r\nThat villainous abominable misleader of youth, Falstaff, that old\r\nwhite-bearded Satan.\r\n\r\nFALSTAFF.\r\nMy lord, the man I know.\r\n\r\nPRINCE.\r\nI know thou dost.\r\n\r\nFALSTAFF.\r\nBut to say I know more harm in him than in myself, were to say more\r\nthan I know. That he is old,—(the more the pity,—his white hairs do\r\nwitness it. If sack and sugar be a fault, God help the wicked! if to be\r\nold and merry be a sin, then many an old host that I know is damn’d: if\r\nto be fat be to be hated, then Pharaoh’s lean kine are to be loved. No,\r\nmy good lord:  banish Peto, banish Bardolph, banish Poins; but, for\r\nsweet Jack Falstaff, kind Jack Falstaff, true Jack Falstaff, valiant\r\nJack Falstaff, and therefore more valiant, being, as he is, old Jack\r\nFalstaff, banish not him thy Harry’s company, banish not him thy\r\nHarry’s company:  banish plump Jack, and banish all the world.\r\n\r\nPRINCE.\r\nI do, I will.\r\n\r\n[A knocking heard.]\r\n\r\n[Exeunt Hostess, Francis, and Bardolph.]\r\n\r\n[Enter Bardolph, running.]\r\n\r\nBARDOLPH.\r\nO, my lord, my lord! the sheriff with a most monstrous watch is at the\r\ndoor.\r\n\r\nFALSTAFF.\r\nOut, ye rogue!—Play out the play:  I have much to say in the behalf of\r\nthat Falstaff.\r\n\r\n[Re-enter the Hostess, hastily.]\r\n\r\nHOSTESS.\r\nO Jesu, my lord, my lord,—\r\n\r\nPRINCE.\r\nHeigh, heigh! the Devil rides upon a fiddlestick:  what’s the matter?\r\n\r\nHOSTESS.\r\nThe sheriff and all the watch are at the door:  they are come to search\r\nthe house. Shall I let them in?\r\n\r\nFALSTAFF.\r\nDost thou hear, Hal? never call a true piece of gold a counterfeit:\r\nthou art essentially mad without seeming so.\r\n\r\nPRINCE.\r\nAnd thou a natural coward, without instinct.\r\n\r\nFALSTAFF.\r\nI deny your major:  if you will deny the sheriff, so; if not, let him\r\nenter:  if I become not a cart as well as another man, a plague on my\r\nbringing up! I hope I shall as soon be strangled with a halter as\r\nanother.\r\n\r\nPRINCE.\r\nGo, hide thee behind the arras:—the rest walk, up above.  Now, my\r\nmasters, for a true face and good conscience.\r\n\r\nFALSTAFF.\r\nBoth which I have had; but their date is out, and therefore I’ll hide\r\nme.\r\n\r\nPRINCE.\r\nCall in the sheriff.—\r\n\r\n[Exeunt all but the Prince and Poins.]\r\n\r\n[Enter Sheriff and Carrier.]\r\n\r\nNow, master sheriff, what’s your will with me?\r\n\r\nSHERIFF.\r\nFirst, pardon me, my lord. A hue-and-cry\r\nHath followed certain men unto this house.\r\n\r\nPRINCE.\r\nWhat men?\r\n\r\nSHERIFF.\r\nOne of them is well known, my gracious lord,—\r\nA gross fat man.\r\n\r\nCARRIER.\r\nAs fat as butter.\r\n\r\nPRINCE.\r\nThe man, I do assure you, is not here;\r\nFor I myself at this time have employ’d him.\r\nAnd, sheriff, I will engage my word to thee,\r\nThat I will, by to-morrow dinner-time,\r\nSend him to answer thee, or any man,\r\nFor any thing he shall be charged withal:\r\nAnd so, let me entreat you leave the house.\r\n\r\nSHERIFF.\r\nI will, my lord. There are two gentlemen\r\nHave in this robbery lost three hundred marks.\r\n\r\nPRINCE.\r\nIt may be so:  if he have robb’d these men,\r\nHe shall be answerable; and so, farewell.\r\n\r\nSHERIFF.\r\nGood night, my noble lord.\r\n\r\nPRINCE.\r\nI think it is good morrow, is it not?\r\n\r\nSHERIFF.\r\nIndeed, my lord, I think’t be two o’clock.\r\n\r\n[Exit Sheriff and Carrier.]\r\n\r\nPRINCE.\r\nThis oily rascal is known as well as Paul’s. Go, call him forth.\r\n\r\nPOINS.\r\nFalstaff!—fast asleep behind the arras, and snorting like a horse.\r\n\r\nPRINCE.\r\nHark, how hard he fetches breath. Search his pockets.\r\n\r\n[Poins searches.]\r\n\r\nWhat hast thou found?\r\n\r\nPOINS.\r\nNothing but papers, my lord.\r\n\r\nPRINCE.\r\nLet’s see what they be:  read them.\r\n\r\nPOINS.\r\n[reads]\r\nItem, A capon, . . . . . . . . .  2s. 2d.\r\nItem, Sauce, . . . . . . . . . . . . . . 4d.\r\nItem, Sack two gallons ,. . . 5s. 8d.\r\nItem, Anchovies and sack after supper,  2s. 6d.\r\nItem, Bread, . . . . . . . . . . . . . .ob.\r\n\r\nPRINCE.\r\nO monstrous! but one half-pennyworth of bread to this intolerable deal\r\nof sack! What there is else, keep close; we’ll read it at more\r\nadvantage:  there let him sleep till day. I’ll to the Court in the\r\nmorning. We must all to the wars, and thy place shall be honourable.\r\nI’ll procure this fat rogue a charge of foot; and I know his death will\r\nbe a march of twelve-score. The money shall be paid back again with\r\nadvantage. Be with me betimes in the morning; and so, good morrow,\r\nPoins.\r\n\r\nPOINS.\r\nGood morrow, good my lord.\r\n\r\n[Exeunt.]\r\n\r\nACT III.\r\n\r\nSCENE I. Bangor. A Room in the Archdeacon’s House.\r\n\r\n[Enter Hotspur, Worcester, Mortimer, and Glendower.]\r\n\r\nMORTIMER.\r\nThese promises are fair, the parties sure,\r\nAnd our induction full of prosperous hope.\r\n\r\nHOTSPUR.\r\nLord Mortimer,—and cousin Glendower,—Will you sit down?—\r\nAnd uncle Worcester,—A plague upon it!  I have forgot the map.\r\n\r\nGLENDOWER.\r\nNo, here it is.\r\nSit, cousin Percy; sit, good cousin Hotspur;\r\nFor by that name as oft as Lancaster\r\nDoth speak of you, his cheek looks pale, and with\r\nA rising sigh he wisheth you in Heaven.\r\n\r\nHOTSPUR.\r\nAnd you in Hell, as oft as he hears Owen Glendower spoke of.\r\n\r\nGLENDOWER.\r\nI cannot blame him:  at my nativity\r\nThe front of heaven was full of fiery shapes,\r\nOf burning cressets; ay, and at my birth\r\nThe frame and huge foundation of the Earth\r\nShaked like a coward.\r\n\r\nHOTSPUR.\r\nWhy, so it would have done at the same season, if your mother’s cat had\r\nbut kitten’d, though yourself had never been born.\r\n\r\nGLENDOWER.\r\nI say the Earth did shake when I was born.\r\n\r\nHOTSPUR.\r\nAnd I say the Earth was not of my mind, if you suppose as fearing you\r\nit shook.\r\n\r\nGLENDOWER.\r\nThe Heavens were all on fire, the Earth did tremble.\r\n\r\nHOTSPUR.\r\nO, then th’ Earth shook to see the Heavens on fire,\r\nAnd not in fear of your nativity.\r\nDiseased Nature oftentimes breaks forth\r\nIn strange eruptions; oft the teeming Earth\r\nIs with a kind of colic pinch’d and vex’d\r\nBy the imprisoning of unruly wind\r\nWithin her womb; which, for enlargement striving,\r\nShakes the old beldam Earth, and topples down\r\nSteeples and moss-grown towers. At your birth,\r\nOur grandam Earth, having this distemperature,\r\nIn passion shook.\r\n\r\nGLENDOWER.\r\nCousin, of many men\r\nI do not bear these crossings. Give me leave\r\nTo tell you once again, that at my birth\r\nThe front of heaven was full of fiery shapes;\r\nThe goats ran from the mountains, and the herds\r\nWere strangely clamorous to the frighted fields.\r\nThese signs have mark’d me extraordinary;\r\nAnd all the courses of my life do show\r\nI am not in the roll of common men.\r\nWhere is he living,—clipp’d in with the sea\r\nThat chides the banks of England, Scotland, Wales,—\r\nWhich calls me pupil, or hath read to me?\r\nAnd bring him out that is but woman’s son\r\nCan trace me in the tedious ways of art,\r\nAnd hold me pace in deep experiments.\r\n\r\nHOTSPUR.\r\nI think there is no man speaks better Welsh.—I’ll to dinner.\r\n\r\nMORTIMER.\r\nPeace, cousin Percy; you will make him mad.\r\n\r\nGLENDOWER.\r\nI can call spirits from the vasty deep.\r\n\r\nHOTSPUR.\r\nWhy, so can I, or so can any man;\r\nBut will they come when you do call for them?\r\n\r\nGLENDOWER.\r\nWhy, I can teach you, cousin, to command the Devil.\r\n\r\nHOTSPUR.\r\nAnd I can teach thee, coz, to shame the Devil\r\nBy telling truth:  tell truth, and shame the Devil.\r\nIf thou have power to raise him, bring him hither,\r\nAnd I’ll be sworn I’ve power to shame him hence.\r\nO, while you live, tell truth, and shame the Devil!\r\n\r\nMORTIMER.\r\nCome, come, no more of this unprofitable chat.\r\n\r\nGLENDOWER.\r\nThree times hath Henry Bolingbroke made head\r\nAgainst my power; thrice from the banks of Wye\r\nAnd sandy-bottom’d Severn have I sent\r\nHim bootless home and weather-beaten back.\r\n\r\nHOTSPUR.\r\nHome without boots, and in foul weather too!\r\nHow ’scaped he agues, in the Devil’s name!\r\n\r\nGLENDOWER.\r\nCome, here’s the map:  shall we divide our right\r\nAccording to our threefold order ta’en?\r\n\r\nMORTIMER.\r\nTh’ archdeacon hath divided it\r\nInto three limits very equally.\r\nEngland, from Trent and Severn hitherto,\r\nBy south and east is to my part assign’d:\r\nAll westward, Wales beyond the Severn shore,\r\nAnd all the fertile land within that bound,\r\nTo Owen Glendower:—and, dear coz, to you\r\nThe remnant northward, lying off from Trent.\r\nAnd our indentures tripartite are drawn;\r\nWhich being sealed interchangeably,—\r\nA business that this night may execute,—\r\nTo-morrow, cousin Percy, you, and I,\r\nAnd my good Lord of Worcester, will set forth\r\nTo meet your father and the Scottish power,\r\nAs is appointed us, at Shrewsbury.\r\nMy father Glendower is not ready yet,\r\nNor shall we need his help these fourteen days:—\r\n[To Glend.] Within that space you may have drawn together\r\nYour tenants, friends, and neighbouring gentlemen.\r\n\r\nGLENDOWER.\r\nA shorter time shall send me to you, lords:\r\nAnd in my conduct shall your ladies come;\r\nFrom whom you now must steal, and take no leave,\r\nFor there will be a world of water shed\r\nUpon the parting of your wives and you.\r\n\r\nHOTSPUR.\r\nMethinks my moiety, north from Burton here,\r\nIn quantity equals not one of yours.\r\nSee how this river comes me cranking in,\r\nAnd cuts me from the best of all my land\r\nA huge half-moon, a monstrous cantle out.\r\nI’ll have the current in this place damn’d up;\r\nAnd here the smug and sliver Trent shall run\r\nIn a new channel, fair and evenly:\r\nIt shall not wind with such a deep indent,\r\nTo rob me of so rich a bottom here.\r\n\r\nGLENDOWER.\r\nNot wind? it shall, it must; you see it doth.\r\n\r\nMORTIMER.\r\nYea, but\r\nMark how he bears his course, and runs me up\r\nWith like advantage on the other side;\r\nGelding th’ opposed continent as much\r\nAs on the other side it takes from you.\r\n\r\nWORCESTER.\r\nYea, but a little charge will trench him here,\r\nAnd on this north side win this cape of land;\r\nAnd then he runneth straight and evenly.\r\n\r\nHOTSPUR.\r\nI’ll have it so:  a little charge will do it.\r\n\r\nGLENDOWER.\r\nI will not have it alter’d.\r\n\r\nHOTSPUR.\r\nWill not you?\r\n\r\nGLENDOWER.\r\nNo, nor you shall not.\r\n\r\nHOTSPUR.\r\nWho shall say me nay?\r\n\r\nGLENDOWER.\r\nWhy, that will I.\r\n\r\nHOTSPUR.\r\nLet me not understand you, then; speak it in Welsh.\r\n\r\nGLENDOWER.\r\nI can speak English, lord, as well as you;\r\nFor I was train’d up in the English Court;\r\nWhere, being but young, I framed to the harp\r\nMany an English ditty lovely well,\r\nAnd gave the tongue a helpful ornament,\r\nA virtue that was never seen in you.\r\n\r\nHOTSPUR.\r\nMarry, and I am glad of it with all my heart:\r\nI had rather be a kitten, and cry mew,\r\nThan one of these same metre ballet-mongers;\r\nI had rather hear a brazen canstick turn’d,\r\nOr a dry wheel grate on the axletree;\r\nAnd that would set my teeth nothing on edge,\r\nNothing so much as mincing poetry:\r\n’Tis like the forced gait of a shuffling nag.\r\n\r\nGLENDOWER.\r\nCome, you shall have Trent turn’d.\r\n\r\nHOTSPUR.\r\nI do not care:  I’ll give thrice so much land\r\nTo any well-deserving friend;\r\nBut in the way of bargain, mark ye me,\r\nI’ll cavil on the ninth part of a hair.\r\nAre the indentures drawn? shall we be gone?\r\nGLEND.\r\n\r\nThe Moon shines fair; you may away by night:\r\nI’ll in and haste the writer, and withal\r\nBreak with your wives of your departure hence:\r\nI am afraid my daughter will run mad,\r\nSo much she doteth on her Mortimer.\r\n\r\n[Exit.]\r\n\r\nMORTIMER.\r\nFie, cousin Percy! how you cross my father!\r\n\r\nHOTSPUR.\r\nI cannot choose:  sometimes he angers me\r\nWith telling me of the moldwarp and the ant,\r\nOf the dreamer Merlin and his prophecies,\r\nAnd of a dragon and a finless fish,\r\nA clip-wing’d griffin and a moulten raven,\r\nA couching lion and a ramping cat,\r\nAnd such a deal of skimble-skamble stuff\r\nAs puts me from my faith. I tell you what,\r\nHe held me last night at the least nine hours\r\nIn reckoning up the several devils’ names\r\nThat were his lacqueys:  I cried hum, and well,\r\nBut mark’d him not a word. O, he’s as tedious\r\nAs a tired horse, a railing wife;\r\nWorse than a smoky house: I had rather live\r\nWith cheese and garlic in a windmill, far,\r\nThan feed on cates and have him talk to me\r\nIn any summer-house in Christendom.\r\n\r\nMORTIMER.\r\nIn faith, he is a worthy gentleman;\r\nExceedingly well-read, and profited\r\nIn strange concealments; valiant as a lion,\r\nAnd wondrous affable, and as bountiful\r\nAs mines of India. Shall I tell you, cousin?\r\nHe holds your temper in a high respect,\r\nAnd curbs himself even of his natural scope\r\nWhen you do cross his humour; faith, he does:\r\nI warrant you, that man is not alive\r\nMight so have tempted him as you have done,\r\nWithout the taste of danger and reproof:\r\nBut do not use it oft, let me entreat you.\r\n\r\nWORCESTER.\r\nIn faith, my lord, you are too wilful-blunt;\r\nAnd since your coming hither have done enough\r\nTo put him quite beside his patience.\r\nYou must needs learn, lord, to amend this fault:\r\nThough sometimes it show greatness, courage, blood—\r\nAnd that’s the dearest grace it renders you,—\r\nYet oftentimes it doth present harsh rage,\r\nDefect of manners, want of government,\r\nPride, haughtiness, opinion, and disdain;\r\nThe least of which haunting a nobleman\r\nLoseth men’s hearts, and leaves behind a stain\r\nUpon the beauty of all parts besides,\r\nBeguiling them of commendation.\r\n\r\nHOTSPUR.\r\nWell, I am school’d:  good manners be your speed!\r\nHere come our wives, and let us take our leave.\r\n\r\n[Re-enter Glendower, with Lady Mortimer and Lady Percy.]\r\n\r\nMORTIMER.\r\nThis is the deadly spite that angers me,\r\nMy wife can speak no English, I no Welsh.\r\n\r\nGLENDOWER.\r\nMy daughter weeps:  she will not part with you;\r\nShe’ll be a soldier too, she’ll to the wars.\r\n\r\nMORTIMER.\r\nGood father, tell her that she and my aunt Percy\r\nShall follow in your conduct speedily.\r\n\r\n[Glendower speaks to Lady Mortimer in Welsh, and she answers him in the\r\nsame.]\r\n\r\nGLENDOWER.\r\nShe’s desperate here; a peevish self-will’d harlotry,\r\nOne that no persuasion can do good upon.\r\n\r\n[Lady Mortimer speaks to Mortimer in Welsh.]\r\n\r\nMORTIMER.\r\nI understand thy looks: that pretty Welsh\r\nWhich thou pour’st down from these swelling heavens\r\nI am too perfect in; and, but for shame,\r\nIn such a parley should I answer thee.\r\n\r\n[Lady Mortimer speaks to him again in Welsh.]\r\n\r\nI understand thy kisses, and thou mine,\r\nAnd that’s a feeling disputation:\r\nBut I will never be a truant, love,\r\nTill I have learn’d thy language; for thy tongue\r\nMakes Welsh as sweet as ditties highly penn’d,\r\nSung by a fair queen in a Summer’s bower,\r\nWith ravishing division, to her lute.\r\n\r\nGLENDOWER.\r\nNay, if you melt, then will she run mad.\r\n\r\n[Lady Mortimer speaks to Mortimer again in Welsh.]\r\n\r\nMORTIMER.\r\nO, I am ignorance itself in this!\r\n\r\nGLENDOWER.\r\nShe bids you on the wanton rushes lay you down,\r\nAnd rest your gentle head upon her lap,\r\nAnd she will sing the song that pleaseth you,\r\nAnd on your eyelids crown the god of sleep,\r\nCharming your blood with pleasing heaviness;\r\nMaking such difference betwixt wake and sleep,\r\nAs is the difference betwixt day and night,\r\nThe hour before the heavenly-harness’d team\r\nBegins his golden progress in the East.\r\n\r\nMORTIMER.\r\nWith all my heart I’ll sit and hear her sing:\r\nBy that time will our book, I think, be drawn.\r\n\r\nGLENDOWER.\r\nDo so:\r\nAn those musicians that shall play to you\r\nHang in the air a thousand leagues from hence,\r\nAnd straight they shall be here:  sit, and attend.\r\n\r\nHOTSPUR.\r\nCome, Kate, thou art perfect in lying down:  come, quick, quick, that I\r\nmay lay my head in thy lap.\r\n\r\nLADY PERCY.\r\nGo, ye giddy goose.\r\n\r\n[The music plays.]\r\n\r\nHOTSPUR.\r\nNow I perceive the Devil understands Welsh;\r\nAnd ’tis no marvel he’s so humorous.\r\nBy’r Lady, he’s a good musician.\r\n\r\nLADY PERCY.\r\nThen should you be nothing but musical; for you are altogether governed\r\nby humours. Lie still, ye thief, and hear the lady sing in Welsh.\r\n\r\nHOTSPUR.\r\nI had rather hear Lady, my brach, howl in Irish.\r\n\r\nLADY PERCY.\r\nWouldst thou have thy head broken?\r\n\r\nHOTSPUR.\r\nNo.\r\n\r\nLADY PERCY.\r\nThen be still.\r\n\r\nHOTSPUR.\r\nNeither; ’tis a woman’s fault.\r\n\r\nLADY PERCY.\r\nNow God help thee!\r\n\r\nHOTSPUR.\r\nPeace! she sings.\r\n\r\n[A Welsh song by Lady Mortimer.]\r\n\r\nCome, Kate, I’ll have your song too.\r\n\r\nLADY PERCY.\r\nNot mine, in good sooth.\r\n\r\nHOTSPUR.\r\nNot yours, in good sooth! ’Heart! you swear like a\r\ncomfit-maker’s wife. Not mine, in good sooth; and, As true\r\nas I live; and, As God shall mend me; and, As sure as day;\r\nAnd givest such sarcenet surety for thy oaths,\r\nAs if thou ne’er walk’dst further than Finsbury.\r\nSwear me, Kate, like a lady as thou art,\r\nA good mouth-filling oath; and leave in sooth,\r\nAnd such protest of pepper-gingerbread,\r\nTo velvet-guards and Sunday-citizens. Come, sing.\r\n\r\nLADY PERCY.\r\nI will not sing.\r\n\r\nHOTSPUR.\r\n’Tis the next way to turn tailor, or be redbreast-teacher.\r\nAn the indentures be drawn, I’ll away within these two hours;\r\nand so, come in when ye will.\r\n\r\n[Exit.]\r\n\r\nGLENDOWER.\r\nCome, come, Lord Mortimer; you are as slow\r\nAs hot Lord Percy is on fire to go.\r\nBy this our book’s drawn; we’ll but seal, and then\r\nTo horse immediately.\r\n\r\nMORTIMER.\r\nWith all my heart.\r\n\r\n[Exeunt.]\r\n\r\nSCENE II. London. A Room in the Palace.\r\n\r\n[Enter King Henry, Prince Henry, and Lords.]\r\n\r\nKING.\r\nLords, give us leave; the Prince of Wales and I\r\nMust have some private conference: but be near at hand,\r\nFor we shall presently have need of you.\r\n\r\n[Exeunt Lords.]\r\n\r\nI know not whether God will have it so,\r\nFor some displeasing service I have done,\r\nThat, in His secret doom, out of my blood\r\nHe’ll breed revengement and a scourge for me;\r\nBut thou dost, in thy passages of life,\r\nMake me believe that thou art only mark’d\r\nFor the hot vengeance and the rod of Heaven\r\nTo punish my mistreadings. Tell me else,\r\nCould such inordinate and low desires,\r\nSuch poor, such base, such lewd, such mean attempts,\r\nSuch barren pleasures, rude society,\r\nAs thou art match’d withal and grafted to,\r\nAccompany the greatness of thy blood,\r\nAnd hold their level with thy princely heart?\r\n\r\nPRINCE.\r\nSo please your Majesty, I would I could\r\nQuit all offences with as clear excuse\r\nAs well as I am doubtless I can purge\r\nMyself of many I am charged withal:\r\nYet such extenuation let me beg,\r\nAs, in reproof of many tales devised\r\nBy smiling pick-thanks and base news-mongers,—\r\nWhich oft the ear of greatness needs must hear,—\r\nI may, for some things true, wherein my youth\r\nHath faulty wander’d and irregular,\r\nFind pardon on my true submission.\r\n\r\nKING.\r\nGod pardon thee! Yet let me wonder, Harry,\r\nAt thy affections, which do hold a wing\r\nQuite from the flight of all thy ancestors.\r\nThy place in Council thou hast rudely lost,\r\nWhich by thy younger brother is supplied;\r\nAnd art almost an alien to the hearts\r\nOf all the Court and princes of my blood:\r\nThe hope and expectation of thy time\r\nIs ruin’d; and the soul of every man\r\nProphetically does forethink thy fall.\r\nHad I so lavish of my presence been,\r\nSo common-hackney’d in the eyes of men,\r\nSo stale and cheap to vulgar company,\r\nOpinion, that did help me to the crown,\r\nHad still kept loyal to possession,\r\nAnd left me in reputeless banishment,\r\n\r\nA fellow of no mark nor likelihood.\r\nBy being seldom seen, I could not stir\r\nBut, like a comet, I was wonder’d at;\r\nThat men would tell their children, This is he;\r\nOthers would say, Where, which is Bolingbroke?\r\nAnd then I stole all courtesy from Heaven,\r\nAnd dress’d myself in such humility,\r\nThat I did pluck allegiance from men’s hearts,\r\nLoud shouts and salutations from their mouths,\r\nEven in the presence of the crowned King.\r\nThus did I keep my person fresh and new;\r\nMy presence, like a robe pontifical,\r\nNe’er seen but wonder’d at:  and so my state,\r\nSeldom but sumptuous, showed like a feast,\r\nAnd won by rareness such solemnity.\r\nThe skipping King, he ambled up and down\r\nWith shallow jesters and rash bavin wits,\r\nSoon kindled and soon burnt; carded his state,\r\nMingled his royalty, with capering fools;\r\nHad his great name profaned with their scorns;\r\nAnd gave his countenance, against his name,\r\nTo laugh at gibing boys, and stand the push\r\nOf every beardless vain comparative;\r\nGrew a companion to the common streets,\r\nEnfeoff’d himself to popularity;\r\nThat, being dally swallow’d by men’s eyes,\r\nThey surfeited with honey, and began\r\nTo loathe the taste of sweetness, whereof a little\r\nMore than a little is by much too much.\r\nSo, when he had occasion to be seen,\r\nHe was but as the cuckoo is in June,\r\nHeard, not regarded; seen, but with such eyes\r\nAs, sick and blunted with community,\r\nAfford no extraordinary gaze,\r\nSuch as is bent on sun-like majesty\r\nWhen it shines seldom in admiring eyes;\r\nBut rather drowsed, and hung their eyelids down,\r\nSlept in his face, and render’d such aspect\r\nAs cloudy men use to their adversaries,\r\nBeing with his presence glutted, gorged, and full.\r\nAnd in that very line, Harry, stand’st thou;\r\nFor thou hast lost thy princely privilege\r\nWith vile participation:  not an eye\r\nBut is a-weary of thy common sight,\r\nSave mine, which hath desired to see thee more;\r\nWhich now doth that I would not have it do,\r\nMake blind itself with foolish tenderness.\r\n\r\nPRINCE.\r\nI shall hereafter, my thrice-gracious lord,\r\nBe more myself.\r\n\r\nKING.\r\nFor all the world,\r\nAs thou art to this hour, was Richard then\r\nWhen I from France set foot at Ravenspurg;\r\nAnd even as I was then is Percy now.\r\nNow, by my sceptre, and my soul to boot,\r\nHe hath more worthy interest to the state\r\nThan thou, the shadow of succession;\r\nFor, of no right, nor colour like to right,\r\nHe doth fill fields with harness in the realm,\r\nTurns head against the lion’s armed jaws;\r\nAnd, being no more in debt to years than thou,\r\nLeads ancient lords and reverend bishops on\r\nTo bloody battles and to bruising arms.\r\nWhat never-dying honour hath he got\r\nAgainst renowned Douglas! whose high deeds,\r\nWhose hot incursions, and great name in arms,\r\nHolds from all soldiers chief majority\r\nAnd military title capital\r\nThrough all the kingdoms that acknowledge Christ:\r\nThrice hath this Hotspur, Mars in swathing-clothes,\r\nThis infant warrior, in his enterprises\r\nDiscomfited great Douglas; ta’en him once,\r\nEnlarged him, and made a friend of him,\r\nTo fill the mouth of deep defiance up,\r\nAnd shake the peace and safety of our throne.\r\nAnd what say you to this? Percy, Northumberland,\r\nTh’ Archbishop’s Grace of York, Douglas, and Mortimer\r\nCapitulate against us, and are up.\r\nBut wherefore do I tell these news to thee?\r\nWhy, Harry, do I tell thee of my foes,\r\nWhich art my near’st and dearest enemy?\r\nThou that art like enough,—through vassal fear,\r\nBase inclination, and the start of spleen,—\r\nTo fight against me under Percy’s pay,\r\nTo dog his heels, and curtsy at his frowns,\r\nTo show how much thou art degenerate.\r\n\r\nPRINCE.\r\nDo not think so; you shall not find it so:\r\nAnd God forgive them that so much have sway’d\r\nYour Majesty’s good thoughts away from me!\r\nI will redeem all this on Percy’s head,\r\nAnd, in the closing of some glorious day,\r\nBe bold to tell you that I am your son;\r\nWhen I will wear a garment all of blood,\r\nAnd stain my favour in a bloody mask,\r\nWhich, wash’d away, shall scour my shame with it:\r\nAnd that shall be the day, whene’er it lights,\r\nThat this same child of honour and renown,\r\nThis gallant Hotspur, this all-praised knight,\r\nAnd your unthought-of Harry, chance to meet.\r\nFor every honour sitting on his helm,\r\nWould they were multitudes, and on my head\r\nMy shames redoubled! for the time will come,\r\nThat I shall make this northern youth exchange\r\nHis glorious deeds for my indignities.\r\nPercy is but my factor, good my lord,\r\nT’ engross up glorious deeds on my behalf;\r\nAnd I will call hall to so strict account,\r\nThat he shall render every glory up,\r\nYea, even the slightest worship of his time,\r\nOr I will tear the reckoning from his heart.\r\nThis, in the name of God, I promise here:\r\nThe which if I perform, and do survive,\r\nI do beseech your Majesty, may salve\r\nThe long-grown wounds of my intemperance:\r\nIf not, the end of life cancels all bands;\r\nAnd I will die a hundred thousand deaths\r\nEre break the smallest parcel of this vow.\r\n\r\nKING.\r\nA hundred thousand rebels die in this.\r\nThou shalt have charge and sovereign trust herein.—\r\n\r\n[Enter Sir Walter Blunt.]\r\n\r\nHow now, good Blunt! thy looks are full of speed.\r\n\r\nBLUNT.\r\nSo is the business that I come to speak of.\r\nLord Mortimer of Scotland hath sent word\r\nThat Douglas and the English rebels met\r\nTh’ eleventh of this month at Shrewsbury:\r\nA mighty and a fearful head they are,\r\nIf promises be kept on every hand,\r\nAs ever offer’d foul play in a State.\r\n\r\nKING.\r\nThe Earl of Westmoreland set forth to-day;\r\nWith him my son, Lord John of Lancaster;\r\nFor this advertisement is five days old.\r\nOn Wednesday next you, Harry, shall set forward;\r\nOn Thursday we ourselves will march:\r\nOur meeting is Bridgenorth:  and, Harry, you\r\nShall march through Glostershire; by which account,\r\nOur business valued, some twelve days hence\r\nOur general forces at Bridgenorth shall meet.\r\nOur hands are full of business:  let’s away;\r\nAdvantage feeds him fat, while men delay.\r\n\r\n[Exeunt.]\r\n\r\nSCENE III. Eastcheap. A Room in the Boar’s-Head Tavern.\r\n\r\n[Enter Falstaff and Bardolph.]\r\n\r\nFALSTAFF.\r\nBardolph, am I not fallen away vilely since this last action? do I not\r\nbate? do I not dwindle? Why, my skin hangs about me like an old lady’s\r\nloose gown; I am withered like an old apple-John. Well, I’ll repent,\r\nand that suddenly, while I am in some liking; I shall be out of heart\r\nshortly, and then I shall have no strength to repent. An I have not\r\nforgotten what the inside of a church is made of, I am a peppercorn, a\r\nbrewer’s horse:  the inside of a church! Company, villainous company,\r\nhath been the spoil of me.\r\n\r\nBARDOLPH.\r\nSir John, you are so fretful, you cannot live long.\r\n\r\nFALSTAFF.\r\nWhy, there is it:  come, sing me a song; make me merry. I was as\r\nvirtuously given as a gentleman need to be; virtuous enough; swore\r\nlittle; diced not above seven times a week; paid money that I borrowed\r\n—three or four times; lived well, and in good compass:  and now I live\r\nout of all order, out of all compass.\r\n\r\nBARDOLPH.\r\nWhy, you are so fat, Sir John, that you must needs be out of all\r\ncompass, —out of all reasonable compass, Sir John.\r\n\r\nFALSTAFF.\r\nDo thou amend thy face, and I’ll amend my life:  thou art our admiral,\r\nthou bearest the lantern in the poop,—but ’tis in the nose of thee;\r\nthou art the Knight of the Burning Lamp.\r\n\r\nBARDOLPH.\r\nWhy, Sir John, my face does you no harm.\r\n\r\nFALSTAFF.\r\nNo, I’ll be sworn; I make as good use of it as many a man doth of a\r\ndeath’s-head or a memento mori:  I never see thy face but I think upon\r\nhell-fire, and Dives that lived in purple; for there he is in his\r\nrobes, burning, burning. If thou wert any way given to virtue, I would\r\nswear by thy face; my oath should be, By this fire, that’s God’s angel:\r\n but thou art altogether given over; and wert indeed, but for the light\r\nin thy face, the son of utter darkness. When thou rann’st up Gad’s-hill\r\nin the night to catch my horse, if I did not think thou hadst been an\r\nignis fatuus or a ball of wildfire, there’s no purchase in money. O,\r\nthou art a perpetual triumph, an everlasting bonfire-light! Thou hast\r\nsaved me a thousand marks in links and torches, walking with thee in\r\nthe night betwixt tavern and tavern:  but the sack that thou hast drunk\r\nme would have bought me lights as good cheap at the dearest chandler’s\r\nin Europe. I have maintain’d that salamander of yours with fire any\r\ntime this two-and-thirty years; God reward me for it!\r\n\r\nBARDOLPH.\r\n’Sblood, I would my face were in your stomach!\r\n\r\nFALSTAFF.\r\nGod-a-mercy! so should I be sure to be heart-burn’d.—\r\n\r\n[Enter the Hostess.]\r\n\r\nHow now, Dame Partlet the hen! have you enquir’d yet who pick’d my\r\npocket?\r\n\r\nHOSTESS.\r\nWhy, Sir John, what do you think, Sir John? do you think I keep thieves\r\nin my house? I have search’d, I have inquired, so has my husband, man\r\nby man, boy by boy, servant by servant: the tithe of a hair was never\r\nlost in my house before.\r\n\r\nFALSTAFF.\r\nYe lie, hostess:  Bardolph was shaved, and lost many a hair; and\r\nI’ll be sworn my pocket was pick’d. Go to, you are a woman, go.\r\n\r\nHOSTESS.\r\nWho, I? no; I defy thee:  God’s light, I was never call’d so in mine\r\nown house before.\r\n\r\nFALSTAFF.\r\nGo to, I know you well enough.\r\n\r\nHOSTESS.\r\nNo, Sir John; you do not know me, Sir John. I know you, Sir John: you\r\nowe me money, Sir John; and now you pick a quarrel to beguile me of it:\r\nI bought you a dozen of shirts to your back.\r\n\r\nFALSTAFF.\r\nDowlas, filthy dowlas:  I have given them away to bakers’ wives, and\r\nthey have made bolters of them.\r\n\r\nHOSTESS.\r\nNow, as I am a true woman, holland of eight shillings an ell.\r\nYou owe money here besides, Sir John, for your diet and by-drinkings,\r\nand money lent you, four-and-twenty pound.\r\n\r\nFALSTAFF.\r\nHe had his part of it; let him pay.\r\n\r\nHOSTESS.\r\nHe? alas, he is poor; he hath nothing.\r\n\r\nFALSTAFF.\r\nHow! poor? look upon his face; what call you rich? let them coin his\r\nnose, let them coin his cheeks:  I’ll not pay a denier. What, will you\r\nmake a younker of me? shall I not take mine ease in mine inn, but I\r\nshall have my pocket pick’d? I have lost a seal-ring of my\r\ngrandfather’s worth forty mark.\r\n\r\nHOSTESS.\r\nO Jesu, I have heard the Prince tell him, I know not how oft, that that\r\nring was copper!\r\n\r\nFALSTAFF.\r\nHow! the Prince is a Jack, a sneak-cup:  ’sblood, an he were here, I\r\nwould cudgel him like a dog, if he would say so.—\r\n\r\n[Enter Prince Henry and Poins, marching.  Falstaff meets them, playing\r\non his truncheon like a fife.]\r\n\r\nHow now, lad? is the wind in that door, i’faith? must we all march?\r\n\r\nBARDOLPH.\r\nYea, two-and-two, Newgate-fashion.\r\n\r\nHOSTESS.\r\nMy lord, I pray you, hear me.\r\n\r\nPRINCE.\r\nWhat say’st thou, Mistress Quickly? How doth thy husband? I love him\r\nwell; he is an honest man.\r\n\r\nHOSTESS.\r\nGood my lord, hear me.\r\n\r\nFALSTAFF.\r\nPr’ythee, let her alone, and list to me.\r\n\r\nPRINCE.\r\nWhat say’st thou, Jack?\r\n\r\nFALSTAFF.\r\nThe other night I fell asleep here behind the arras, and had my pocket\r\npick’d:  this house is turn’d bawdy-house; they pick pockets.\r\n\r\nPRINCE.\r\nWhat didst thou lose, Jack?\r\n\r\nFALSTAFF.\r\nWilt thou believe me, Hal? three or four bonds of forty pound a-piece\r\nand a seal-ring of my grandfather’s.\r\n\r\nPRINCE.\r\nA trifle, some eight-penny matter.\r\n\r\nHOSTESS.\r\nSo I told him, my lord; and I said I heard your Grace say so; and, my\r\nlord, he speaks most vilely of you, like a foul-mouth’d man as he is;\r\nand said he would cudgel you.\r\n\r\nPRINCE.\r\nWhat! he did not?\r\n\r\nHOSTESS.\r\nThere’s neither faith, truth, nor womanhood in me else.\r\n\r\nFALSTAFF.\r\nThere’s no more faith in thee than in a stew’d prune; nor no more truth\r\nin thee than in a drawn fox; and, for woman-hood, Maid Marian may be\r\nthe deputy’s wife of the ward to thee. Go, you thing, go.\r\n\r\nHOSTESS.\r\nSay, what thing? what thing?  I am an honest man’s wife:  and, setting\r\nthy knighthood aside, thou art a knave to call me so.\r\n\r\nFALSTAFF.\r\nSetting thy womanhood aside, thou art a beast to say otherwise.\r\n\r\nHOSTESS.\r\nSay, what beast, thou knave, thou?\r\n\r\nFALSTAFF.\r\nWhat beast!  why, an otter.\r\n\r\nPRINCE.\r\nAn otter, Sir John, why an otter?\r\n\r\nFALSTAFF.\r\nWhy, she’s neither fish nor flesh; a man knows not where to have her.\r\n\r\nHOSTESS.\r\nThou art an unjust man in saying so; thou or any man knows where to\r\nhave me, thou knave, thou!\r\n\r\nPRINCE.\r\nThou say’st true, hostess; and he slanders thee most grossly.\r\n\r\nHOSTESS.\r\nSo he doth you, my lord; and said this other day you ought him a\r\nthousand pound.\r\n\r\nPRINCE.\r\nSirrah, do I owe you a thousand pound?\r\n\r\nFALSTAFF.\r\n\r\nA thousand pound, Hal! a million:  thy love is worth a million; thou\r\nowest me thy love.\r\n\r\nHOSTESS.\r\nNay, my lord, he call’d you Jack, and said he would cudgel you.\r\n\r\nFALSTAFF.\r\nDid I, Bardolph?\r\n\r\nBARDOLPH.\r\nIndeed, Sir John, you said so.\r\n\r\nFALSTAFF.\r\nYea, if he said my ring was copper.\r\n\r\nPRINCE.\r\nI say ’tis copper:  darest thou be as good as thy word now?\r\n\r\nFALSTAFF.\r\nWhy, Hal, thou know’st, as thou art but man, I dare; but as thou art\r\nprince, I fear thee as I fear the roaring of the lion’s whelp.\r\n\r\nPRINCE.\r\nAnd why not as the lion?\r\n\r\nFALSTAFF.\r\nThe King himself is to be feared as the lion:  dost thou think I’ll\r\nfear thee as I fear thy father? nay, an I do, I pray God my girdle\r\nbreak.\r\n\r\nPRINCE.\r\nSirrah, there’s no room for faith, truth, nor honesty in this bosom of\r\nthine; it is all fill’d up with midriff. Charge an honest woman with\r\npicking thy pocket! why, thou whoreson, impudent, emboss’d rascal, if\r\nthere were anything in thy pocket but tavern-reckonings, and one poor\r\npennyworth of sugar-candy to make thee long-winded,—if thy pocket were\r\nenrich’d with any other injuries but these, I am a villain:  and yet\r\nyou will stand to it; you will not pocket-up wrong. Art thou not\r\nashamed!\r\n\r\nFALSTAFF.\r\nDost thou hear, Hal? thou know’st, in the state of innocency Adam fell;\r\nand what should poor Jack Falstaff do in the days of villainy? Thou\r\nsee’st I have more flesh than another man; and therefore more frailty.\r\nYou confess, then, you pick’d my pocket?\r\n\r\nPRINCE.\r\nIt appears so by the story.\r\n\r\nFALSTAFF.\r\nHostess, I forgive thee:  go, make ready breakfast; love thy husband,\r\nlook to thy servants, cherish thy guests:  thou shalt find me tractable\r\nto any honest reason; thou see’st I am pacified.—Still?  Nay, pr’ythee,\r\nbe gone.\r\n\r\n[Exit Hostess.]\r\n\r\nNow, Hal, to the news at Court:  for the robbery, lad, how is that\r\nanswered?\r\n\r\nPRINCE.\r\nO, my sweet beef, I must still be good angel to thee:  the money is\r\npaid back again.\r\n\r\nFALSTAFF.\r\nO, I do not like that paying back; ’tis a double labour.\r\n\r\nPRINCE.\r\nI am good friends with my father, and may do any thing.\r\n\r\nFALSTAFF.\r\nRob me the exchequer the first thing thou doest, and do it with\r\nunwash’d hands too.\r\n\r\nBARDOLPH.\r\nDo, my lord.\r\n\r\nPRINCE.\r\nI have procured thee, Jack, a charge of Foot.\r\n\r\nFALSTAFF.\r\nI would it had been of Horse. Where shall I find one that can steal\r\nwell? O, for a fine thief, of the age of two-and-twenty or thereabouts!\r\nI am heinously unprovided. Well, God be thanked for these rebels; they\r\noffend none but the virtuous:  I laud them, I praise them.\r\n\r\nPRINCE.\r\nBardolph,—\r\n\r\nBARDOLPH.\r\nMy lord?\r\n\r\nPRINCE.\r\nGo bear this letter to Lord John of Lancaster,\r\nTo my brother John; this to my Lord of Westmoreland.—\r\n\r\n[Exit Bardolph.]\r\n\r\nGo, Poins, to horse, to horse; for thou and I\r\nHave thirty miles to ride yet ere dinner-time.—\r\n\r\n[Exit Poins.]\r\n\r\nMeet me to-morrow, Jack, i’ the Temple-hall\r\nAt two o’clock in th’ afternoon:\r\nThere shalt thou know thy charge; and there receive\r\nMoney and order for their furniture.\r\nThe land is burning; Percy stands on high;\r\nAnd either they or we must lower lie.\r\n\r\n[Exit.]\r\n\r\nFALSTAFF.\r\nRare words! brave world!—Hostess, my breakfast; come:—\r\nO, I could wish this tavern were my drum!\r\n\r\n[Exit.]\r\n\r\nACT IV.\r\n\r\nSCENE I. The Rebel Camp near Shrewsbury.\r\n\r\n[Enter Hotspur, Worcester, and Douglas.]\r\n\r\nHOTSPUR.\r\nWell said, my noble Scot:  if speaking truth\r\nIn this fine age were not thought flattery,\r\nSuch attribution should the Douglas have,\r\nAs not a soldier of this season’s stamp\r\nShould go so general-current through the world.\r\nBy God, I cannot flatter; I defy\r\nThe tongues of soothers; but a braver place\r\nIn my heart’s love hath no man than yourself:\r\nNay, task me to my word; approve me, lord.\r\n\r\nDOUGLAS.\r\nThou art the king of honour:\r\nNo man so potent breathes upon the ground\r\nBut I will beard him.\r\n\r\nHOTSPUR.\r\nDo so, and ’tis well.—\r\n\r\n[Enter a Messenger with letters.]\r\n\r\nWhat letters hast thou there?—I can but thank you.\r\n\r\nMESSENGER.\r\nThese letters come from your father.\r\n\r\nHOTSPUR.\r\nLetters from him! why comes he not himself?\r\n\r\nMESSENGER.\r\nHe cannot come, my lord; he’s grievous sick.\r\n\r\nHOTSPUR.\r\nZwounds! how has he the leisure to be sick\r\nIn such a justling time? Who leads his power?\r\nUnder whose government come they along?\r\n\r\nMESSENGER.\r\nHis letters bears his mind, not I, my lord.\r\n\r\nWORCESTER.\r\nI pr’ythee, tell me, doth he keep his bed?\r\n\r\nMESSENGER.\r\nHe did, my lord, four days ere I set forth,\r\nAnd at the time of my departure thence\r\nHe was much fear’d by his physicians.\r\n\r\nWORCESTER.\r\nI would the state of time had first been whole\r\nEre he by sickness had been visited:\r\nHis health was never better worth than now.\r\n\r\nHOTSPUR.\r\nSick now! droop now! this sickness doth infect\r\nThe very life-blood of our enterprise;\r\n’Tis catching hither, even to our camp.\r\n\r\nHe writes me here, that inward sickness,—\r\nAnd that his friends by deputation could not\r\nSo soon be drawn; no did he think it meet\r\nTo lay so dangerous and dear a trust\r\nOn any soul removed, but on his own.\r\nYet doth he give us bold advertisement,\r\nThat with our small conjunction we should on,\r\nTo see how fortune is disposed to us;\r\nFor, as he writes, there is no quailing now,\r\nBecause the King is certainly possess’d\r\nOf all our purposes. What say you to it?\r\n\r\nWORCESTER.\r\nYour father’s sickness is a maim to us.\r\n\r\nHOTSPUR.\r\nA perilous gash, a very limb lopp’d off:—\r\nAnd yet, in faith, ’tis not; his present want\r\nSeems more than we shall find it. Were it good\r\nTo set the exact wealth of all our states\r\nAll at one cast? to set so rich a main\r\nOn the nice hazard of one doubtful hour?\r\nIt were not good; for therein should we read\r\nThe very bottom and the soul of hope,\r\nThe very list, the very utmost bound\r\nOf all our fortunes.\r\n\r\nDOUGLAS.\r\nFaith, and so we should;\r\nWhere now remains a sweet reversion;\r\nAnd we may boldly spend upon the hope\r\nOf what is to come in:\r\nA comfort of retirement lives in this.\r\n\r\nHOTSPUR.\r\nA rendezvous, a home to fly unto,\r\nIf that the Devil and mischance look big\r\nUpon the maidenhead of our affairs.\r\n\r\nWORCESTER.\r\nBut yet I would your father had been here.\r\nThe quality and hair of our attempt\r\nBrooks no division:  it will be thought\r\nBy some, that know not why he is away,\r\nThat wisdom, loyalty, and mere dislike\r\nOf our proceedings, kept the earl from hence:\r\nAnd think how such an apprehension\r\nMay turn the tide of fearful faction,\r\nAnd breed a kind of question in our cause;\r\nFor well you know we of the offering side\r\nMust keep aloof from strict arbitrement,\r\nAnd stop all sight-holes, every loop from whence\r\nThe eye of reason may pry in upon us.\r\nThis absence of your father’s draws a curtain,\r\nThat shows the ignorant a kind of fear\r\nBefore not dreamt of.\r\n\r\nHOTSPUR.\r\nNay, you strain too far.\r\nI, rather, of his absence make this use:\r\nIt lends a lustre and more great opinion,\r\nA larger dare to our great enterprise,\r\nThan if the earl were here; for men must think,\r\nIf we, without his help, can make a head\r\nTo push against the kingdom, with his help\r\nWe shall o’erturn it topsy-turvy down.\r\nYet all goes well, yet all our joints are whole.\r\n\r\nDOUGLAS.\r\nAs heart can think:  there is not such a word\r\nSpoke in Scotland as this term of fear.\r\n\r\n[Enter Sir Richard Vernon.]\r\n\r\nHOTSPUR.\r\nMy cousin Vernon! welcome, by my soul.\r\n\r\nVERNON.\r\nPray God my news be worth a welcome, lord.\r\nThe Earl of Westmoreland, seven thousand strong,\r\nIs marching hitherwards; with him Prince John.\r\n\r\nHOTSPUR.\r\nNo harm:  what more?\r\n\r\nVERNON.\r\nAnd further, I have learn’d\r\nThe King himself in person is set forth,\r\nOr hitherwards intended speedily,\r\nWith strong and mighty preparation.\r\n\r\nHOTSPUR.\r\nHe shall be welcome too. Where is his son,\r\nThe nimble-footed madcap Prince of Wales,\r\nAnd his comrades, that daff the world aside,\r\nAnd bid it pass?\r\n\r\nVERNON.\r\nAll furnish’d, all in arms;\r\nAll plumed like estridges that with the wind\r\nBate it; like eagles having lately bathed;\r\nGlittering in golden coats, like images;\r\nAs full of spirit as the month of May\r\nAnd gorgeous as the Sun at midsummer;\r\nWanton as youthful goats, wild as young bulls.\r\nI saw young Harry—with his beaver on,\r\nHis cuisses on his thighs, gallantly arm’d—\r\nRise from the ground like feather’d Mercury,\r\nAnd vault it with such ease into his seat,\r\nAs if an angel dropp’d down from the clouds,\r\nTo turn and wind a fiery Pegasus,\r\nAnd witch the world with noble horsemanship.\r\n\r\nHOTSPUR.\r\nNo more, no more:  worse than the Sun in March,\r\nThis praise doth nourish agues. Let them come;\r\nThey come like sacrifices in their trim,\r\nAnd to the fire-eyed maid of smoky war,\r\nAll hot and bleeding, will we offer them:\r\nThe mailed Mars shall on his altar sit\r\nUp to the ears in blood. I am on fire\r\nTo hear this rich reprisal is so nigh,\r\nAnd yet not ours.—Come, let me taste my horse,\r\nWho is to bear me, like a thunderbolt,\r\nAgainst the bosom of the Prince of Wales:\r\nHarry and Harry shall, hot horse to horse,\r\nMeet, and ne’er part till one drop down a corse.—\r\nO, that Glendower were come!\r\n\r\nVERNON.\r\nThere is more news:\r\nI learn’d in Worcester, as I rode along,\r\nHe cannot draw his power this fourteen days.\r\n\r\nDOUGLAS.\r\nThat’s the worst tidings that I hear of yet.\r\n\r\nWORCESTER.\r\nAy, by my faith, that bears a frosty sound.\r\n\r\nHOTSPUR.\r\nWhat may the King’s whole battle reach unto?\r\n\r\nVERNON.\r\nTo thirty thousand.\r\n\r\nHOTSPUR.\r\nForty let it be:\r\nMy father and Glendower being both away,\r\nThe powers of us may serve so great a day.\r\nCome, let us take a muster speedily:\r\nDoomsday is near; die all, die merrily.\r\n\r\nDOUGLAS.\r\nTalk not of dying:  I am out of fear\r\nOf death or death’s hand for this one half-year.\r\n\r\n[Exeunt.]\r\n\r\nSCENE II. A public Road near Coventry.\r\n\r\n[Enter Falstaff and Bardolph.]\r\n\r\nFALSTAFF.\r\nBardolph, get thee before to Coventry; fill me a bottle of sack:  our\r\nsoldiers shall march through; we’ll to Sutton-Co’fil’ to-night.\r\n\r\nBARDOLPH.\r\nWill you give me money, captain?\r\n\r\nFALSTAFF.\r\nLay out, lay out.\r\n\r\nBARDOLPH.\r\nThis bottle makes an angel.\r\n\r\nFALSTAFF.\r\nAn if it do, take it for thy labour; an if it make twenty,\r\ntake them all; I’ll answer the coinage. Bid my lieutenant\r\nPeto meet me at the town’s end.\r\n\r\nBARDOLPH.\r\nI will, captain:  farewell.\r\n\r\n[Exit.]\r\n\r\nFALSTAFF.\r\nIf I be not ashamed of my soldiers, I am a soused gurnet. I have\r\nmisused the King’s press damnably. I have got, in exchange of a hundred\r\nand fifty soldiers, three hundred and odd pounds. I press’d me none but\r\ngood householders, yeomen’s sons; inquired me out contracted bachelors,\r\nsuch as had been ask’d twice on the banns; such a commodity of warm\r\nslaves as had as lief hear the Devil as a drum; such as fear the report\r\nof a caliver worse than a struck fowl or a hurt wild-duck. I press’d me\r\nnone but such toasts-and-butter, with hearts in their bodies no bigger\r\nthan pins’-heads, and they have bought out their services; and now my\r\nwhole charge consists of ancients, corporals, lieutenants, gentlemen of\r\ncompanies, slaves as ragged as Lazarus in the painted cloth, where the\r\nglutton’s dogs licked his sores; and such as, indeed, were never\r\nsoldiers, but discarded unjust serving-men, younger sons to younger\r\nbrothers, revolted tapsters, and ostlers trade-fallen; the cankers of a\r\ncalm world and a long peace; ten times more dishonourable ragged than\r\nan old faced ancient:  and such have I, to fill up the rooms of them\r\nthat have bought out their services, that you would think that I had a\r\nhundred and fifty tattered Prodigals lately come from swine-keeping,\r\nfrom eating draff and husks. A mad fellow met me on the way, and told\r\nme I had unloaded all the gibbets, and press’d the dead bodies. No eye\r\nhath seen such scarecrows. I’ll not march through Coventry with them,\r\nthat’s flat:  nay, and the villains march wide betwixt the legs, as if\r\nthey had gyves on; for, indeed, I had the most of them out of prison.\r\nThere’s but a shirt and a half in all my company; and the half-shirt is\r\ntwo napkins tack’d together and thrown over the shoulders like a\r\nherald’s coat without sleeves; and the shirt, to say the truth, stolen\r\nfrom my host at Saint Alban’s, or the red-nose innkeeper of Daventry.\r\nBut that’s all one; they’ll find linen enough on every hedge.\r\n\r\n[Enter Prince Henry and Westmoreland.]\r\n\r\nPRINCE.\r\nHow now, blown Jack! how now, quilt!\r\n\r\nFALSTAFF.\r\nWhat, Hal! how now, mad wag! what a devil dost thou in\r\nWarwickshire?—My good Lord of Westmoreland, I cry you mercy:\r\nI thought your honour had already been at Shrewsbury.\r\n\r\nWESTMORELAND.\r\nFaith, Sir John, ’tis more than time that I were there, and you too;\r\nbut my powers are there already. The King, I can tell you, looks for us\r\nall:  we must away all, to-night.\r\n\r\nFALSTAFF.\r\nTut, never fear me:  I am as vigilant as a cat to steal cream.\r\n\r\nPRINCE.\r\nI think, to steal cream, indeed; for thy theft hath already made thee\r\nbutter. But tell me, Jack, whose fellows are these that come after?\r\n\r\nFALSTAFF.\r\nMine, Hal, mine.\r\n\r\nPRINCE.\r\nI did never see such pitiful rascals.\r\n\r\nFALSTAFF.\r\nTut, tut; good enough to toss; food for powder, food for powder;\r\nthey’ll fill a pit as well as better:  tush, man, mortal men, mortal\r\nmen.\r\n\r\nWESTMORELAND.\r\nAy, but, Sir John, methinks they are exceeding poor and bare,—too\r\nbeggarly.\r\n\r\nFALSTAFF.\r\nFaith, for their poverty, I know not where they had that; and, for\r\ntheir bareness, I am sure they never learn’d that of me.\r\n\r\nPRINCE.\r\nNo, I’ll be sworn; unless you call three fingers on the ribs bare. But,\r\nsirrah, make haste:  Percy is already in the field.\r\n\r\n[Exit.]\r\n\r\nFALSTAFF.\r\nWhat, is the King encamp’d?\r\n\r\nWESTMORELAND.\r\nHe is, Sir John:  I fear we shall stay too long.\r\n\r\n[Exit.]\r\n\r\nFALSTAFF.\r\nWell,\r\nTo the latter end of a fray and the beginning of a feast\r\nFits a dull fighter and a keen guest.\r\n\r\n[Exit.]\r\n\r\nSCENE III. The Rebel Camp near Shrewsbury.\r\n\r\n[Enter Hotspur, Worcester, Douglas, and Vernon.]\r\n\r\nHOTSPUR.\r\nWe’ll fight with him to-night.\r\n\r\nWORCESTER.\r\nIt may not be.\r\n\r\nDOUGLAS.\r\nYou give him, then, advantage.\r\n\r\nVERNON.\r\nNot a whit.\r\n\r\nHOTSPUR.\r\nWhy say you so? looks he not for supply?\r\n\r\nVERNON.\r\nSo do we.\r\n\r\nHOTSPUR.\r\nHis is certain, ours is doubtful.\r\n\r\nWORCESTER.\r\nGood cousin, be advised; stir not to-night.\r\n\r\nVERNON.\r\nDo not, my lord.\r\n\r\nDOUGLAS.\r\nYou do not counsel well:\r\nYou speak it out of fear and cold heart.\r\n\r\nVERNON.\r\nDo me no slander, Douglas:  by my life,—\r\nAnd I dare well maintain it with my life,—\r\nIf well-respected honour bid me on,\r\nI hold as little counsel with weak fear\r\nAs you, my lord, or any Scot that this day lives:\r\nLet it be seen to-morrow in the battle\r\nWhich of us fears.\r\n\r\nDOUGLAS.\r\nYea, or to-night.\r\n\r\nVERNON.\r\nContent.\r\n\r\nHOTSPUR.\r\nTo-night, say I.\r\n\r\nVERNON.\r\nCome, come, it may not be. I wonder much,\r\nBeing men of such great leading as you are,\r\nThat you foresee not what impediments\r\nDrag back our expedition:  certain Horse\r\nOf my cousin Vernon’s are not yet come up:\r\nYour uncle Worcester’s Horse came but to-day;\r\nAnd now their pride and mettle is asleep,\r\nTheir courage with hard labour tame and dull,\r\nThat not a horse is half the half himself.\r\n\r\nHOTSPUR.\r\nSo are the horses of the enemy\r\nIn general, journey-bated and brought low:\r\nThe better part of ours are full of rest.\r\n\r\nWORCESTER.\r\nThe number of the King exceedeth ours.\r\nFor God’s sake, cousin, stay till all come in.\r\n\r\n[The Trumpet sounds a parley.]\r\n\r\n[Enter Sir Walter Blunt.]\r\n\r\nBLUNT.\r\nI come with gracious offers from the King,\r\nIf you vouchsafe me hearing and respect.\r\n\r\nHOTSPUR.\r\nWelcome, Sir Walter Blunt; and would to God\r\nYou were of our determination!\r\nSome of us love you well; and even those some\r\nEnvy your great deservings and good name,\r\nBecause you are not of our quality,\r\nBut stand against us like an enemy.\r\n\r\nBLUNT.\r\nAnd God defend but still I should stand so,\r\nSo long as out of limit and true rule\r\nYou stand against anointed majesty!\r\nBut to my charge:  the King hath sent to know\r\nThe nature of your griefs; and whereupon\r\nYou conjure from the breast of civil peace\r\nSuch bold hostility, teaching his duteous land\r\nAudacious cruelty. If that the King\r\nHave any way your good deserts forgot,\r\nWhich he confesseth to be manifold,\r\nHe bids you name your griefs; and with all speed\r\nYou shall have your desires with interest,\r\nAnd pardon absolute for yourself and these\r\nHerein misled by your suggestion.\r\n\r\nHOTSPUR.\r\nThe King is kind; and well we know the King\r\nKnows at what time to promise, when to pay.\r\nMy father and my uncle and myself\r\nDid give him that same royalty he wears;\r\nAnd—when he was not six-and-twenty strong,\r\nSick in the world’s regard, wretched and low,\r\nA poor unminded outlaw sneaking home—\r\nMy father gave him welcome to the shore:\r\nAnd—when he heard him swear and vow to God,\r\nHe came but to be Duke of Lancaster,\r\nTo sue his livery and beg his peace,\r\nWith tears of innocence and terms of zeal—\r\nMy father, in kind heart and pity moved,\r\nSwore him assistance, and performed it too.\r\nNow, when the lords and barons of the realm\r\nPerceived Northumberland did lean to him,\r\nThe more and less came in with cap and knee;\r\nMet him in boroughs, cities, villages,\r\nAttended him on bridges, stood in lanes,\r\nLaid gifts before him, proffer’d him their oaths,\r\nGive him their heirs as pages, follow’d him\r\nEven at the heels in golden multitudes.\r\nHe presently—as greatness knows itself—\r\nSteps me a little higher than his vow\r\nMade to my father, while his blood was poor,\r\nUpon the naked shore at Ravenspurg;\r\nAnd now, forsooth, takes on him to reform\r\nSome certain edicts and some strait decrees\r\nThat lie too heavy on the commonwealth;\r\nCries out upon abuses, seems to weep\r\nOver his country’s wrongs; and, by this face,\r\nThis seeming brow of justice, did he win\r\nThe hearts of all that he did angle for:\r\nProceeded further; cut me off the heads\r\nOf all the favourites, that the absent King\r\nIn deputation left behind him here\r\nWhen he was personal in the Irish war.\r\n\r\nBLUNT.\r\nTut, I came not to hear this.\r\n\r\nHOTSPUR.\r\nThen to the point:\r\nIn short time after, he deposed the King;\r\nSoon after that, deprived him of his life;\r\nAnd, in the neck of that, task’d the whole State:\r\nTo make that worse, suffer’d his kinsman March\r\n(Who is, if every owner were well placed,\r\nIndeed his king) to be engaged in Wales,\r\nThere without ransom to lie forfeited;\r\nDisgraced me in my happy victories,\r\nSought to entrap me by intelligence;\r\nRated my uncle from the Council-board;\r\nIn rage dismiss’d my father from the Court;\r\nBroke oath on oath, committed wrong on wrong;\r\nAnd, in conclusion, drove us to seek out\r\nThis head of safety; and withal to pry\r\nInto his title, the which now we find\r\nToo indirect for long continuance.\r\n\r\nBLUNT.\r\nShall I return this answer to the King?\r\n\r\nHOTSPUR.\r\nNot so, Sir Walter:  we’ll withdraw awhile.\r\nGo to the King; and let there be impawn’d\r\nSome surety for a safe return again,\r\nAnd in the morning early shall my uncle\r\nBring him our purposes: and so, farewell.\r\n\r\nBLUNT.\r\nI would you would accept of grace and love.\r\n\r\nHOTSPUR.\r\nAnd may be so we shall.\r\n\r\nBLUNT.\r\nPray God you do.\r\n\r\n[Exeunt.]\r\n\r\nSCENE IV. York.  A Room in the Archbishop’s Palace.\r\n\r\n[Enter the Archbishop of York and Sir Michael.]\r\n\r\nARCHBISHOP.\r\nHie, good Sir Michael; bear this sealed brief\r\nWith winged haste to the Lord Marshal;\r\nThis to my cousin Scroop; and all the rest\r\nTo whom they are directed. If you knew\r\nHow much they do import, you would make haste.\r\n\r\nSIR MICHAEL.\r\nMy good lord,\r\nI guess their tenour.\r\n\r\nARCHBISHOP.\r\nLike enough you do.\r\nTo-morrow, good Sir Michael, is a day\r\nWherein the fortune of ten thousand men\r\nMust bide the touch; for, sir, at Shrewsbury,\r\nAs I am truly given to understand,\r\nThe King, with mighty and quick-raised power,\r\nMeets with Lord Harry:  and, I fear, Sir Michael,\r\nWhat with the sickness of Northumberland,\r\nWhose power was in the first proportion,\r\nAnd what with Owen Glendower’s absence thence,\r\nWho with them was a rated sinew too,\r\nAnd comes not in, o’er-rul’d by prophecies,—\r\nI fear the power of Percy is too weak\r\nTo wage an instant trial with the King.\r\n\r\nSIR MICHAEL.\r\nWhy, my good lord, you need not fear;\r\nThere’s Douglas and Lord Mortimer.\r\n\r\nARCHBISHOP.\r\nNo, Mortimer’s not there.\r\n\r\nSIR MICHAEL.\r\nBut there is Mordake, Vernon, Lord Harry Percy,\r\nAnd there’s my Lord of Worcester; and a head\r\nOf gallant warriors, noble gentlemen.\r\n\r\nARCHBISHOP.\r\nAnd so there is:  but yet the King hath drawn\r\nThe special head of all the land together;\r\nThe Prince of Wales, Lord John of Lancaster,\r\nThe noble Westmoreland, and warlike Blunt;\r\nAnd many more corrivals and dear men\r\nOf estimation and command in arms.\r\n\r\nSIR MICHAEL.\r\nDoubt not, my lord, they shall be well opposed.\r\n\r\nARCHBISHOP.\r\nI hope no less, yet needful ’tis to fear;\r\nAnd, to prevent the worst, Sir Michael, speed:\r\nFor if Lord Percy thrive not, ere the King\r\nDismiss his power, he means to visit us,\r\nFor he hath heard of our confederacy;\r\nAnd ’tis but wisdom to make strong against him:\r\nTherefore make haste. I must go write again\r\nTo other friends; and so, farewell, Sir Michael.\r\n\r\n[Exeunt.]\r\n\r\nACT V.\r\n\r\nSCENE I. The King’s Camp near Shrewsbury.\r\n\r\n[Enter King Henry, Prince Henry, Lancaster, Sir Walter Blunt, and Sir\r\nJohn Falstaff.]\r\n\r\nKING.\r\nHow bloodily the Sun begins to peer\r\nAbove yon busky hill! the day looks pale\r\nAt his distemperature.\r\n\r\nPRINCE.\r\nThe southern wind\r\nDoth play the trumpet to his purposes;\r\nAnd by his hollow whistling in the leaves\r\nForetells a tempest and a blustering day.\r\n\r\nKING.\r\nThen with the losers let it sympathize,\r\nFor nothing can seem foul to those that win.—\r\n\r\n[The trumpet sounds. Enter Worcester and Vernon.]\r\n\r\nHow, now, my Lord of Worcester! ’tis not well\r\nThat you and I should meet upon such terms\r\nAs now we meet. You have deceived our trust;\r\nAnd made us doff our easy robes of peace,\r\nTo crush our old limbs in ungentle steel:\r\nThis is not well, my lord, this is not well.\r\nWhat say you to’t? will you again unknit\r\nThis churlish knot of all-abhorred war,\r\nAnd move in that obedient orb again\r\nWhere you did give a fair and natural light;\r\nAnd be no more an exhaled meteor,\r\nA prodigy of fear, and a portent\r\nOf broached mischief to the unborn times?\r\n\r\nWORCESTER.\r\nHear me, my liege:\r\nFor mine own part, I could be well content\r\nTo entertain the lag-end of my life\r\nWith quiet hours; for I do protest,\r\nI have not sought the day of this dislike.\r\n\r\nKING.\r\nYou have not sought it! why, how comes it, then?\r\n\r\nFALSTAFF.\r\nRebellion lay in his way, and he found it.\r\n\r\nPRINCE.\r\nPeace, chewet, peace!\r\n\r\nWORCESTER.\r\nIt pleased your Majesty to turn your looks\r\nOf favour from myself and all our House;\r\nAnd yet I must remember you, my lord,\r\nWe were the first and dearest of your friends.\r\nFor you my staff of office did I break\r\nIn Richard’s time; and posted day and night\r\nTo meet you on the way, and kiss your hand,\r\nWhen yet you were in place and in account\r\nNothing so strong and fortunate as I.\r\nIt was myself, my brother, and his son,\r\nThat brought you home, and boldly did outdare\r\nThe dangers of the time. You swore to us,—\r\nAnd you did swear that oath at Doncaster,—\r\nThat you did nothing purpose ’gainst the state;\r\nNor claim no further than your new-fall’n right,\r\nThe seat of Gaunt, dukedom of Lancaster:\r\nTo this we swore our aid. But in short space\r\nIt rain’d down fortune showering on your head;\r\nAnd such a flood of greatness fell on you,—\r\nWhat with our help, what with the absent King,\r\nWhat with the injuries of a wanton time,\r\nThe seeming sufferances that you had borne,\r\nAnd the contrarious winds that held the King\r\nSo long in his unlucky Irish wars\r\nThat all in England did repute him dead,—\r\nAnd, from this swarm of fair advantages,\r\nYou took occasion to be quickly woo’d\r\nTo gripe the general sway into your hand;\r\nForgot your oath to us at Doncaster;\r\nAnd, being fed by us, you used us so\r\nAs that ungentle gull, the cuckoo-bird,\r\nUseth the sparrow; did oppress our nest;\r\nGrew by our feeding to so great a bulk,\r\nThat even our love thirst not come near your sight\r\nFor fear of swallowing; but with nimble wing\r\nWe were enforced, for safety-sake, to fly\r\nOut of your sight, and raise this present head:\r\nWhereby we stand opposed by such means\r\nAs you yourself have forged against yourself,\r\nBy unkind usage, dangerous countenance,\r\nAnd violation of all faith and troth\r\nSworn to tis in your younger enterprise.\r\n\r\nKING.\r\nThese things, indeed, you have articulate,\r\nProclaim’d at market-crosses, read in churches,\r\nTo face the garment of rebellion\r\nWith some fine colour that may please the eye\r\nOf fickle changelings and poor discontents,\r\nWhich gape and rub the elbow at the news\r\nOf hurlyburly innovation:\r\nAnd never yet did insurrection want\r\nSuch water-colours to impaint his cause;\r\nNor moody beggars, starving for a time\r\nOf pellmell havoc and confusion.\r\n\r\nPRINCE.\r\nIn both our armies there is many a soul\r\nShall pay full dearly for this encounter,\r\nIf once they join in trial. Tell your nephew,\r\nThe Prince of Wales doth join with all the world\r\nIn praise of Henry Percy:  by my hopes,\r\nThis present enterprise set off his head,\r\nI do not think a braver gentleman,\r\nMore active-valiant or more valiant-young,\r\nMore daring or more bold, is now alive\r\nTo grace this latter age with noble deeds.\r\nFor my part,—I may speak it to my shame,—\r\nI have a truant been to chivalry;\r\nAnd so I hear he doth account me too:\r\nYet this before my father’s Majesty,—\r\nI am content that he shall take the odds\r\nOf his great name and estimation,\r\nAnd will, to save the blood on either side,\r\nTry fortune with him in a single fight.\r\n\r\nKING.\r\nAnd, Prince of Wales, so dare we venture thee,\r\nAlbeit considerations infinite\r\nDo make against it.—No, good Worcester, no;\r\nWe love our people well; even those we love\r\nThat are misled upon your cousin’s part;\r\nAnd, will they take the offer of our grace,\r\nBoth he, and they, and you, yea, every man\r\nShall be my friend again, and I’ll be his:\r\nSo tell your cousin, and then bring me word\r\nWhat he will do:  but, if he will not yield,\r\nRebuke and dread correction wait on us,\r\nAnd they shall do their office. So, be gone;\r\nWe will not now be troubled with reply:\r\nWe offer fair; take it advisedly.\r\n\r\n[Exit Worcester with Vernon.]\r\n\r\nPRINCE.\r\nIt will not be accepted, on my life:\r\nThe Douglas and the Hotspur both together\r\nAre confident against the world in arms.\r\n\r\nKING.\r\nHence, therefore, every leader to his charge;\r\nFor, on their answer, will we set on them:\r\nAnd God befriend us, as our cause is just!\r\n\r\n[Exeunt the King, Blunt, and Prince John.]\r\n\r\nFALSTAFF.\r\nHal, if thou see me down in the battle, and bestride me, so; ’tis a\r\npoint of friendship.\r\n\r\nPRINCE.\r\nNothing but a colossus can do thee that friendship.\r\nSay thy prayers, and farewell.\r\n\r\nFALSTAFF.\r\nI would it were bedtime, Hal, and all well.\r\n\r\nPRINCE.\r\nWhy, thou owest God a death.\r\n\r\n[Exit.]\r\n\r\nFALSTAFF.\r\n’Tis not due yet; I would be loth to pay Him before His day. What need\r\nI be so forward with him that calls not on me? Well, ’tis no matter;\r\nhonour pricks me on. Yea, but how if honour prick me off when I come\r\non? how then? Can honor set-to a leg? no:  or an arm? no:  or take away\r\nthe grief of a wound? no. Honour hath no skill in surgery then? no.\r\nWhat is honour? a word. What is that word, honour? air. A trim\r\nreckoning!—Who hath it? he that died o’ Wednesday. Doth he feel it? no.\r\nDoth be hear it? no. Is it insensible, then? yea, to the dead. But will\r\nit not live with the living? no. Why? detraction will not suffer it.\r\nTherefore I’ll none of it:  honour is a mere scutcheon:—and so ends my\r\ncatechism.\r\n\r\n[Exit.]\r\n\r\nSCENE II. The Rebel Camp.\r\n\r\n[Enter Worcester and Vernon.]\r\n\r\nWORCESTER.\r\nO no, my nephew must not know, Sir Richard,\r\nThe liberal-kind offer of the King.\r\n\r\nVERNON.\r\n’Twere best he did.\r\n\r\nWORCESTER.\r\nThen are we all undone.\r\nIt is not possible, it cannot be,\r\nThe King should keep his word in loving us;\r\nHe will suspect us still, and find a time\r\nTo punish this offence in other faults:\r\nSuspicion all our lives shall be stuck full of eyes;\r\nFor treason is but trusted like the fox,\r\nWho, ne’er so tame, so cherish’d, and lock’d up,\r\nWill have a wild trick of his ancestors.\r\nLook how we can, or sad or merrily,\r\nInterpretation will misquote our looks;\r\nAnd we shall feed like oxen at a stall,\r\nThe better cherish’d, still the nearer death.\r\nMy nephew’s trespass may be well forgot:\r\nIt hath th’ excuse of youth and heat of blood,\r\nAnd an adopted name of privilege,—\r\nA hare-brain’d Hotspur, govern’d by a spleen:\r\nAll his offences live upon my head\r\nAnd on his father’s:  we did train him on;\r\nAnd, his corruption being ta’en from us,\r\nWe, as the spring of all, shall pay for all.\r\nTherefore, good cousin, let not Harry know,\r\nIn any case, the offer of the King.\r\n\r\nVERNON.\r\nDeliver what you will, I’ll say ’tis so.\r\nHere comes your cousin.\r\n\r\n[Enter Hotspur and Douglas; Officers and Soldiers behind.]\r\n\r\nHOTSPUR.\r\nMy uncle is return’d: deliver up\r\nMy Lord of Westmoreland.—Uncle, what news?\r\n\r\nWORCESTER.\r\nThe King will bid you battle presently.\r\n\r\nDOUGLAS.\r\nDefy him by the Lord Of Westmoreland.\r\n\r\nHOTSPUR.\r\nLord Douglas, go you and tell him so.\r\n\r\nDOUGLAS.\r\nMarry, I shall, and very willingly.\r\n\r\n[Exit.]\r\n\r\nWORCESTER.\r\nThere is no seeming mercy in the King.\r\n\r\nHOTSPUR.\r\nDid you beg any? God forbid!\r\n\r\nWORCESTER.\r\nI told him gently of our grievances,\r\nOf his oath-breaking; which he mended thus,\r\nBy new-forswearing that he is forsworn:\r\nHe calls us rebels, traitors; and will scourge\r\nWith haughty arms this hateful name in us.\r\n\r\n[Re-enter Douglas.]\r\n\r\nDOUGLAS.\r\nArm, gentlemen; to arms! for I have thrown\r\nA brave defiance in King Henry’s teeth,\r\nAnd Westmoreland, that was engaged, did bear it;\r\nWhich cannot choose but bring him quickly on.\r\n\r\nWORCESTER.\r\nThe Prince of Wales stepp’d forth before the King,\r\nAnd, nephew, challenged you to single fight.\r\n\r\nHOTSPUR.\r\nO, would the quarrel lay upon our heads;\r\nAnd that no man might draw short breath to-day\r\nBut I and Harry Monmouth! Tell me, tell me,\r\nHow show’d his tasking? seem’d it in contempt?\r\n\r\nVERNON.\r\nNo, by my soul: I never in my life\r\nDid hear a challenge urged more modestly,\r\nUnless a brother should a brother dare\r\nTo gentle exercise and proof of arms.\r\nHe gave you all the duties of a man;\r\nTrimm’d up your praises with a princely tongue;\r\nSpoke your deservings like a chronicle;\r\nMaking you ever better than his praise,\r\nBy still dispraising praise valued with you;\r\nAnd, which became him like a prince indeed,\r\nHe made a blushing cital of himself;\r\nAnd chid his truant youth with such a grace,\r\nAs if he master’d there a double spirit,\r\nOf teaching and of learning instantly.\r\nThere did he pause:  but let me tell the world,\r\nIf he outlive the envy of this day,\r\nEngland did never owe so sweet a hope,\r\nSo much misconstrued in his wantonness.\r\n\r\nHOTSPUR.\r\nCousin, I think thou art enamoured\r\nUpon his follies: never did I hear\r\nOf any prince so wild o’ liberty.\r\nBut be he as he will, yet once ere night\r\nI will embrace him with a soldier’s arm,\r\nThat he shall shrink under my courtesy.—\r\nArm, arm with speed:  and, fellows, soldiers, friends,\r\nBetter consider what you have to do\r\nThan I, that have not well the gift of tongue,\r\nCan lift your blood up with persuasion.\r\n\r\n[Enter a Messenger.]\r\n\r\nMESSENGER.\r\nMy lord, here are letters for you.\r\n\r\nHOTSPUR.\r\nI cannot read them now.—\r\nO gentlemen, the time of life is short!\r\nTo spend that shortness basely were too long,\r\nIf life did ride upon a dial’s point,\r\nStill ending at th’ arrival of an hour.\r\nAn if we live, we live to tread on kings;\r\nIf die, brave death, when princes die with us!\r\nNow, for our consciences, the arms are fair,\r\nWhen the intent of bearing them is just.\r\n\r\n[Enter another Messenger.]\r\n\r\nMESSENGER.\r\nMy lord, prepare:  the King comes on apace.\r\n\r\nHOTSPUR.\r\nI thank him, that he cuts me from my tale,\r\nFor I profess not talking; only this,\r\nLet each man do his best:  and here draw I\r\nA sword, whose temper I intend to stain\r\nWith the best blood that I can meet withal\r\nIn the adventure of this perilous day.\r\nNow, Esperance! Percy! and set on.\r\nSound all the lofty instruments of war,\r\nAnd by that music let us all embrace;\r\nFor, Heaven to Earth, some of us never shall\r\nA second time do such a courtesy.\r\n\r\n[The trumpets sound.  They embrace, and exeunt.]\r\n\r\nSCENE III. Plain between the Camps.\r\n\r\n[Excursions, and Parties fighting.  Alarum to the battle.\r\nThen enter Douglas and Sir Walter Blunt, meeting.]\r\n\r\nBLUNT.\r\nWhat is thy name, that in the battle thus\r\nThou crossest me? what honour dost thou seek\r\nUpon my head?\r\n\r\nDOUGLAS.\r\nKnow, then, my name is Douglas,\r\nAnd I do haunt thee in the battle thus\r\nBecause some tell me that thou art a king.\r\n\r\nBLUNT.\r\nThey tell thee true.\r\n\r\nDOUGLAS.\r\nThe Lord of Stafford dear to-day hath bought\r\nThy likeness; for, instead of thee, King Harry,\r\nThis sword hath ended him:  so shall it thee,\r\nUnless thou yield thee as my prisoner.\r\n\r\nBLUNT.\r\nI was not born a yielder, thou proud Scot;\r\nAnd thou shalt find a king that will revenge\r\nLord Stafford’s death.\r\n\r\n[They fight, and Blunt is slain. Enter Hotspur.]\r\n\r\nHOTSPUR.\r\nO Douglas, hadst thou fought at Holmedon thus,\r\nI never had triumphed o’er a Scot.\r\n\r\nDOUGLAS.\r\nAll’s done, all’s won; here breathless lies the King.\r\n\r\nHOTSPUR.\r\nWhere?\r\n\r\nDOUGLAS.\r\nHere.\r\n\r\nHOTSPUR.\r\nThis, Douglas? no; I know this face full well:\r\nA gallant knight he was, his name was Blunt;\r\nSemblably furnish’d like the King himself.\r\n\r\nDOUGLAS.\r\nA fool go with thy soul, where’re it goes!\r\nA borrow’d title hast thou bought too dear:\r\nWhy didst thou tell me that thou wert a king?\r\n\r\nHOTSPUR.\r\nThe King hath many marching in his coats.\r\n\r\nDOUGLAS.\r\nNow, by my sword, I will kill all his coats;\r\nI’ll murder all his wardrobe piece by piece,\r\nUntil I meet the King.\r\n\r\nHOTSPUR.\r\nUp, and away!\r\nOur soldiers stand full fairly for the day.\r\n\r\n[Exeunt.]\r\n\r\n[Alarums. Enter Falstaff.]\r\n\r\nFALSTAFF.\r\nThough I could ’scape shot-free at London, I fear the shot here; here’s\r\nno scoring but upon the pate.—Soft! who are you? Sir Walter Blunt: \r\nthere’s honour for you! here’s no vanity! I am as hot as molten lead,\r\nand as heavy too:  God keep lead out of me! I need no more weight than\r\nmine own bowels. I have led my ragamuffins where they are peppered: \r\nthere’s not three of my hundred and fifty left alive; and they are for\r\nthe town’s end, to beg during life. But who comes here?\r\n\r\n[Enter Prince Henry.]\r\n\r\nPRINCE.\r\nWhat, stand’st thou idle here? lend me thy sword:\r\nMany a nobleman lies stark and stiff\r\nUnder the hoofs of vaunting enemies,\r\nWhose deaths are yet unrevenged:  I pr’ythee,\r\nLend me thy sword.\r\n\r\nFALSTAFF.\r\nO Hal, I pr’ythee give me leave to breathe awhile. Turk\r\nGregory never did such deeds in arms as I have done this\r\nday. I have paid Percy, I have made him sure.\r\n\r\nPRINCE.\r\nHe is indeed; and living to kill thee.\r\nI pr’ythee, lend me thy sword.\r\n\r\nFALSTAFF.\r\nNay, before God, Hal, if Percy be alive, thou gett’st not my sword; but\r\ntake my pistol, if thou wilt.\r\n\r\nPRINCE.\r\nGive it me:  what, is it in the case?\r\n\r\nFALSTAFF.\r\nAy, Hal. ’Tis hot, ’tis hot:  there’s that will sack a city.\r\n\r\n[The Prince draws out a bottle of sack.]\r\n\r\nWhat, is’t a time to jest and dally now?\r\n\r\n[Throws it at him, and exit.]\r\n\r\nFALSTAFF.\r\nWell, if Percy be alive, I’ll pierce him. If he do come in my way, so;\r\nif he do not, if I come in his willingly, let him make a carbonado of\r\nme. I like not such grinning honour as Sir Walter hath:  give me life;\r\nwhich if I can save, so; if not, honour comes unlooked for, and there’s\r\nan end.\r\n\r\n[Exit.]\r\n\r\nSCENE IV. Another Part of the Field.\r\n\r\n[Alarums. Excursions. Enter King Henry, Prince Henry,\r\nLancaster, and Westmoreland.]\r\n\r\nKING.\r\nI pr’ythee,\r\nHarry, withdraw thyself; thou bleedest too much.—\r\nLord John of Lancaster, go you unto him.\r\n\r\nLANCASTER.\r\nNot I, my lord, unless I did bleed too.\r\n\r\nPRINCE.\r\nI do beseech your Majesty, make up,\r\nLest your retirement do amaze your friends.\r\n\r\nKING.\r\nI will do so.—\r\nMy Lord of Westmoreland, lead him to his tent.\r\n\r\nWESTMORELAND.\r\nCome, my lord, I’ll lead you to your tent.\r\n\r\nPRINCE.\r\nLead me, my lord?  I do not need your help:\r\nAnd God forbid, a shallow scratch should drive\r\nThe Prince of Wales from such a field as this,\r\nWhere stain’d nobility lies trodden on,\r\nAnd rebels’ arms triumph in massacres!\r\n\r\nLANCASTER.\r\nWe breathe too long:—come, cousin Westmoreland,\r\nOur duty this way lies; for God’s sake, come.\r\n\r\n[Exeunt Lancaster and Westmoreland.]\r\n\r\nPRINCE.\r\nBy Heaven, thou hast deceived me, Lancaster;\r\nI did not think thee lord of such a spirit:\r\nBefore, I loved thee as a brother, John;\r\nBut now I do respect thee as my soul.\r\n\r\nKING.\r\nI saw him hold Lord Percy at the point\r\nWith lustier maintenance than I did look for\r\nOf such an ungrown warrior.\r\n\r\nPRINCE.\r\nO, this boy\r\nLends mettle to us all!\r\n\r\n[Exit.]\r\n\r\n[Alarums. Enter Douglas.]\r\n\r\nDOUGLAS.\r\nAnother king! they grow like Hydra’s heads:\r\nI am the Douglas, fatal to all those\r\n\r\nThat wear those colours on them.—What art thou,\r\nThat counterfeit’st the person of a king?\r\n\r\nKING.\r\nThe King himself; who, Douglas, grieves at heart\r\nSo many of his shadows thou hast met,\r\nAnd not the very King. I have two boys\r\nSeek Percy and thyself about the field:\r\nBut, seeing thou fall’st on me so luckily,\r\nI will assay thee; so, defend thyself.\r\n\r\nDOUGLAS.\r\nI fear thou art another counterfeit;\r\nAnd yet, in faith, thou bear’st thee like a king:\r\nBut mine I’m sure thou art, whoe’er thou be,\r\nAnd thus I win thee.\r\n\r\n[They fight; the King being in danger, re-enter Prince Henry.]\r\n\r\nPRINCE.\r\nHold up thy head, vile Scot, or thou art like\r\nNever to hold it up again! the spirits\r\nOf valiant Shirley, Stafford, Blunt are in my arms:\r\nIt is the Prince of Wales that threatens thee;\r\nWho never promiseth but he means to pay.—\r\n\r\n[They fight:  Douglas flies.]\r\n\r\nCheerly, my lord:  how fares your Grace?\r\nSir Nicholas Gawsey hath for succour sent,\r\nAnd so hath Clifton:  I’ll to Clifton straight.\r\n\r\nKING.\r\nStay, and breathe awhile:\r\nThou hast redeem’d thy lost opinion;\r\nAnd show’d thou makest some tender of my life,\r\nIn this fair rescue thou hast brought to me.\r\n\r\nPRINCE.\r\nO God, they did me too much injury\r\nThat ever said I hearken’d for your death!\r\nIf it were so, I might have let alone\r\nTh’ insulting hand of Douglas over you,\r\nWhich would have been as speedy in your end\r\nAs all the poisonous potions in the world,\r\nAnd saved the treacherous labour of your son.\r\n\r\nKING.\r\nMake up to Clifton:  I’ll to Sir Nicholas Gawsey.\r\n\r\n[Exit.]\r\n\r\n[Enter Hotspur.]\r\n\r\nHOTSPUR.\r\nIf I mistake not, thou art Harry Monmouth.\r\n\r\nPRINCE.\r\nThou speak’st as if I would deny my name.\r\n\r\nHOTSPUR.\r\nMy name is Harry Percy.\r\n\r\nPRINCE.\r\nWhy, then I see\r\nA very valiant rebel of the name.\r\nI am the Prince of Wales; and think not, Percy,\r\nTo share with me in glory any more:\r\nTwo stars keep not their motion in one sphere;\r\nNor can one England brook a double reign,\r\nOf Harry Percy and the Prince of Wales.\r\n\r\nHOTSPUR.\r\nNor shall it, Harry; for the hour is come\r\nTo end the one of us; and would to God\r\nThy name in arms were now as great as mine!\r\n\r\nPRINCE.\r\nI’ll make it greater ere I part from thee;\r\nAnd all the budding honours on thy crest\r\nI’ll crop, to make a garland for my head.\r\n\r\nHOTSPUR.\r\nI can no longer brook thy vanities.\r\n\r\n[They fight.]\r\n\r\n[Enter Falstaff.]\r\n\r\nFALSTAFF.\r\nWell said, Hal! to it, Hal! Nay, you shall find no boy’s play here, I\r\ncan tell you.\r\n\r\n[Re-enter Douglas; he fights with Falstaff, who falls down as if he\r\nwere dead, and exit Douglas. Hotspure is wounded, and falls.]\r\n\r\nHOTSPUR.\r\nO Harry, thou hast robb’d me of my youth!\r\nI better brook the loss of brittle life\r\nThan those proud titles thou hast won of me;\r\nThey wound my thoughts worse than thy sword my flesh:\r\nBut thoughts the slave of life, and life Time’s fool,\r\nAnd Time, that takes survey of all the world,\r\nMust have a stop. O, I could prophesy,\r\nBut that the earthy and cold hand of death\r\nLies on my tongue:  no, Percy, thou art dust,\r\nAnd food for—\r\n\r\n[Dies.]\r\n\r\nPRINCE.\r\nFor worms, brave Percy:  fare thee well, great heart!\r\nIll-weaved ambition, how much art thou shrunk!\r\nWhen that this body did contain a spirit,\r\nA kingdom for it was too small a bound;\r\nBut now two paces of the vilest earth\r\nIs room enough. This earth that bears thee dead\r\nBears not alive so stout a gentleman.\r\nIf thou wert sensible of courtesy,\r\nI should not make so dear a show of zeal:\r\nBut let my favours hide thy mangled face;\r\nAnd, even in thy behalf, I’ll thank myself\r\nFor doing these fair rites of tenderness.\r\nAdieu, and take thy praise with thee to Heaven!\r\nThy ignominy sleep with thee in the grave,\r\nBut not remember’d in thy epitaph!—\r\n\r\n[Sees Falstaff on the ground.]\r\n\r\nWhat, old acquaintance? could not all this flesh\r\nKeep in a little life? Poor Jack, farewell!\r\nI could have better spared a better man:\r\nO, I should have a heavy miss of thee,\r\nIf I were much in love with vanity!\r\nDeath hath not struck so fat a deer to-day,\r\nThough many dearer, in this bloody fray.\r\nEmbowell’d will I see thee by-and-by:\r\nTill then in blood by noble Percy lie.\r\n\r\n[Exit.]\r\n\r\nFALSTAFF.\r\n[Rising.] Embowell’d! if thou embowel me to-day, I’ll give you leave to\r\npowder me and eat me too to-morrow. ’Sblood, ’twas time to counterfeit,\r\nor that hot termagant Scot had paid me scot and lot too. Counterfeit! I\r\nlie; I am no counterfeit:  to die, is to be a counterfeit; for he is\r\nbut the counterfeit of a man who hath not the life of a man:  but to\r\ncounterfeit dying, when a man thereby liveth, is to be no counterfeit,\r\nbut the true and perfect image of life indeed. The better part of\r\nvalour is discretion; in the which better part I have saved my life.—\r\nZwounds, I am afraid of this gunpowder Percy, though he be dead:  how,\r\nif he should counterfeit too, and rise? by my faith, I am afraid he\r\nwould prove the better counterfeit. Therefore I’ll make him sure; yea,\r\nand I’ll swear I kill’d him. Why may not he rise as well as I? Nothing\r\nconfutes me but eyes, and nobody sees me. Therefore, sirrah, with a new\r\nwound in your thigh, come you along with me.\r\n\r\n[Takes Hotspur on his hack.]\r\n\r\n[Re-enter Prince Henry and Lancaster.]\r\n\r\nPRINCE.\r\nCome, brother John; full bravely hast thou flesh’d\r\nThy maiden sword.\r\n\r\nLANCASTER.\r\nBut, soft! whom have we here?\r\nDid you not tell me this fat man was dead?\r\n\r\nPRINCE.\r\nI did; I saw him dead, breathless and bleeding\r\nUpon the ground.—\r\nArt thou alive? or is it fantasy\r\nThat plays upon our eyesight? I pr’ythee, speak;\r\nWe will not trust our eyes without our ears.\r\nThou art not what thou seem’st.\r\n\r\nFALSTAFF.\r\nNo, that’s certain; I am not a double man:  but if I be not Jack\r\nFalstaff, then am I a Jack. There is Percy!  [Throwing the body down.]\r\nif your father will do me any honour, so; if not, let him kill the next\r\nPercy himself. I look to be either earl or duke, I can assure you.\r\n\r\nPRINCE.\r\nWhy, Percy I kill’d myself, and saw thee dead.\r\n\r\nFALSTAFF.\r\nDidst thou?— Lord, Lord, how this world is given to lying!— I grant you\r\nI was down and out of breath; and so was he:  but we rose both at an\r\ninstant, and fought a long hour by Shrewsbury clock. If I may be\r\nbelieved, so; if not, let them that should reward valour bear the sin\r\nupon their own heads. I’ll take it upon my death, I gave him this wound\r\nin the thigh:  if the man were alive, and would deny it, zwounds, I\r\nwould make him eat a piece of my sword.\r\n\r\nLANCASTER.\r\nThis is the strangest tale that ever I heard.\r\n\r\nPRINCE.\r\nThis is the strangest fellow, brother John.—\r\nCome, bring your luggage nobly on your back:\r\nFor my part, if a lie may do thee grace,\r\nI’ll gild it with the happiest terms I have.—\r\n\r\n[A retreat is sounded.]\r\n\r\nThe trumpet sounds retreat; the day is ours.\r\nCome, brother, let’s to th’ highest of the field,\r\nTo see what friends are living, who are dead.\r\n\r\n[Exeunt Prince Henry and Lancaster.]\r\n\r\nFALSTAFF.\r\nI’ll follow, as they say, for reward. He that rewards me, God reward\r\nhim! If I do grow great, I’ll grow less; for I’ll purge, and leave\r\nsack, and live cleanly as a nobleman should do.\r\n\r\n[Exit, bearing off the body.]\r\n\r\nSCENE V. Another Part of the Field.\r\n\r\n[The trumpets sound. Enter King Henry, Prince Henry,\r\nLancaster, Westmoreland, and others, with Worcester and\r\nVernon prisoners.]\r\n\r\nKING.\r\nThus ever did rebellion find rebuke.—\r\nIll-spirited Worcester! did not we send grace,\r\nPardon, and terms of love to all of you?\r\nAnd wouldst thou turn our offers contrary?\r\nMisuse the tenour of thy kinsman’s trust?\r\nThree knights upon our party slain to-day,\r\nA noble earl, and many a creature else,\r\nHad been alive this hour,\r\nIf, like a Christian, thou hadst truly borne\r\nBetwixt our armies true intelligence.\r\n\r\nWORCESTER.\r\nWhat I have done my safety urged me to;\r\nAnd I embrace this fortune patiently,\r\nSince not to be avoided it fails on me.\r\n\r\nKING.\r\nBear Worcester to the death, and Vernon too:\r\nOther offenders we will pause upon.—\r\n\r\n[Exeunt Worcester and Vernon, guarded.]\r\n\r\nHow goes the field?\r\n\r\nPRINCE.\r\nThe noble Scot, Lord Douglas, when he saw\r\nThe fortune of the day quite turn’d from him,\r\nThe noble Percy slain, and all his men\r\nUpon the foot of fear, fled with the rest;\r\nAnd, falling from a hill, he was so bruised\r\nThat the pursuers took him. At my tent\r\nThe Douglas is:  and I beseech your Grace\r\nI may dispose of him.\r\n\r\nKING.\r\nWith all my heart.\r\n\r\nPRINCE.\r\nThen, brother John of Lancaster, to you\r\nThis honourable bounty shall belong:\r\nGo to the Douglas, and deliver him\r\nUp to his pleasure, ransomless and free:\r\nHis valour, shown upon our crests to-day,\r\nHath taught us how to cherish such high deeds\r\nEven in the bosom of our adversaries.\r\n\r\nKING.\r\nThen this remains, that we divide our power.—\r\nYou, son John, and my cousin Westmoreland,\r\nTowards York shall bend you with your dearest speed,\r\nTo meet Northumberland and the prelate Scroop,\r\nWho, as we hear, are busily in arms:\r\nMyself,—and you, son Harry,—will towards Wales,\r\nTo fight with Glendower and the Earl of March.\r\nRebellion in this land shall lose his sway,\r\nMeeting the check of such another day;\r\nAnd since this business so fair is done,\r\nLet us not leave till all our own be won.\r\n\r\n[Exeunt.]\r\n\r\n\r\n\r"