"THE TRAGEDY OF CORIOLANUS\r\n\r\nDramatis Personae\r\n\r\n  CAIUS MARCIUS, afterwards CAIUS MARCIUS CORIOLANUS\r\n\r\n    Generals against the Volscians\r\n  TITUS LARTIUS\r\n  COMINIUS\r\n\r\n  MENENIUS AGRIPPA, friend to Coriolanus\r\n\r\n    Tribunes of the People\r\n  SICINIUS VELUTUS\r\n  JUNIUS BRUTUS\r\n\r\n  YOUNG MARCIUS, son to Coriolanus\r\n  A ROMAN HERALD\r\n  NICANOR, a Roman\r\n  TULLUS AUFIDIUS, General of the Volscians\r\n  LIEUTENANT, to Aufidius\r\n  CONSPIRATORS, With Aufidius\r\n  ADRIAN, a Volscian\r\n  A CITIZEN of Antium\r\n  TWO VOLSCIAN GUARDS\r\n\r\n  VOLUMNIA, mother to Coriolanus\r\n  VIRGILIA, wife to Coriolanus\r\n  VALERIA, friend to Virgilia\r\n  GENTLEWOMAN attending on Virgilia\r\n\r\n  Roman and Volscian Senators, Patricians, Aediles, Lictors,\r\n    Soldiers, Citizens, Messengers, Servants to Aufidius, and other\r\n    Attendants\r\n\r\nSCENE: Rome and the neighbourhood; Corioli and the neighbourhood;\r\nAntium\r\n\r\nACT I. SCENE I. Rome. A street\r\n\r\nEnter a company of mutinous citizens, with staves, clubs, and other\r\nweapons\r\n\r\n  FIRST CITIZEN. Before we proceed any further, hear me speak.\r\n  ALL. Speak, speak.\r\n  FIRST CITIZEN. YOU are all resolv'd rather to die than to famish?\r\n  ALL. Resolv'd, resolv'd.\r\n  FIRST CITIZEN. First, you know Caius Marcius is chief enemy to the\r\n    people.\r\n  ALL. We know't, we know't.\r\n  FIRST CITIZEN. Let us kill him, and we'll have corn at our own\r\n    price. Is't a verdict?\r\n  ALL. No more talking on't; let it be done. Away, away!\r\n  SECOND CITIZEN. One word, good citizens.\r\n  FIRST CITIZEN. We are accounted poor citizens, the patricians good.\r\n    What authority surfeits on would relieve us; if they would yield\r\n    us but the superfluity while it were wholesome, we might guess\r\n    they relieved us humanely; but they think we are too dear. The\r\n    leanness that afflicts us, the object of our misery, is as an\r\n    inventory to particularize their abundance; our sufferance is a\r\n    gain to them. Let us revenge this with our pikes ere we become\r\n    rakes; for the gods know I speak this in hunger for bread, not in\r\n    thirst for revenge.\r\n  SECOND CITIZEN. Would you proceed especially against Caius Marcius?\r\n  FIRST CITIZEN. Against him first; he's a very dog to the\r\n    commonalty.\r\n  SECOND CITIZEN. Consider you what services he has done for his\r\n    country?\r\n  FIRST CITIZEN. Very well, and could be content to give him good\r\n    report for't but that he pays himself with being proud.\r\n  SECOND CITIZEN. Nay, but speak not maliciously.\r\n  FIRST CITIZEN. I say unto you, what he hath done famously he did it\r\n    to that end; though soft-conscienc'd men can be content to say it\r\n    was for his country, he did it to please his mother and to be\r\n    partly proud, which he is, even to the altitude of his virtue.\r\n  SECOND CITIZEN. What he cannot help in his nature you account a\r\n    vice in him. You must in no way say he is covetous.\r\n  FIRST CITIZEN. If I must not, I need not be barren of accusations;\r\n    he hath faults, with surplus, to tire in repetition.  [Shouts\r\n    within]  What shouts are these? The other side o' th' city is\r\n    risen. Why stay we prating here? To th' Capitol!\r\n  ALL. Come, come.\r\n  FIRST CITIZEN. Soft! who comes here?\r\n\r\n                       Enter MENENIUS AGRIPPA\r\n\r\n  SECOND CITIZEN. Worthy Menenius Agrippa; one that hath always lov'd\r\n    the people.\r\n  FIRST CITIZEN. He's one honest enough; would all the rest were so!\r\n  MENENIUS. What work's, my countrymen, in hand? Where go you\r\n    With bats and clubs? The matter? Speak, I pray you.\r\n  FIRST CITIZEN. Our business is not unknown to th' Senate; they have\r\n    had inkling this fortnight what we intend to do, which now we'll\r\n    show 'em in deeds. They say poor suitors have strong breaths;\r\n    they shall know we have strong arms too.\r\n  MENENIUS. Why, masters, my good friends, mine honest neighbours,\r\n    Will you undo yourselves?\r\n  FIRST CITIZEN. We cannot, sir; we are undone already.\r\n  MENENIUS. I tell you, friends, most charitable care\r\n    Have the patricians of you. For your wants,\r\n    Your suffering in this dearth, you may as well\r\n    Strike at the heaven with your staves as lift them\r\n    Against the Roman state; whose course will on\r\n    The way it takes, cracking ten thousand curbs\r\n    Of more strong link asunder than can ever\r\n    Appear in your impediment. For the dearth,\r\n    The gods, not the patricians, make it, and\r\n    Your knees to them, not arms, must help. Alack,\r\n    You are transported by calamity\r\n    Thither where more attends you; and you slander\r\n    The helms o' th' state, who care for you like fathers,\r\n    When you curse them as enemies.\r\n  FIRST CITIZEN. Care for us! True, indeed! They ne'er car'd for us\r\n    yet. Suffer us to famish, and their storehouses cramm'd with\r\n    grain; make edicts for usury, to support usurers; repeal daily\r\n    any wholesome act established against the rich, and provide more\r\n    piercing statutes daily to chain up and restrain the poor. If the\r\n    wars eat us not up, they will; and there's all the love they bear\r\n    us.\r\n  MENENIUS. Either you must\r\n    Confess yourselves wondrous malicious,\r\n    Or be accus'd of folly. I shall tell you\r\n    A pretty tale. It may be you have heard it;\r\n    But, since it serves my purpose, I will venture\r\n    To stale't a little more.\r\n  FIRST CITIZEN. Well, I'll hear it, sir; yet you must not think to\r\n    fob off our disgrace with a tale. But, an't please you, deliver.\r\n  MENENIUS. There was a time when all the body's members\r\n    Rebell'd against the belly; thus accus'd it:\r\n    That only like a gulf it did remain\r\n    I' th' midst o' th' body, idle and unactive,\r\n    Still cupboarding the viand, never bearing\r\n    Like labour with the rest; where th' other instruments\r\n    Did see and hear, devise, instruct, walk, feel,\r\n    And, mutually participate, did minister\r\n    Unto the appetite and affection common\r\n    Of the whole body. The belly answer'd-\r\n  FIRST CITIZEN. Well, sir, what answer made the belly?\r\n  MENENIUS. Sir, I shall tell you. With a kind of smile,\r\n    Which ne'er came from the lungs, but even thus-\r\n    For look you, I may make the belly smile\r\n    As well as speak- it tauntingly replied\r\n    To th' discontented members, the mutinous parts\r\n    That envied his receipt; even so most fitly\r\n    As you malign our senators for that\r\n    They are not such as you.\r\n  FIRST CITIZEN. Your belly's answer- What?\r\n    The kingly crowned head, the vigilant eye,\r\n    The counsellor heart, the arm our soldier,\r\n    Our steed the leg, the tongue our trumpeter,\r\n    With other muniments and petty helps\r\n    Is this our fabric, if that they-\r\n  MENENIUS. What then?\r\n    Fore me, this fellow speaks! What then? What then?\r\n  FIRST CITIZEN. Should by the cormorant belly be restrain'd,\r\n    Who is the sink o' th' body-\r\n  MENENIUS. Well, what then?\r\n  FIRST CITIZEN. The former agents, if they did complain,\r\n    What could the belly answer?\r\n  MENENIUS. I will tell you;\r\n    If you'll bestow a small- of what you have little-\r\n    Patience awhile, you'st hear the belly's answer.\r\n  FIRST CITIZEN. Y'are long about it.\r\n  MENENIUS. Note me this, good friend:\r\n    Your most grave belly was deliberate,\r\n    Not rash like his accusers, and thus answered.\r\n    'True is it, my incorporate friends,' quoth he\r\n    'That I receive the general food at first\r\n    Which you do live upon; and fit it is,\r\n    Because I am the storehouse and the shop\r\n    Of the whole body. But, if you do remember,\r\n    I send it through the rivers of your blood,\r\n    Even to the court, the heart, to th' seat o' th' brain;\r\n    And, through the cranks and offices of man,\r\n    The strongest nerves and small inferior veins\r\n    From me receive that natural competency\r\n    Whereby they live. And though that all at once\r\n    You, my good friends'- this says the belly; mark me.\r\n  FIRST CITIZEN. Ay, sir; well, well.\r\n  MENENIUS. 'Though all at once cannot\r\n    See what I do deliver out to each,\r\n    Yet I can make my audit up, that all\r\n    From me do back receive the flour of all,\r\n    And leave me but the bran.' What say you to' t?\r\n  FIRST CITIZEN. It was an answer. How apply you this?\r\n  MENENIUS. The senators of Rome are this good belly,\r\n    And you the mutinous members; for, examine\r\n    Their counsels and their cares, digest things rightly\r\n    Touching the weal o' th' common, you shall find\r\n    No public benefit which you receive\r\n    But it proceeds or comes from them to you,\r\n    And no way from yourselves. What do you think,\r\n    You, the great toe of this assembly?\r\n  FIRST CITIZEN. I the great toe? Why the great toe?\r\n  MENENIUS. For that, being one o' th' lowest, basest, poorest,\r\n    Of this most wise rebellion, thou goest foremost.\r\n    Thou rascal, that art worst in blood to run,\r\n    Lead'st first to win some vantage.\r\n    But make you ready your stiff bats and clubs.\r\n    Rome and her rats are at the point of battle;\r\n    The one side must have bale.\r\n\r\n                      Enter CAIUS MARCIUS\r\n\r\n    Hail, noble Marcius!\r\n  MARCIUS. Thanks. What's the matter, you dissentious rogues\r\n    That, rubbing the poor itch of your opinion,\r\n    Make yourselves scabs?\r\n  FIRST CITIZEN. We have ever your good word.\r\n  MARCIUS. He that will give good words to thee will flatter\r\n    Beneath abhorring. What would you have, you curs,\r\n    That like nor peace nor war? The one affrights you,\r\n    The other makes you proud. He that trusts to you,\r\n    Where he should find you lions, finds you hares;\r\n    Where foxes, geese; you are no surer, no,\r\n    Than is the coal of fire upon the ice\r\n    Or hailstone in the sun. Your virtue is\r\n    To make him worthy whose offence subdues him,\r\n    And curse that justice did it. Who deserves greatness\r\n    Deserves your hate; and your affections are\r\n    A sick man's appetite, who desires most that\r\n    Which would increase his evil. He that depends\r\n    Upon your favours swims with fins of lead,\r\n    And hews down oaks with rushes. Hang ye! Trust ye?\r\n    With every minute you do change a mind\r\n    And call him noble that was now your hate,\r\n    Him vile that was your garland. What's the matter\r\n    That in these several places of the city\r\n    You cry against the noble Senate, who,\r\n    Under the gods, keep you in awe, which else\r\n    Would feed on one another? What's their seeking?\r\n  MENENIUS. For corn at their own rates, whereof they say\r\n    The city is well stor'd.\r\n  MARCIUS. Hang 'em! They say!\r\n    They'll sit by th' fire and presume to know\r\n    What's done i' th' Capitol, who's like to rise,\r\n    Who thrives and who declines; side factions, and give out\r\n    Conjectural marriages, making parties strong,\r\n    And feebling such as stand not in their liking\r\n    Below their cobbled shoes. They say there's grain enough!\r\n    Would the nobility lay aside their ruth\r\n    And let me use my sword, I'd make a quarry\r\n    With thousands of these quarter'd slaves, as high\r\n    As I could pick my lance.\r\n  MENENIUS. Nay, these are almost thoroughly persuaded;\r\n    For though abundantly they lack discretion,\r\n    Yet are they passing cowardly. But, I beseech you,\r\n    What says the other troop?\r\n  MARCIUS. They are dissolv'd. Hang 'em!\r\n    They said they were an-hungry; sigh'd forth proverbs-\r\n    That hunger broke stone walls, that dogs must eat,\r\n    That meat was made for mouths, that the gods sent not\r\n    Corn for the rich men only. With these shreds\r\n    They vented their complainings; which being answer'd,\r\n    And a petition granted them- a strange one,\r\n    To break the heart of generosity\r\n    And make bold power look pale- they threw their caps\r\n    As they would hang them on the horns o' th' moon,\r\n    Shouting their emulation.\r\n  MENENIUS. What is granted them?\r\n  MARCIUS. Five tribunes, to defend their vulgar wisdoms,\r\n    Of their own choice. One's Junius Brutus-\r\n    Sicinius Velutus, and I know not. 'Sdeath!\r\n    The rabble should have first unroof'd the city\r\n    Ere so prevail'd with me; it will in time\r\n    Win upon power and throw forth greater themes\r\n    For insurrection's arguing.\r\n  MENENIUS. This is strange.\r\n  MARCIUS. Go get you home, you fragments.\r\n\r\n                     Enter a MESSENGER, hastily\r\n\r\n  MESSENGER. Where's Caius Marcius?\r\n  MARCIUS. Here. What's the matter?\r\n  MESSENGER. The news is, sir, the Volsces are in arms.\r\n  MARCIUS. I am glad on't; then we shall ha' means to vent\r\n    Our musty superfluity. See, our best elders.\r\n\r\n         Enter COMINIUS, TITUS LARTIUS, with other SENATORS;\r\n                  JUNIUS BRUTUS and SICINIUS VELUTUS\r\n\r\n  FIRST SENATOR. Marcius, 'tis true that you have lately told us:\r\n    The Volsces are in arms.\r\n  MARCIUS. They have a leader,\r\n    Tullus Aufidius, that will put you to't.\r\n    I sin in envying his nobility;\r\n    And were I anything but what I am,\r\n    I would wish me only he.\r\n  COMINIUS. You have fought together?\r\n  MARCIUS. Were half to half the world by th' ears, and he\r\n    Upon my party, I'd revolt, to make\r\n    Only my wars with him. He is a lion\r\n    That I am proud to hunt.\r\n  FIRST SENATOR. Then, worthy Marcius,\r\n    Attend upon Cominius to these wars.\r\n  COMINIUS. It is your former promise.\r\n  MARCIUS. Sir, it is;\r\n    And I am constant. Titus Lartius, thou\r\n    Shalt see me once more strike at Tullus' face.\r\n    What, art thou stiff? Stand'st out?\r\n  LARTIUS. No, Caius Marcius;\r\n    I'll lean upon one crutch and fight with t'other\r\n    Ere stay behind this business.\r\n  MENENIUS. O, true bred!\r\n  FIRST SENATOR. Your company to th' Capitol; where, I know,\r\n    Our greatest friends attend us.\r\n  LARTIUS.  [To COMINIUS]  Lead you on.\r\n    [To MARCIUS]  Follow Cominius; we must follow you;\r\n    Right worthy you priority.\r\n  COMINIUS. Noble Marcius!\r\n  FIRST SENATOR.  [To the Citizens]  Hence to your homes; be gone.\r\n  MARCIUS. Nay, let them follow.\r\n    The Volsces have much corn: take these rats thither\r\n    To gnaw their garners. Worshipful mutineers,\r\n    Your valour puts well forth; pray follow.\r\n         Ciitzens steal away. Exeunt all but SICINIUS and BRUTUS\r\n  SICINIUS. Was ever man so proud as is this Marcius?\r\n  BRUTUS. He has no equal.\r\n  SICINIUS. When we were chosen tribunes for the people-\r\n  BRUTUS. Mark'd you his lip and eyes?\r\n  SICINIUS. Nay, but his taunts!\r\n  BRUTUS. Being mov'd, he will not spare to gird the gods.\r\n  SICINIUS. Bemock the modest moon.\r\n  BRUTUS. The present wars devour him! He is grown\r\n    Too proud to be so valiant.\r\n  SICINIUS. Such a nature,\r\n    Tickled with good success, disdains the shadow\r\n    Which he treads on at noon. But I do wonder\r\n    His insolence can brook to be commanded\r\n    Under Cominius.\r\n  BRUTUS. Fame, at the which he aims-\r\n    In whom already he is well grac'd- cannot\r\n    Better be held nor more attain'd than by\r\n    A place below the first; for what miscarries\r\n    Shall be the general's fault, though he perform\r\n    To th' utmost of a man, and giddy censure\r\n    Will then cry out of Marcius 'O, if he\r\n    Had borne the business!'\r\n  SICINIUS. Besides, if things go well,\r\n    Opinion, that so sticks on Marcius, shall\r\n    Of his demerits rob Cominius.\r\n  BRUTUS. Come.\r\n    Half all Cominius' honours are to Marcius,\r\n    Though Marcius earn'd them not; and all his faults\r\n    To Marcius shall be honours, though indeed\r\n    In aught he merit not.\r\n  SICINIUS. Let's hence and hear\r\n    How the dispatch is made, and in what fashion,\r\n    More than his singularity, he goes\r\n    Upon this present action.\r\n  BRUTUS. Let's along.                                    Exeunt\r\n\r\nSCENE II. Corioli. The Senate House.\r\n\r\nEnter TULLUS AUFIDIUS with SENATORS of Corioli\r\n\r\n  FIRST SENATOR. So, your opinion is, Aufidius,\r\n    That they of Rome are ent'red in our counsels\r\n    And know how we proceed.\r\n  AUFIDIUS. Is it not yours?\r\n    What ever have been thought on in this state\r\n    That could be brought to bodily act ere Rome\r\n    Had circumvention? 'Tis not four days gone\r\n    Since I heard thence; these are the words- I think\r\n    I have the letter here;.yes, here it is:\r\n    [Reads]  'They have press'd a power, but it is not known\r\n    Whether for east or west. The dearth is great;\r\n    The people mutinous; and it is rumour'd,\r\n    Cominius, Marcius your old enemy,\r\n    Who is of Rome worse hated than of you,\r\n    And Titus Lartius, a most valiant Roman,\r\n    These three lead on this preparation\r\n    Whither 'tis bent. Most likely 'tis for you;\r\n    Consider of it.'\r\n  FIRST SENATOR. Our army's in the field;\r\n    We never yet made doubt but Rome was ready\r\n    To answer us.\r\n  AUFIDIUS. Nor did you think it folly\r\n    To keep your great pretences veil'd till when\r\n    They needs must show themselves; which in the hatching,\r\n    It seem'd, appear'd to Rome. By the discovery\r\n    We shall be short'ned in our aim, which was\r\n    To take in many towns ere almost Rome\r\n    Should know we were afoot.\r\n  SECOND SENATOR. Noble Aufidius,\r\n    Take your commission; hie you to your bands;\r\n    Let us alone to guard Corioli.\r\n    If they set down before's, for the remove\r\n    Bring up your army; but I think you'll find\r\n    Th' have not prepar'd for us.\r\n  AUFIDIUS. O, doubt not that!\r\n    I speak from certainties. Nay more,\r\n    Some parcels of their power are forth already,\r\n    And only hitherward. I leave your honours.\r\n    If we and Caius Marcius chance to meet,\r\n    'Tis sworn between us we shall ever strike\r\n    Till one can do no more.\r\n  ALL. The gods assist you!\r\n  AUFIDIUS. And keep your honours safe!\r\n  FIRST SENATOR. Farewell.\r\n  SECOND SENATOR. Farewell.\r\n  ALL. Farewell.                                           Exeunt\r\n\r\nSCENE III. Rome. MARCIUS' house\r\n\r\nEnter VOLUMNIA and VIRGILIA, mother and wife to MARCIUS; they set them\r\ndown on two low stools and sew\r\n\r\n  VOLUMNIA. I pray you, daughter, sing, or express yourself in a more\r\n    comfortable sort. If my son were my husband, I should freelier\r\n    rejoice in that absence wherein he won honour than in the\r\n    embracements of his bed where he would show most love. When yet\r\n    he was but tender-bodied, and the only son of my womb; when youth\r\n    with comeliness pluck'd all gaze his way; when, for a day of\r\n    kings' entreaties, a mother should not sell him an hour from her\r\n    beholding; I, considering how honour would become such a person-\r\n    that it was no better than picture-like to hang by th' wall, if\r\n    renown made it not stir- was pleas'd to let him seek danger where\r\n    he was to find fame. To a cruel war I sent him, from whence he\r\n    return'd his brows bound with oak. I tell thee, daughter, I\r\n    sprang not more in joy at first hearing he was a man-child than\r\n    now in first seeing he had proved himself a man.\r\n  VIRGILIA. But had he died in the business, madam, how then?\r\n  VOLUMNIA. Then his good report should have been my son; I therein\r\n    would have found issue. Hear me profess sincerely: had I a dozen\r\n    sons, each in my love alike, and none less dear than thine and my\r\n    good Marcius, I had rather had eleven die nobly for their country\r\n    than one voluptuously surfeit out of action.\r\n\r\n                        Enter a GENTLEWOMAN\r\n\r\n  GENTLEWOMAN. Madam, the Lady Valeria is come to visit you.\r\n  VIRGILIA. Beseech you give me leave to retire myself.\r\n  VOLUMNIA. Indeed you shall not.\r\n    Methinks I hear hither your husband's drum;\r\n    See him pluck Aufidius down by th' hair;\r\n    As children from a bear, the Volsces shunning him.\r\n    Methinks I see him stamp thus, and call thus:\r\n    'Come on, you cowards! You were got in fear,\r\n    Though you were born in Rome.' His bloody brow\r\n    With his mail'd hand then wiping, forth he goes,\r\n    Like to a harvest-man that's task'd to mow\r\n    Or all or lose his hire.\r\n  VIRGILIA. His bloody brow? O Jupiter, no blood!\r\n  VOLUMNIA. Away, you fool! It more becomes a man\r\n    Than gilt his trophy. The breasts of Hecuba,\r\n    When she did suckle Hector, look'd not lovelier\r\n    Than Hector's forehead when it spit forth blood\r\n    At Grecian sword, contemning. Tell Valeria\r\n    We are fit to bid her welcome.              Exit GENTLEWOMAN\r\n  VIRGILIA. Heavens bless my lord from fell Aufidius!\r\n  VOLUMNIA. He'll beat Aufidius' head below his knee\r\n    And tread upon his neck.\r\n\r\n         Re-enter GENTLEWOMAN, With VALERIA and an usher\r\n\r\n  VALERIA. My ladies both, good day to you.\r\n  VOLUMNIA. Sweet madam!\r\n  VIRGILIA. I am glad to see your ladyship.\r\n  VALERIA. How do you both? You are manifest housekeepers. What are\r\n    you sewing here? A fine spot, in good faith. How does your little\r\n    son?\r\n  VIRGILIA. I thank your ladyship; well, good madam.\r\n  VOLUMNIA. He had rather see the swords and hear a drum than look\r\n    upon his schoolmaster.\r\n  VALERIA. O' my word, the father's son! I'll swear 'tis a very\r\n    pretty boy. O' my troth, I look'd upon him a Wednesday half an\r\n    hour together; has such a confirm'd countenance! I saw him run\r\n    after a gilded butterfly; and when he caught it he let it go\r\n    again, and after it again, and over and over he comes, and up\r\n    again, catch'd it again; or whether his fall enrag'd him, or how\r\n    'twas, he did so set his teeth and tear it. O, I warrant, how he\r\n    mammock'd it!\r\n  VOLUMNIA. One on's father's moods.\r\n  VALERIA. Indeed, la, 'tis a noble child.\r\n  VIRGILIA. A crack, madam.\r\n  VALERIA. Come, lay aside your stitchery; I must have you play the\r\n    idle huswife with me this afternoon.\r\n  VIRGILIA. No, good madam; I will not out of doors.\r\n  VALERIA. Not out of doors!\r\n  VOLUMNIA. She shall, she shall.\r\n  VIRGILIA. Indeed, no, by your patience; I'll not over the threshold\r\n    till my lord return from the wars.\r\n  VALERIA. Fie, you confine yourself most unreasonably; come, you\r\n    must go visit the good lady that lies in.\r\n  VIRGILIA. I will wish her speedy strength, and visit her with my\r\n    prayers; but I cannot go thither.\r\n  VOLUMNIA. Why, I pray you?\r\n  VIRGILIA. 'Tis not to save labour, nor that I want love.\r\n  VALERIA. You would be another Penelope; yet they say all the yarn\r\n    she spun in Ulysses' absence did but fill Ithaca full of moths.\r\n    Come, I would your cambric were sensible as your finger, that you\r\n    might leave pricking it for pity. Come, you shall go with us.\r\n  VIRGILIA. No, good madam, pardon me; indeed I will not forth.\r\n  VALERIA. In truth, la, go with me; and I'll tell you excellent news\r\n    of your husband.\r\n  VIRGILIA. O, good madam, there can be none yet.\r\n  VALERIA. Verily, I do not jest with you; there came news from him\r\n    last night.\r\n  VIRGILIA. Indeed, madam?\r\n  VALERIA. In earnest, it's true; I heard a senator speak it. Thus it\r\n    is: the Volsces have an army forth; against whom Cominius the\r\n    general is gone, with one part of our Roman power. Your lord and\r\n    Titus Lartius are set down before their city Corioli; they\r\n    nothing doubt prevailing and to make it brief wars. This is true,\r\n    on mine honour; and so, I pray, go with us.\r\n  VIRGILIA. Give me excuse, good madam; I will obey you in everything\r\n    hereafter.\r\n  VOLUMNIA. Let her alone, lady; as she is now, she will but disease\r\n    our better mirth.\r\n  VALERIA. In troth, I think she would. Fare you well, then. Come,\r\n    good sweet lady. Prithee, Virgilia, turn thy solemness out o'\r\n    door and go along with us.\r\n  VIRGILIA. No, at a word, madam; indeed I must not. I wish you much\r\n    mirth.\r\n  VALERIA. Well then, farewell.                           Exeunt\r\n\r\nSCENE IV. Before Corioli\r\n\r\nEnter MARCIUS, TITUS LARTIUS, with drum and colours, with CAPTAINS and\r\nsoldiers. To them a MESSENGER\r\n\r\n  MARCIUS. Yonder comes news; a wager- they have met.\r\n  LARTIUS. My horse to yours- no.\r\n  MARCIUS. 'Tis done.\r\n  LARTIUS. Agreed.\r\n  MARCIUS. Say, has our general met the enemy?\r\n  MESSENGER. They lie in view, but have not spoke as yet.\r\n  LARTIUS. So, the good horse is mine.\r\n  MARCIUS. I'll buy him of you.\r\n  LARTIUS. No, I'll nor sell nor give him; lend you him I will\r\n    For half a hundred years. Summon the town.\r\n  MARCIUS. How far off lie these armies?\r\n  MESSENGER. Within this mile and half.\r\n  MARCIUS. Then shall we hear their 'larum, and they ours.\r\n    Now, Mars, I prithee, make us quick in work,\r\n    That we with smoking swords may march from hence\r\n    To help our fielded friends! Come, blow thy blast.\r\n\r\n          They sound a parley. Enter two SENATORS with others,\r\n                      on the walls of Corioli\r\n\r\n    Tullus Aufidius, is he within your walls?\r\n  FIRST SENATOR. No, nor a man that fears you less than he:\r\n    That's lesser than a little.  [Drum afar off]  Hark, our drums\r\n    Are bringing forth our youth. We'll break our walls\r\n    Rather than they shall pound us up; our gates,\r\n    Which yet seem shut, we have but pinn'd with rushes;\r\n    They'll open of themselves.  [Alarum far off]  Hark you far off!\r\n    There is Aufidius. List what work he makes\r\n    Amongst your cloven army.\r\n  MARCIUS. O, they are at it!\r\n  LARTIUS. Their noise be our instruction. Ladders, ho!\r\n\r\n                   Enter the army of the Volsces\r\n\r\n  MARCIUS. They fear us not, but issue forth their city.\r\n    Now put your shields before your hearts, and fight\r\n    With hearts more proof than shields. Advance, brave Titus.\r\n    They do disdain us much beyond our thoughts,\r\n    Which makes me sweat with wrath. Come on, my fellows.\r\n    He that retires, I'll take him for a Volsce,\r\n    And he shall feel mine edge.\r\n\r\n          Alarum. The Romans are beat back to their trenches.\r\n                      Re-enter MARCIUS, cursing\r\n\r\n  MARCIUS. All the contagion of the south light on you,\r\n    You shames of Rome! you herd of- Boils and plagues\r\n    Plaster you o'er, that you may be abhorr'd\r\n    Farther than seen, and one infect another\r\n    Against the wind a mile! You souls of geese\r\n    That bear the shapes of men, how have you run\r\n    From slaves that apes would beat! Pluto and hell!\r\n    All hurt behind! Backs red, and faces pale\r\n    With flight and agued fear! Mend and charge home,\r\n    Or, by the fires of heaven, I'll leave the foe\r\n    And make my wars on you. Look to't. Come on;\r\n    If you'll stand fast we'll beat them to their wives,\r\n    As they us to our trenches. Follow me.\r\n\r\n         Another alarum. The Volsces fly, and MARCIUS follows\r\n                          them to the gates\r\n\r\n    So, now the gates are ope; now prove good seconds;\r\n    'Tis for the followers fortune widens them,\r\n    Not for the fliers. Mark me, and do the like.\r\n\r\n                    [MARCIUS enters the gates]\r\n\r\n  FIRST SOLDIER. Fool-hardiness; not I.\r\n  SECOND SOLDIER. Not I.                    [MARCIUS is shut in]\r\n  FIRST SOLDIER. See, they have shut him in.\r\n  ALL. To th' pot, I warrant him.             [Alarum continues]\r\n\r\n                      Re-enter TITUS LARTIUS\r\n\r\n  LARTIUS. What is become of Marcius?\r\n  ALL. Slain, sir, doubtless.\r\n  FIRST SOLDIER. Following the fliers at the very heels,\r\n    With them he enters; who, upon the sudden,\r\n    Clapp'd to their gates. He is himself alone,\r\n    To answer all the city.\r\n  LARTIUS. O noble fellow!\r\n    Who sensibly outdares his senseless sword,\r\n    And when it bows stand'st up. Thou art left, Marcius;\r\n    A carbuncle entire, as big as thou art,\r\n    Were not so rich a jewel. Thou wast a soldier\r\n    Even to Cato's wish, not fierce and terrible\r\n    Only in strokes; but with thy grim looks and\r\n    The thunder-like percussion of thy sounds\r\n    Thou mad'st thine enemies shake, as if the world\r\n    Were feverous and did tremble.\r\n\r\n          Re-enter MARCIUS, bleeding, assaulted by the enemy\r\n\r\n  FIRST SOLDIER. Look, sir.\r\n  LARTIUS. O, 'tis Marcius!\r\n    Let's fetch him off, or make remain alike.\r\n                            [They fight, and all enter the city]\r\n\r\nSCENE V. Within Corioli. A street\r\n\r\nEnter certain Romans, with spoils\r\n\r\n  FIRST ROMAN. This will I carry to Rome.\r\n  SECOND ROMAN. And I this.\r\n  THIRD ROMAN. A murrain on 't! I took this for silver.\r\n                               [Alarum continues still afar off]\r\n\r\n          Enter MARCIUS and TITUS LARTIUS With a trumpeter\r\n\r\n  MARCIUS. See here these movers that do prize their hours\r\n    At a crack'd drachma! Cushions, leaden spoons,\r\n    Irons of a doit, doublets that hangmen would\r\n    Bury with those that wore them, these base slaves,\r\n    Ere yet the fight be done, pack up. Down with them!\r\n                                                Exeunt pillagers\r\n    And hark, what noise the general makes! To him!\r\n    There is the man of my soul's hate, Aufidius,\r\n    Piercing our Romans; then, valiant Titus, take\r\n    Convenient numbers to make good the city;\r\n    Whilst I, with those that have the spirit, will haste\r\n    To help Cominius.\r\n  LARTIUS. Worthy sir, thou bleed'st;\r\n    Thy exercise hath been too violent\r\n    For a second course of fight.\r\n  MARCIUS. Sir, praise me not;\r\n    My work hath yet not warm'd me. Fare you well;\r\n    The blood I drop is rather physical\r\n    Than dangerous to me. To Aufidius thus\r\n    I will appear, and fight.\r\n  LARTIUS. Now the fair goddess, Fortune,\r\n    Fall deep in love with thee, and her great charms\r\n    Misguide thy opposers' swords! Bold gentleman,\r\n    Prosperity be thy page!\r\n  MARCIUS. Thy friend no less\r\n    Than those she placeth highest! So farewell.\r\n  LARTIUS. Thou worthiest Marcius!                  Exit MARCIUS\r\n    Go sound thy trumpet in the market-place;\r\n    Call thither all the officers o' th' town,\r\n    Where they shall know our mind. Away!                 Exeunt\r\n\r\nSCENE VI. Near the camp of COMINIUS\r\n\r\nEnter COMINIUS, as it were in retire, with soldiers\r\n\r\n  COMINIUS. Breathe you, my friends. Well fought; we are come off\r\n    Like Romans, neither foolish in our stands\r\n    Nor cowardly in retire. Believe me, sirs,\r\n    We shall be charg'd again. Whiles we have struck,\r\n    By interims and conveying gusts we have heard\r\n    The charges of our friends. The Roman gods,\r\n    Lead their successes as we wish our own,\r\n    That both our powers, with smiling fronts encount'ring,\r\n    May give you thankful sacrifice!\r\n\r\n                         Enter A MESSENGER\r\n\r\n    Thy news?\r\n  MESSENGER. The citizens of Corioli have issued\r\n    And given to Lartius and to Marcius battle;\r\n    I saw our party to their trenches driven,\r\n    And then I came away.\r\n  COMINIUS. Though thou speak'st truth,\r\n    Methinks thou speak'st not well. How long is't since?\r\n  MESSENGER. Above an hour, my lord.\r\n  COMINIUS. 'Tis not a mile; briefly we heard their drums.\r\n    How couldst thou in a mile confound an hour,\r\n    And bring thy news so late?\r\n  MESSENGER. Spies of the Volsces\r\n    Held me in chase, that I was forc'd to wheel\r\n    Three or four miles about; else had I, sir,\r\n    Half an hour since brought my report.\r\n\r\n                           Enter MARCIUS\r\n\r\n  COMINIUS. Who's yonder\r\n    That does appear as he were flay'd? O gods!\r\n    He has the stamp of Marcius, and I have\r\n    Before-time seen him thus.\r\n  MARCIUS. Come I too late?\r\n  COMINIUS. The shepherd knows not thunder from a tabor\r\n    More than I know the sound of Marcius' tongue\r\n    From every meaner man.\r\n  MARCIUS. Come I too late?\r\n  COMINIUS. Ay, if you come not in the blood of others,\r\n    But mantled in your own.\r\n  MARCIUS. O! let me clip ye\r\n    In arms as sound as when I woo'd, in heart\r\n    As merry as when our nuptial day was done,\r\n    And tapers burn'd to bedward.\r\n  COMINIUS. Flower of warriors,\r\n    How is't with Titus Lartius?\r\n  MARCIUS. As with a man busied about decrees:\r\n    Condemning some to death and some to exile;\r\n    Ransoming him or pitying, threat'ning th' other;\r\n    Holding Corioli in the name of Rome\r\n    Even like a fawning greyhound in the leash,\r\n    To let him slip at will.\r\n  COMINIUS. Where is that slave\r\n    Which told me they had beat you to your trenches?\r\n    Where is he? Call him hither.\r\n  MARCIUS. Let him alone;\r\n    He did inform the truth. But for our gentlemen,\r\n    The common file- a plague! tribunes for them!\r\n    The mouse ne'er shunn'd the cat as they did budge\r\n    From rascals worse than they.\r\n  COMINIUS. But how prevail'd you?\r\n  MARCIUS. Will the time serve to tell? I do not think.\r\n    Where is the enemy? Are you lords o' th' field?\r\n    If not, why cease you till you are so?\r\n  COMINIUS. Marcius,\r\n    We have at disadvantage fought, and did\r\n    Retire to win our purpose.\r\n  MARCIUS. How lies their battle? Know you on which side\r\n    They have plac'd their men of trust?\r\n  COMINIUS. As I guess, Marcius,\r\n    Their bands i' th' vaward are the Antiates,\r\n    Of their best trust; o'er them Aufidius,\r\n    Their very heart of hope.\r\n  MARCIUS. I do beseech you,\r\n    By all the battles wherein we have fought,\r\n    By th' blood we have shed together, by th' vows\r\n    We have made to endure friends, that you directly\r\n    Set me against Aufidius and his Antiates;\r\n    And that you not delay the present, but,\r\n    Filling the air with swords advanc'd and darts,\r\n    We prove this very hour.\r\n  COMINIUS. Though I could wish\r\n    You were conducted to a gentle bath\r\n    And balms applied to you, yet dare I never\r\n    Deny your asking: take your choice of those\r\n    That best can aid your action.\r\n  MARCIUS. Those are they\r\n    That most are willing. If any such be here-\r\n    As it were sin to doubt- that love this painting\r\n    Wherein you see me smear'd; if any fear\r\n    Lesser his person than an ill report;\r\n    If any think brave death outweighs bad life\r\n    And that his country's dearer than himself;\r\n    Let him alone, or so many so minded,\r\n    Wave thus to express his disposition,\r\n    And follow Marcius.           [They all shout and wave their\r\n       swords, take him up in their arms and cast up their caps]\r\n    O, me alone! Make you a sword of me?\r\n    If these shows be not outward, which of you\r\n    But is four Volsces? None of you but is\r\n    Able to bear against the great Aufidius\r\n    A shield as hard as his. A certain number,\r\n    Though thanks to all, must I select from all; the rest\r\n    Shall bear the business in some other fight,\r\n    As cause will be obey'd. Please you to march;\r\n    And four shall quickly draw out my command,\r\n    Which men are best inclin'd.\r\n  COMINIUS. March on, my fellows;\r\n    Make good this ostentation, and you shall\r\n    Divide in all with us.                                Exeunt\r\n\r\nSCENE VII. The gates of Corioli\r\n\r\nTITUS LARTIUS, having set a guard upon Corioli, going with drum and\r\ntrumpet toward COMINIUS and CAIUS MARCIUS, enters with a LIEUTENANT,\r\nother soldiers, and a scout\r\n\r\n  LARTIUS. So, let the ports be guarded; keep your duties\r\n    As I have set them down. If I do send, dispatch\r\n    Those centuries to our aid; the rest will serve\r\n    For a short holding. If we lose the field\r\n    We cannot keep the town.\r\n  LIEUTENANT. Fear not our care, sir.\r\n  LARTIUS. Hence, and shut your gates upon's.\r\n    Our guider, come; to th' Roman camp conduct us.       Exeunt\r\n\r\nSCENE VIII. A field of battle between the Roman and the Volscian camps\r\n\r\nAlarum, as in battle. Enter MARCIUS and AUFIDIUS at several doors\r\n\r\n  MARCIUS. I'll fight with none but thee, for I do hate thee\r\n    Worse than a promise-breaker.\r\n  AUFIDIUS. We hate alike:\r\n    Not Afric owns a serpent I abhor\r\n    More than thy fame and envy. Fix thy foot.\r\n  MARCIUS. Let the first budger die the other's slave,\r\n    And the gods doom him after!\r\n  AUFIDIUS. If I fly, Marcius,\r\n    Halloa me like a hare.\r\n  MARCIUS. Within these three hours, Tullus,\r\n    Alone I fought in your Corioli walls,\r\n    And made what work I pleas'd. 'Tis not my blood\r\n    Wherein thou seest me mask'd. For thy revenge\r\n    Wrench up thy power to th' highest.\r\n  AUFIDIUS. Wert thou the Hector\r\n    That was the whip of your bragg'd progeny,\r\n    Thou shouldst not scape me here.\r\n\r\n       Here they fight, and certain Volsces come in the aid\r\n        of AUFIDIUS. MARCIUS fights till they be driven in\r\n                             breathless\r\n\r\n    Officious, and not valiant, you have sham'd me\r\n    In your condemned seconds.                            Exeunt\r\n\r\nSCENE IX. The Roman camp\r\n\r\nFlourish. Alarum. A retreat is sounded. Enter, at one door,\r\nCOMINIUS with the Romans; at another door, MARCIUS, with his arm in a\r\nscarf\r\n\r\n  COMINIUS. If I should tell thee o'er this thy day's work,\r\n    Thou't not believe thy deeds; but I'll report it\r\n    Where senators shall mingle tears with smiles;\r\n    Where great patricians shall attend, and shrug,\r\n    I' th' end admire; where ladies shall be frighted\r\n    And, gladly quak'd, hear more; where the dull tribunes,\r\n    That with the fusty plebeians hate thine honours,\r\n    Shall say against their hearts 'We thank the gods\r\n    Our Rome hath such a soldier.'\r\n    Yet cam'st thou to a morsel of this feast,\r\n    Having fully din'd before.\r\n\r\n         Enter TITUS LARTIUS, with his power, from the pursuit\r\n\r\n  LARTIUS. O General,\r\n    Here is the steed, we the caparison.\r\n    Hadst thou beheld-\r\n  MARCIUS. Pray now, no more; my mother,\r\n    Who has a charter to extol her blood,\r\n    When she does praise me grieves me. I have done\r\n    As you have done- that's what I can; induc'd\r\n    As you have been- that's for my country.\r\n    He that has but effected his good will\r\n    Hath overta'en mine act.\r\n  COMINIUS. You shall not be\r\n    The grave of your deserving; Rome must know\r\n    The value of her own. 'Twere a concealment\r\n    Worse than a theft, no less than a traducement,\r\n    To hide your doings and to silence that\r\n    Which, to the spire and top of praises vouch'd,\r\n    Would seem but modest. Therefore, I beseech you,\r\n    In sign of what you are, not to reward\r\n    What you have done, before our army hear me.\r\n  MARCIUS. I have some wounds upon me, and they smart\r\n    To hear themselves rememb'red.\r\n  COMINIUS. Should they not,\r\n    Well might they fester 'gainst ingratitude\r\n    And tent themselves with death. Of all the horses-\r\n    Whereof we have ta'en good, and good store- of all\r\n    The treasure in this field achiev'd and city,\r\n    We render you the tenth; to be ta'en forth\r\n    Before the common distribution at\r\n    Your only choice.\r\n  MARCIUS. I thank you, General,\r\n    But cannot make my heart consent to take\r\n    A bribe to pay my sword. I do refuse it,\r\n    And stand upon my common part with those\r\n    That have beheld the doing.\r\n\r\n           A long flourish. They all cry 'Marcius, Marcius!'\r\n   cast up their caps and lances. COMINIUS and LARTIUS stand bare\r\n\r\n    May these same instruments which you profane\r\n    Never sound more! When drums and trumpets shall\r\n    I' th' field prove flatterers, let courts and cities be\r\n    Made all of false-fac'd soothing. When steel grows\r\n    Soft as the parasite's silk, let him be made\r\n    An overture for th' wars. No more, I say.\r\n    For that I have not wash'd my nose that bled,\r\n    Or foil'd some debile wretch, which without note\r\n    Here's many else have done, you shout me forth\r\n    In acclamations hyperbolical,\r\n    As if I lov'd my little should be dieted\r\n    In praises sauc'd with lies.\r\n  COMINIUS. Too modest are you;\r\n    More cruel to your good report than grateful\r\n    To us that give you truly. By your patience,\r\n    If 'gainst yourself you be incens'd, we'll put you-\r\n    Like one that means his proper harm- in manacles,\r\n    Then reason safely with you. Therefore be it known,\r\n    As to us, to all the world, that Caius Marcius\r\n    Wears this war's garland; in token of the which,\r\n    My noble steed, known to the camp, I give him,\r\n    With all his trim belonging; and from this time,\r\n    For what he did before Corioli, can him\r\n    With all th' applause-and clamour of the host,\r\n    Caius Marcius Coriolanus.\r\n    Bear th' addition nobly ever!\r\n                           [Flourish. Trumpets sound, and drums]\r\n  ALL. Caius Marcius Coriolanus!\r\n  CORIOLANUS. I will go wash;\r\n    And when my face is fair you shall perceive\r\n    Whether I blush or no. Howbeit, I thank you;\r\n    I mean to stride your steed, and at all times\r\n    To undercrest your good addition\r\n    To th' fairness of my power.\r\n  COMINIUS. So, to our tent;\r\n    Where, ere we do repose us, we will write\r\n    To Rome of our success. You, Titus Lartius,\r\n    Must to Corioli back. Send us to Rome\r\n    The best, with whom we may articulate\r\n    For their own good and ours.\r\n  LARTIUS. I shall, my lord.\r\n  CORIOLANUS. The gods begin to mock me. I, that now\r\n    Refus'd most princely gifts, am bound to beg\r\n    Of my Lord General.\r\n  COMINIUS. Take't- 'tis yours; what is't?\r\n  CORIOLANUS. I sometime lay here in Corioli\r\n    At a poor man's house; he us'd me kindly.\r\n    He cried to me; I saw him prisoner;\r\n    But then Aufidius was within my view,\r\n    And wrath o'erwhelm'd my pity. I request you\r\n    To give my poor host freedom.\r\n  COMINIUS. O, well begg'd!\r\n    Were he the butcher of my son, he should\r\n    Be free as is the wind. Deliver him, Titus.\r\n  LARTIUS. Marcius, his name?\r\n  CORIOLANUS. By Jupiter, forgot!\r\n    I am weary; yea, my memory is tir'd.\r\n    Have we no wine here?\r\n  COMINIUS. Go we to our tent.\r\n    The blood upon your visage dries; 'tis time\r\n    It should be look'd to. Come.                         Exeunt\r\n\r\nSCENE X. The camp of the Volsces\r\n\r\nA flourish. Cornets. Enter TULLUS AUFIDIUS bloody, with two or three\r\nsoldiers\r\n\r\n  AUFIDIUS. The town is ta'en.\r\n  FIRST SOLDIER. 'Twill be deliver'd back on good condition.\r\n  AUFIDIUS. Condition!\r\n    I would I were a Roman; for I cannot,\r\n    Being a Volsce, be that I am. Condition?\r\n    What good condition can a treaty find\r\n    I' th' part that is at mercy? Five times, Marcius,\r\n    I have fought with thee; so often hast thou beat me;\r\n    And wouldst do so, I think, should we encounter\r\n    As often as we eat. By th' elements,\r\n    If e'er again I meet him beard to beard,\r\n    He's mine or I am his. Mine emulation\r\n    Hath not that honour in't it had; for where\r\n    I thought to crush him in an equal force,\r\n    True sword to sword, I'll potch at him some way,\r\n    Or wrath or craft may get him.\r\n  FIRST SOLDIER. He's the devil.\r\n  AUFIDIUS. Bolder, though not so subtle. My valour's poison'd\r\n    With only suff'ring stain by him; for him\r\n    Shall fly out of itself. Nor sleep nor sanctuary,\r\n    Being naked, sick, nor fane nor Capitol,\r\n    The prayers of priests nor times of sacrifice,\r\n    Embarquements all of fury, shall lift up\r\n    Their rotten privilege and custom 'gainst\r\n    My hate to Marcius. Where I find him, were it\r\n    At home, upon my brother's guard, even there,\r\n    Against the hospitable canon, would I\r\n    Wash my fierce hand in's heart. Go you to th' city;\r\n    Learn how 'tis held, and what they are that must\r\n    Be hostages for Rome.\r\n  FIRST SOLDIER. Will not you go?\r\n  AUFIDIUS. I am attended at the cypress grove; I pray you-\r\n    'Tis south the city mills- bring me word thither\r\n    How the world goes, that to the pace of it\r\n    I may spur on my journey.\r\n  FIRST SOLDIER. I shall, sir.                            Exeunt\r\n\r\nACT II. SCENE I. Rome. A public place\r\n\r\nEnter MENENIUS, with the two Tribunes of the people, SICINIUS and\r\nBRUTUS\r\n\r\n  MENENIUS. The augurer tells me we shall have news tonight.\r\n  BRUTUS. Good or bad?\r\n  MENENIUS. Not according to the prayer of the people, for they love\r\n    not Marcius.\r\n  SICINIUS. Nature teaches beasts to know their friends.\r\n  MENENIUS. Pray you, who does the wolf love?\r\n  SICINIUS. The lamb.\r\n  MENENIUS. Ay, to devour him, as the hungry plebeians would the\r\n    noble Marcius.\r\n  BRUTUS. He's a lamb indeed, that baes like a bear.\r\n  MENENIUS. He's a bear indeed, that lives fike a lamb. You two are\r\n    old men; tell me one thing that I shall ask you.\r\n  BOTH TRIBUNES. Well, sir.\r\n  MENENIUS. In what enormity is Marcius poor in that you two have not\r\n    in abundance?\r\n  BRUTUS. He's poor in no one fault, but stor'd with all.\r\n  SICINIUS. Especially in pride.\r\n  BRUTUS. And topping all others in boasting.\r\n  MENENIUS. This is strange now. Do you two know how you are censured\r\n    here in the city- I mean of us o' th' right-hand file? Do you?\r\n  BOTH TRIBUNES. Why, how are we censur'd?\r\n  MENENIUS. Because you talk of pride now- will you not be angry?\r\n  BOTH TRIBUNES. Well, well, sir, well.\r\n  MENENIUS. Why, 'tis no great matter; for a very little thief of\r\n    occasion will rob you of a great deal of patience. Give your\r\n    dispositions the reins, and be angry at your pleasures- at the\r\n    least, if you take it as a pleasure to you in being so. You blame\r\n    Marcius for being proud?\r\n  BRUTUS. We do it not alone, sir.\r\n  MENENIUS. I know you can do very little alone; for your helps are\r\n    many, or else your actions would grow wondrous single: your\r\n    abilities are too infant-like for doing much alone. You talk of\r\n    pride. O that you could turn your eyes toward the napes of your\r\n    necks, and make but an interior survey of your good selves! O\r\n    that you could!\r\n  BOTH TRIBUNES. What then, sir?\r\n  MENENIUS. Why, then you should discover a brace of unmeriting,\r\n    proud, violent, testy magistrates-alias fools- as any in Rome.\r\n  SICINIUS. Menenius, you are known well enough too.\r\n  MENENIUS. I am known to be a humorous patrician, and one that loves\r\n    a cup of hot wine with not a drop of allaying Tiber in't; said to\r\n    be something imperfect in favouring the first complaint, hasty\r\n    and tinder-like upon too trivial motion; one that converses more\r\n    with the buttock of the night than with the forehead of the\r\n    morning. What I think I utter, and spend my malice in my breath.\r\n    Meeting two such wealsmen as you are- I cannot call you\r\n    Lycurguses- if the drink you give me touch my palate adversely, I\r\n    make a crooked face at it. I cannot say your worships have\r\n    deliver'd the matter well, when I find the ass in compound with\r\n    the major part of your syllables; and though I must be content to\r\n    bear with those that say you are reverend grave men, yet they lie\r\n    deadly that tell you you have good faces. If you see this in the\r\n    map of my microcosm, follows it that I am known well enough too?\r\n    What harm can your bisson conspectuities glean out of this\r\n    character, if I be known well enough too?\r\n  BRUTUS. Come, sir, come, we know you well enough.\r\n  MENENIUS. You know neither me, yourselves, nor any thing. You are\r\n    ambitious for poor knaves' caps and legs; you wear out a good\r\n    wholesome forenoon in hearing a cause between an orange-wife and\r\n    a fosset-seller, and then rejourn the controversy of threepence\r\n    to a second day of audience. When you are hearing a matter\r\n    between party and party, if you chance to be pinch'd with the\r\n    colic, you make faces like mummers, set up the bloody flag\r\n    against all patience, and, in roaring for a chamber-pot, dismiss\r\n    the controversy bleeding, the more entangled by your hearing. All\r\n    the peace you make in their cause is calling both the parties\r\n    knaves. You are a pair of strange ones.\r\n  BRUTUS. Come, come, you are well understood to be a perfecter giber\r\n    for the table than a necessary bencher in the Capitol.\r\n  MENENIUS. Our very priests must become mockers, if they shall\r\n    encounter such ridiculous subjects as you are. When you speak\r\n    best unto the purpose, it is not worth the wagging of your\r\n    beards; and your beards deserve not so honourable a grave as to\r\n    stuff a botcher's cushion or to be entomb'd in an ass's\r\n    pack-saddle. Yet you must be saying Marcius is proud; who, in a\r\n    cheap estimation, is worth all your predecessors since Deucalion;\r\n    though peradventure some of the best of 'em were hereditary\r\n    hangmen. God-den to your worships. More of your conversation\r\n    would infect my brain, being the herdsmen of the beastly\r\n    plebeians. I will be bold to take my leave of you.\r\n                                  [BRUTUS and SICINIUS go aside]\r\n\r\n               Enter VOLUMNIA, VIRGILIA, and VALERIA\r\n\r\n    How now, my as fair as noble ladies- and the moon, were she\r\n    earthly, no nobler- whither do you follow your eyes so fast?\r\n  VOLUMNIA. Honourable Menenius, my boy Marcius approaches; for the\r\n    love of Juno, let's go.\r\n  MENENIUS. Ha! Marcius coming home?\r\n  VOLUMNIA. Ay, worthy Menenius, and with most prosperous\r\n    approbation.\r\n  MENENIUS. Take my cap, Jupiter, and I thank thee. Hoo!\r\n    Marcius coming home!\r\n  VOLUMNIA, VIRGILIA. Nay, 'tis true.\r\n  VOLUMNIA. Look, here's a letter from him; the state hath another,\r\n    his wife another; and I think there's one at home for you.\r\n  MENENIUS. I will make my very house reel to-night. A letter for me?\r\n  VIRGILIA. Yes, certain, there's a letter for you; I saw't.\r\n  MENENIUS. A letter for me! It gives me an estate of seven years'\r\n    health; in which time I will make a lip at the physician. The\r\n    most sovereign prescription in Galen is but empiricutic and, to\r\n    this preservative, of no better report than a horse-drench. Is he\r\n    not wounded? He was wont to come home wounded.\r\n  VIRGILIA. O, no, no, no.\r\n  VOLUMNIA. O, he is wounded, I thank the gods for't.\r\n  MENENIUS. So do I too, if it be not too much. Brings a victory in\r\n    his pocket? The wounds become him.\r\n  VOLUMNIA. On's brows, Menenius, he comes the third time home with\r\n    the oaken garland.\r\n  MENENIUS. Has he disciplin'd Aufidius soundly?\r\n  VOLUMNIA. Titus Lartius writes they fought together, but Aufidius\r\n    got off.\r\n  MENENIUS. And 'twas time for him too, I'll warrant him that; an he\r\n    had stay'd by him, I would not have been so fidius'd for all the\r\n    chests in Corioli and the gold that's in them. Is the Senate\r\n    possess'd of this?\r\n  VOLUMNIA. Good ladies, let's go. Yes, yes, yes: the Senate has\r\n    letters from the general, wherein he gives my son the whole name\r\n    of the war; he hath in this action outdone his former deeds\r\n    doubly.\r\n  VALERIA. In troth, there's wondrous things spoke of him.\r\n  MENENIUS. Wondrous! Ay, I warrant you, and not without his true\r\n    purchasing.\r\n  VIRGILIA. The gods grant them true!\r\n  VOLUMNIA. True! pow, waw.\r\n  MENENIUS. True! I'll be sworn they are true. Where is he wounded?\r\n    [To the TRIBUNES]  God save your good worships! Marcius is coming\r\n    home; he has more cause to be proud. Where is he wounded?\r\n  VOLUMNIA. I' th' shoulder and i' th' left arm; there will be large\r\n    cicatrices to show the people when he shall stand for his place.\r\n    He received in the repulse of Tarquin seven hurts i' th' body.\r\n  MENENIUS. One i' th' neck and two i' th' thigh- there's nine that I\r\n    know.\r\n  VOLUMNIA. He had before this last expedition twenty-five wounds\r\n    upon him.\r\n  MENENIUS. Now it's twenty-seven; every gash was an enemy's grave.\r\n    [A shout and flourish]  Hark! the trumpets.\r\n  VOLUMNIA. These are the ushers of Marcius. Before him he carries\r\n      noise, and behind him he leaves tears;\r\n    Death, that dark spirit, in's nervy arm doth lie,\r\n    Which, being advanc'd, declines, and then men die.\r\n\r\n            A sennet. Trumpets sound. Enter COMINIUS the\r\n              GENERAL, and TITUS LARTIUS; between them,\r\n           CORIOLANUS, crown'd with an oaken garland; with\r\n                   CAPTAINS and soldiers and a HERALD\r\n\r\n  HERALD. Know, Rome, that all alone Marcius did fight\r\n    Within Corioli gates, where he hath won,\r\n    With fame, a name to Caius Marcius; these\r\n    In honour follows Coriolanus.\r\n    Welcome to Rome, renowned Coriolanus!             [Flourish]\r\n  ALL. Welcome to Rome, renowned Coriolanus!\r\n  CORIOLANUS. No more of this, it does offend my heart.\r\n    Pray now, no more.\r\n  COMINIUS. Look, sir, your mother!\r\n  CORIOLANUS. O,\r\n    You have, I know, petition'd all the gods\r\n    For my prosperity!                                  [Kneels]\r\n  VOLUMNIA. Nay, my good soldier, up;\r\n    My gentle Marcius, worthy Caius, and\r\n    By deed-achieving honour newly nam'd-\r\n    What is it? Coriolanus must I can thee?\r\n    But, O, thy wife!\r\n  CORIOLANUS. My gracious silence, hail!\r\n    Wouldst thou have laugh'd had I come coffin'd home,\r\n    That weep'st to see me triumph? Ah, my dear,\r\n    Such eyes the widows in Corioli wear,\r\n    And mothers that lack sons.\r\n  MENENIUS. Now the gods crown thee!\r\n  CORIOLANUS. And live you yet?  [To VALERIA]  O my sweet lady,\r\n    pardon.\r\n  VOLUMNIA. I know not where to turn.\r\n    O, welcome home! And welcome, General.\r\n    And y'are welcome all.\r\n  MENENIUS. A hundred thousand welcomes. I could weep\r\n    And I could laugh; I am light and heavy. Welcome!\r\n    A curse begin at very root on's heart\r\n    That is not glad to see thee! You are three\r\n    That Rome should dote on; yet, by the faith of men,\r\n    We have some old crab trees here at home that will not\r\n    Be grafted to your relish. Yet welcome, warriors.\r\n    We call a nettle but a nettle, and\r\n    The faults of fools but folly.\r\n  COMINIUS. Ever right.\r\n  CORIOLANUS. Menenius ever, ever.\r\n  HERALD. Give way there, and go on.\r\n  CORIOLANUS.  [To his wife and mother]  Your hand, and yours.\r\n    Ere in our own house I do shade my head,\r\n    The good patricians must be visited;\r\n    From whom I have receiv'd not only greetings,\r\n    But with them change of honours.\r\n  VOLUMNIA. I have lived\r\n    To see inherited my very wishes,\r\n    And the buildings of my fancy; only\r\n    There's one thing wanting, which I doubt not but\r\n    Our Rome will cast upon thee.\r\n  CORIOLANUS. Know, good mother,\r\n    I had rather be their servant in my way\r\n    Than sway with them in theirs.\r\n  COMINIUS. On, to the Capitol.\r\n                 [Flourish. Cornets. Exeunt in state, as before]\r\n\r\n                BRUTUS and SICINIUS come forward\r\n\r\n  BRUTUS. All tongues speak of him and the bleared sights\r\n    Are spectacled to see him. Your prattling nurse\r\n    Into a rapture lets her baby cry\r\n    While she chats him; the kitchen malkin pins\r\n    Her richest lockram 'bout her reechy neck,\r\n    Clamb'ring the walls to eye him; stalls, bulks, windows,\r\n    Are smother'd up, leads fill'd and ridges hors'd\r\n    With variable complexions, all agreeing\r\n    In earnestness to see him. Seld-shown flamens\r\n    Do press among the popular throngs and puff\r\n    To win a vulgar station; our veil'd dames\r\n    Commit the war of white and damask in\r\n    Their nicely gawded cheeks to th' wanton spoil\r\n    Of Phoebus' burning kisses. Such a pother,\r\n    As if that whatsoever god who leads him\r\n    Were slily crept into his human powers,\r\n    And gave him graceful posture.\r\n  SICINIUS. On the sudden\r\n    I warrant him consul.\r\n  BRUTUS. Then our office may\r\n    During his power go sleep.\r\n  SICINIUS. He cannot temp'rately transport his honours\r\n    From where he should begin and end, but will\r\n    Lose those he hath won.\r\n  BRUTUS. In that there's comfort.\r\n  SICINIUS. Doubt not\r\n    The commoners, for whom we stand, but they\r\n    Upon their ancient malice will forget\r\n    With the least cause these his new honours; which\r\n    That he will give them make I as little question\r\n    As he is proud to do't.\r\n  BRUTUS. I heard him swear,\r\n    Were he to stand for consul, never would he\r\n    Appear i' th' market-place, nor on him put\r\n    The napless vesture of humility;\r\n    Nor, showing, as the manner is, his wounds\r\n    To th' people, beg their stinking breaths.\r\n  SICINIUS. 'Tis right.\r\n  BRUTUS. It was his word. O, he would miss it rather\r\n    Than carry it but by the suit of the gentry to him\r\n    And the desire of the nobles.\r\n  SICINIUS. I wish no better\r\n    Than have him hold that purpose, and to put it\r\n    In execution.\r\n  BRUTUS. 'Tis most like he will.\r\n  SICINIUS. It shall be to him then as our good wills:\r\n    A sure destruction.\r\n  BRUTUS. So it must fall out\r\n    To him or our authorities. For an end,\r\n    We must suggest the people in what hatred\r\n    He still hath held them; that to's power he would\r\n    Have made them mules, silenc'd their pleaders, and\r\n    Dispropertied their freedoms; holding them\r\n    In human action and capacity\r\n    Of no more soul nor fitness for the world\r\n    Than camels in their war, who have their provand\r\n    Only for bearing burdens, and sore blows\r\n    For sinking under them.\r\n  SICINIUS. This, as you say, suggested\r\n    At some time when his soaring insolence\r\n    Shall touch the people- which time shall not want,\r\n    If he be put upon't, and that's as easy\r\n    As to set dogs on sheep- will be his fire\r\n    To kindle their dry stubble; and their blaze\r\n    Shall darken him for ever.\r\n\r\n                           Enter A MESSENGER\r\n\r\n  BRUTUS. What's the matter?\r\n  MESSENGER. You are sent for to the Capitol. 'Tis thought\r\n    That Marcius shall be consul.\r\n    I have seen the dumb men throng to see him and\r\n    The blind to hear him speak; matrons flung gloves,\r\n    Ladies and maids their scarfs and handkerchers,\r\n    Upon him as he pass'd; the nobles bended\r\n    As to Jove's statue, and the commons made\r\n    A shower and thunder with their caps and shouts.\r\n    I never saw the like.\r\n  BRUTUS. Let's to the Capitol,\r\n    And carry with us ears and eyes for th' time,\r\n    But hearts for the event.\r\n  SICINIUS. Have with you.                                Exeunt\r\n\r\nSCENE II. Rome. The Capitol\r\n\r\nEnter two OFFICERS, to lay cushions, as it were in the Capitol\r\n\r\n  FIRST OFFICER. Come, come, they are almost here. How many stand for\r\n    consulships?\r\n  SECOND OFFICER. Three, they say; but 'tis thought of every one\r\n    Coriolanus will carry it.\r\n  FIRST OFFICER. That's a brave fellow; but he's vengeance proud and\r\n    loves not the common people.\r\n  SECOND OFFICER. Faith, there have been many great men that have\r\n    flatter'd the people, who ne'er loved them; and there be many\r\n    that they have loved, they know not wherefore; so that, if they\r\n    love they know not why, they hate upon no better a ground.\r\n    Therefore, for Coriolanus neither to care whether they love or\r\n    hate him manifests the true knowledge he has in their\r\n    disposition, and out of his noble carelessness lets them plainly\r\n    see't.\r\n  FIRST OFFICER. If he did not care whether he had their love or no,\r\n    he waved indifferently 'twixt doing them neither good nor harm;\r\n    but he seeks their hate with greater devotion than they can\r\n    render it him, and leaves nothing undone that may fully discover\r\n    him their opposite. Now to seem to affect the malice and\r\n    displeasure of the people is as bad as that which he dislikes- to\r\n    flatter them for their love.\r\n  SECOND OFFICER. He hath deserved worthily of his country; and his\r\n    ascent is not by such easy degrees as those who, having been\r\n    supple and courteous to the people, bonneted, without any further\r\n    deed to have them at all, into their estimation and report; but\r\n    he hath so planted his honours in their eyes and his actions in\r\n    their hearts that for their tongues to be silent and not confess\r\n    so much were a kind of ingrateful injury; to report otherwise\r\n    were a malice that, giving itself the lie, would pluck reproof\r\n    and rebuke from every car that heard it.\r\n  FIRST OFFICER. No more of him; he's a worthy man. Make way, they\r\n    are coming.\r\n\r\n         A sennet. Enter the PATRICIANS and the TRIBUNES\r\n         OF THE PEOPLE, LICTORS before them; CORIOLANUS,\r\n            MENENIUS, COMINIUS the Consul. SICINIUS and\r\n               BRUTUS take their places by themselves.\r\n                         CORIOLANUS stands\r\n\r\n  MENENIUS. Having determin'd of the Volsces, and\r\n    To send for Titus Lartius, it remains,\r\n    As the main point of this our after-meeting,\r\n    To gratify his noble service that\r\n    Hath thus stood for his country. Therefore please you,\r\n    Most reverend and grave elders, to desire\r\n    The present consul and last general\r\n    In our well-found successes to report\r\n    A little of that worthy work perform'd\r\n    By Caius Marcius Coriolanus; whom\r\n    We met here both to thank and to remember\r\n    With honours like himself.                 [CORIOLANUS sits]\r\n  FIRST SENATOR. Speak, good Cominius.\r\n    Leave nothing out for length, and make us think\r\n    Rather our state's defective for requital\r\n    Than we to stretch it out. Masters o' th' people,\r\n    We do request your kindest ears; and, after,\r\n    Your loving motion toward the common body,\r\n    To yield what passes here.\r\n  SICINIUS. We are convented\r\n    Upon a pleasing treaty, and have hearts\r\n    Inclinable to honour and advance\r\n    The theme of our assembly.\r\n  BRUTUS. Which the rather\r\n    We shall be bless'd to do, if he remember\r\n    A kinder value of the people than\r\n    He hath hereto priz'd them at.\r\n  MENENIUS. That's off, that's off;\r\n    I would you rather had been silent. Please you\r\n    To hear Cominius speak?\r\n  BRUTUS. Most willingly.\r\n    But yet my caution was more pertinent\r\n    Than the rebuke you give it.\r\n  MENENIUS. He loves your people;\r\n    But tie him not to be their bedfellow.\r\n    Worthy Cominius, speak.\r\n                       [CORIOLANUS rises, and offers to go away]\r\n    Nay, keep your place.\r\n  FIRST SENATOR. Sit, Coriolanus, never shame to hear\r\n    What you have nobly done.\r\n  CORIOLANUS. Your Honours' pardon.\r\n    I had rather have my wounds to heal again\r\n    Than hear say how I got them.\r\n  BRUTUS. Sir, I hope\r\n    My words disbench'd you not.\r\n  CORIOLANUS. No, sir; yet oft,\r\n    When blows have made me stay, I fled from words.\r\n    You sooth'd not, therefore hurt not. But your people,\r\n    I love them as they weigh-\r\n  MENENIUS. Pray now, sit down.\r\n  CORIOLANUS. I had rather have one scratch my head i' th' sun\r\n    When the alarum were struck than idly sit\r\n    To hear my nothings monster'd.                          Exit\r\n  MENENIUS. Masters of the people,\r\n    Your multiplying spawn how can he flatter-\r\n    That's thousand to one good one- when you now see\r\n    He had rather venture all his limbs for honour\r\n    Than one on's ears to hear it? Proceed, Cominius.\r\n  COMINIUS. I shall lack voice; the deeds of Coriolanus\r\n    Should not be utter'd feebly. It is held\r\n    That valour is the chiefest virtue and\r\n    Most dignifies the haver. If it be,\r\n    The man I speak of cannot in the world\r\n    Be singly counterpois'd. At sixteen years,\r\n    When Tarquin made a head for Rome, he fought\r\n    Beyond the mark of others; our then Dictator,\r\n    Whom with all praise I point at, saw him fight\r\n    When with his Amazonian chin he drove\r\n    The bristled lips before him; he bestrid\r\n    An o'erpress'd Roman and i' th' consul's view\r\n    Slew three opposers; Tarquin's self he met,\r\n    And struck him on his knee. In that day's feats,\r\n    When he might act the woman in the scene,\r\n    He prov'd best man i' th' field, and for his meed\r\n    Was brow-bound with the oak. His pupil age\r\n    Man-ent'red thus, he waxed like a sea,\r\n    And in the brunt of seventeen battles since\r\n    He lurch'd all swords of the garland. For this last,\r\n    Before and in Corioli, let me say\r\n    I cannot speak him home. He stopp'd the fliers,\r\n    And by his rare example made the coward\r\n    Turn terror into sport; as weeds before\r\n    A vessel under sail, so men obey'd\r\n    And fell below his stem. His sword, death's stamp,\r\n    Where it did mark, it took; from face to foot\r\n    He was a thing of blood, whose every motion\r\n    Was tim'd with dying cries. Alone he ent'red\r\n    The mortal gate of th' city, which he painted\r\n    With shunless destiny; aidless came off,\r\n    And with a sudden re-enforcement struck\r\n    Corioli like a planet. Now all's his.\r\n    When by and by the din of war 'gan pierce\r\n    His ready sense, then straight his doubled spirit\r\n    Re-quick'ned what in flesh was fatigate,\r\n    And to the battle came he; where he did\r\n    Run reeking o'er the lives of men, as if\r\n    'Twere a perpetual spoil; and till we call'd\r\n    Both field and city ours he never stood\r\n    To ease his breast with panting.\r\n  MENENIUS. Worthy man!\r\n  FIRST SENATOR. He cannot but with measure fit the honours\r\n    Which we devise him.\r\n  COMINIUS. Our spoils he kick'd at,\r\n    And look'd upon things precious as they were\r\n    The common muck of the world. He covets less\r\n    Than misery itself would give, rewards\r\n    His deeds with doing them, and is content\r\n    To spend the time to end it.\r\n  MENENIUS. He's right noble;\r\n    Let him be call'd for.\r\n  FIRST SENATOR. Call Coriolanus.\r\n    OFFICER. He doth appear.\r\n\r\n                            Re-enter CORIOLANUS\r\n\r\n  MENENIUS. The Senate, Coriolanus, are well pleas'd\r\n    To make thee consul.\r\n  CORIOLANUS. I do owe them still\r\n    My life and services.\r\n  MENENIUS. It then remains\r\n    That you do speak to the people.\r\n  CORIOLANUS. I do beseech you\r\n    Let me o'erleap that custom; for I cannot\r\n    Put on the gown, stand naked, and entreat them\r\n    For my wounds' sake to give their suffrage. Please you\r\n    That I may pass this doing.\r\n  SICINIUS. Sir, the people\r\n    Must have their voices; neither will they bate\r\n    One jot of ceremony.\r\n  MENENIUS. Put them not to't.\r\n    Pray you go fit you to the custom, and\r\n    Take to you, as your predecessors have,\r\n    Your honour with your form.\r\n  CORIOLANUS. It is a part\r\n    That I shall blush in acting, and might well\r\n    Be taken from the people.\r\n  BRUTUS. Mark you that?\r\n  CORIOLANUS. To brag unto them 'Thus I did, and thus!'\r\n    Show them th' unaching scars which I should hide,\r\n    As if I had receiv'd them for the hire\r\n    Of their breath only!\r\n  MENENIUS. Do not stand upon't.\r\n    We recommend to you, Tribunes of the People,\r\n    Our purpose to them; and to our noble consul\r\n    Wish we all joy and honour.\r\n  SENATORS. To Coriolanus come all joy and honour!\r\n                             [Flourish. Cornets. Then exeunt all\r\n                                        but SICINIUS and BRUTUS]\r\n  BRUTUS. You see how he intends to use the people.\r\n  SICINIUS. May they perceive's intent! He will require them\r\n    As if he did contemn what he requested\r\n    Should be in them to give.\r\n  BRUTUS. Come, we'll inform them\r\n    Of our proceedings here. On th' market-place\r\n    I know they do attend us.                             Exeunt\r\n\r\nSCENE III. Rome. The Forum\r\n\r\nEnter seven or eight citizens\r\n\r\n  FIRST CITIZEN. Once, if he do require our voices, we ought not to\r\n    deny him.\r\n  SECOND CITIZEN. We may, sir, if we will.\r\n  THIRD CITIZEN. We have power in ourselves to do it, but it is a\r\n    power that we have no power to do; for if he show us his wounds\r\n    and tell us his deeds, we are to put our tongues into those\r\n    wounds and speak for them; so, if he tell us his noble deeds, we\r\n    must also tell him our noble acceptance of them. Ingratitude is\r\n    monstrous, and for the multitude to be ingrateful were to make a\r\n    monster of the multitude; of the which we being members should\r\n    bring ourselves to be monstrous members.\r\n  FIRST CITIZEN. And to make us no better thought of, a little help\r\n    will serve; for once we stood up about the corn, he himself stuck\r\n    not to call us the many-headed multitude.\r\n  THIRD CITIZEN. We have been call'd so of many; not that our heads\r\n    are some brown, some black, some abram, some bald, but that our\r\n    wits are so diversely colour'd; and truly I think if all our wits\r\n    were to issue out of one skull, they would fly east, west, north,\r\n    south, and their consent of one direct way should be at once to\r\n    all the points o' th' compass.\r\n  SECOND CITIZEN. Think you so? Which way do you judge my wit would\r\n    fly?\r\n  THIRD CITIZEN. Nay, your wit will not so soon out as another man's\r\n    will- 'tis strongly wedg'd up in a block-head; but if it were at\r\n    liberty 'twould sure southward.\r\n  SECOND CITIZEN. Why that way?\r\n  THIRD CITIZEN. To lose itself in a fog; where being three parts\r\n   melted away with rotten dews, the fourth would return for\r\n    conscience' sake, to help to get thee a wife.\r\n  SECOND CITIZEN. YOU are never without your tricks; you may, you\r\n    may.\r\n  THIRD CITIZEN. Are you all resolv'd to give your voices? But that's\r\n    no matter, the greater part carries it. I say, if he would\r\n    incline to the people, there was never a worthier man.\r\n\r\n                Enter CORIOLANUS, in a gown of humility,\r\n                               with MENENIUS\r\n\r\n    Here he comes, and in the gown of humility. Mark his behaviour.\r\n    We are not to stay all together, but to come by him where he\r\n    stands, by ones, by twos, and by threes. He's to make his\r\n    requests by particulars, wherein every one of us has a single\r\n    honour, in giving him our own voices with our own tongues;\r\n    therefore follow me, and I'll direct you how you shall go by him.\r\n  ALL. Content, content.                         Exeunt citizens\r\n  MENENIUS. O sir, you are not right; have you not known\r\n    The worthiest men have done't?\r\n  CORIOLANUS. What must I say?\r\n    'I pray, sir'- Plague upon't! I cannot bring\r\n    My tongue to such a pace. 'Look, sir, my wounds\r\n    I got them in my country's service, when\r\n    Some certain of your brethren roar'd and ran\r\n    From th' noise of our own drums.'\r\n  MENENIUS. O me, the gods!\r\n    You must not speak of that. You must desire them\r\n    To think upon you.\r\n  CORIOLANUS. Think upon me? Hang 'em!\r\n    I would they would forget me, like the virtues\r\n    Which our divines lose by 'em.\r\n  MENENIUS. You'll mar all.\r\n    I'll leave you. Pray you speak to 'em, I pray you,\r\n    In wholesome manner.                                    Exit\r\n\r\n                       Re-enter three of the citizens\r\n\r\n  CORIOLANUS. Bid them wash their faces\r\n    And keep their teeth clean. So, here comes a brace.\r\n    You know the cause, sir, of my standing here.\r\n  THIRD CITIZEN. We do, sir; tell us what hath brought you to't.\r\n  CORIOLANUS. Mine own desert.\r\n  SECOND CITIZEN. Your own desert?\r\n  CORIOLANUS. Ay, not mine own desire.\r\n  THIRD CITIZEN. How, not your own desire?\r\n  CORIOLANUS. No, sir, 'twas never my desire yet to trouble the poor\r\n    with begging.\r\n  THIRD CITIZEN. YOU MUST think, if we give you anything, we hope to\r\n    gain by you.\r\n  CORIOLANUS. Well then, I pray, your price o' th' consulship?\r\n  FIRST CITIZEN. The price is to ask it kindly.\r\n  CORIOLANUS. Kindly, sir, I pray let me ha't. I have wounds to show\r\n    you, which shall be yours in private. Your good voice, sir; what\r\n    say you?\r\n  SECOND CITIZEN. You shall ha' it, worthy sir.\r\n  CORIOLANUS. A match, sir. There's in all two worthy voices begg'd.\r\n    I have your alms. Adieu.\r\n  THIRD CITIZEN. But this is something odd.\r\n  SECOND CITIZEN. An 'twere to give again- but 'tis no matter.\r\n                                       Exeunt the three citizens\r\n\r\n                      Re-enter two other citizens\r\n\r\n  CORIOLANUS. Pray you now, if it may stand with the tune of your\r\n    voices that I may be consul, I have here the customary gown.\r\n  FOURTH CITIZEN. You have deserved nobly of your country, and you\r\n    have not deserved nobly.\r\n  CORIOLANUS. Your enigma?\r\n  FOURTH CITIZEN. You have been a scourge to her enemies; you have\r\n    been a rod to her friends. You have not indeed loved the common\r\n    people.\r\n  CORIOLANUS. You should account me the more virtuous, that I have\r\n    not been common in my love. I will, sir, flatter my sworn\r\n    brother, the people, to earn a dearer estimation of them; 'tis a\r\n    condition they account gentle; and since the wisdom of their\r\n    choice is rather to have my hat than my heart, I will practise\r\n    the insinuating nod and be off to them most counterfeitly. That\r\n    is, sir, I will counterfeit the bewitchment of some popular man\r\n    and give it bountiful to the desirers. Therefore, beseech you I\r\n    may be consul.\r\n  FIFTH CITIZEN. We hope to find you our friend; and therefore give\r\n    you our voices heartily.\r\n  FOURTH CITIZEN. You have received many wounds for your country.\r\n  CORIOLANUS. I will not seal your knowledge with showing them. I\r\n    will make much of your voices, and so trouble you no farther.\r\n  BOTH CITIZENS. The gods give you joy, sir, heartily!\r\n                                                 Exeunt citizens\r\n  CORIOLANUS. Most sweet voices!\r\n    Better it is to die, better to starve,\r\n    Than crave the hire which first we do deserve.\r\n    Why in this wolvish toge should I stand here\r\n    To beg of Hob and Dick that do appear\r\n    Their needless vouches? Custom calls me to't.\r\n    What custom wills, in all things should we do't,\r\n    The dust on antique time would lie unswept,\r\n    And mountainous error be too highly heap'd\r\n    For truth to o'erpeer. Rather than fool it so,\r\n    Let the high office and the honour go\r\n    To one that would do thus. I am half through:\r\n    The one part suffered, the other will I do.\r\n\r\n                      Re-enter three citizens more\r\n\r\n    Here come moe voices.\r\n    Your voices. For your voices I have fought;\r\n    Watch'd for your voices; for your voices bear\r\n    Of wounds two dozen odd; battles thrice six\r\n    I have seen and heard of; for your voices have\r\n    Done many things, some less, some more. Your voices?\r\n    Indeed, I would be consul.\r\n  SIXTH CITIZEN. He has done nobly, and cannot go without any honest\r\n    man's voice.\r\n  SEVENTH CITIZEN. Therefore let him be consul. The gods give him\r\n    joy, and make him good friend to the people!\r\n  ALL. Amen, amen. God save thee, noble consul!\r\n                                                 Exeunt citizens\r\n  CORIOLANUS. Worthy voices!\r\n\r\n             Re-enter MENENIUS with BRUTUS and SICINIUS\r\n\r\n  MENENIUS. You have stood your limitation, and the tribunes\r\n    Endue you with the people's voice. Remains\r\n    That, in th' official marks invested, you\r\n    Anon do meet the Senate.\r\n  CORIOLANUS. Is this done?\r\n  SICINIUS. The custom of request you have discharg'd.\r\n    The people do admit you, and are summon'd\r\n    To meet anon, upon your approbation.\r\n  CORIOLANUS. Where? At the Senate House?\r\n  SICINIUS. There, Coriolanus.\r\n  CORIOLANUS. May I change these garments?\r\n  SICINIUS. You may, sir.\r\n  CORIOLANUS. That I'll straight do, and, knowing myself again,\r\n    Repair to th' Senate House.\r\n  MENENIUS. I'll keep you company. Will you along?\r\n  BRUTUS. We stay here for the people.\r\n  SICINIUS. Fare you well.\r\n                                  Exeunt CORIOLANUS and MENENIUS\r\n    He has it now; and by his looks methinks\r\n    'Tis warm at's heart.\r\n  BRUTUS. With a proud heart he wore\r\n    His humble weeds. Will you dismiss the people?\r\n\r\n                            Re-enter citizens\r\n\r\n  SICINIUS. How now, my masters! Have you chose this man?\r\n  FIRST CITIZEN. He has our voices, sir.\r\n  BRUTUS. We pray the gods he may deserve your loves.\r\n  SECOND CITIZEN. Amen, sir. To my poor unworthy notice,\r\n    He mock'd us when he begg'd our voices.\r\n  THIRD CITIZEN. Certainly;\r\n    He flouted us downright.\r\n  FIRST CITIZEN. No, 'tis his kind of speech- he did not mock us.\r\n  SECOND CITIZEN. Not one amongst us, save yourself, but says\r\n    He us'd us scornfully. He should have show'd us\r\n    His marks of merit, wounds receiv'd for's country.\r\n  SICINIUS. Why, so he did, I am sure.\r\n  ALL. No, no; no man saw 'em.\r\n  THIRD CITIZEN. He said he had wounds which he could show in\r\n      private,\r\n    And with his hat, thus waving it in scorn,\r\n    'I would be consul,' says he; 'aged custom\r\n    But by your voices will not so permit me;\r\n    Your voices therefore.' When we granted that,\r\n    Here was 'I thank you for your voices. Thank you,\r\n    Your most sweet voices. Now you have left your voices,\r\n    I have no further with you.' Was not this mockery?\r\n  SICINIUS. Why either were you ignorant to see't,\r\n    Or, seeing it, of such childish friendliness\r\n    To yield your voices?\r\n  BRUTUS. Could you not have told him-\r\n    As you were lesson'd- when he had no power\r\n    But was a petty servant to the state,\r\n    He was your enemy; ever spake against\r\n    Your liberties and the charters that you bear\r\n    I' th' body of the weal; and now, arriving\r\n    A place of potency and sway o' th' state,\r\n    If he should still malignantly remain\r\n    Fast foe to th' plebeii, your voices might\r\n    Be curses to yourselves? You should have said\r\n    That as his worthy deeds did claim no less\r\n    Than what he stood for, so his gracious nature\r\n    Would think upon you for your voices, and\r\n    Translate his malice towards you into love,\r\n    Standing your friendly lord.\r\n  SICINIUS. Thus to have said,\r\n    As you were fore-advis'd, had touch'd his spirit\r\n    And tried his inclination; from him pluck'd\r\n    Either his gracious promise, which you might,\r\n    As cause had call'd you up, have held him to;\r\n    Or else it would have gall'd his surly nature,\r\n    Which easily endures not article\r\n    Tying him to aught. So, putting him to rage,\r\n    You should have ta'en th' advantage of his choler\r\n    And pass'd him unelected.\r\n  BRUTUS. Did you perceive\r\n    He did solicit you in free contempt\r\n    When he did need your loves; and do you think\r\n    That his contempt shall not be bruising to you\r\n    When he hath power to crush? Why, had your bodies\r\n    No heart among you? Or had you tongues to cry\r\n    Against the rectorship of judgment?\r\n  SICINIUS. Have you\r\n    Ere now denied the asker, and now again,\r\n    Of him that did not ask but mock, bestow\r\n    Your su'd-for tongues?\r\n  THIRD CITIZEN. He's not confirm'd: we may deny him yet.\r\n  SECOND CITIZENS. And will deny him;\r\n    I'll have five hundred voices of that sound.\r\n  FIRST CITIZEN. I twice five hundred, and their friends to piece\r\n    'em.\r\n  BRUTUS. Get you hence instantly, and tell those friends\r\n    They have chose a consul that will from them take\r\n    Their liberties, make them of no more voice\r\n    Than dogs, that are as often beat for barking\r\n    As therefore kept to do so.\r\n  SICINIUS. Let them assemble;\r\n    And, on a safer judgment, all revoke\r\n    Your ignorant election. Enforce his pride\r\n    And his old hate unto you; besides, forget not\r\n    With what contempt he wore the humble weed;\r\n    How in his suit he scorn'd you; but your loves,\r\n    Thinking upon his services, took from you\r\n    Th' apprehension of his present portance,\r\n    Which, most gibingly, ungravely, he did fashion\r\n    After the inveterate hate he bears you.\r\n  BRUTUS. Lay\r\n    A fault on us, your tribunes, that we labour'd,\r\n    No impediment between, but that you must\r\n    Cast your election on him.\r\n  SICINIUS. Say you chose him\r\n    More after our commandment than as guided\r\n    By your own true affections; and that your minds,\r\n    Pre-occupied with what you rather must do\r\n    Than what you should, made you against the grain\r\n    To voice him consul. Lay the fault on us.\r\n  BRUTUS. Ay, spare us not. Say we read lectures to you,\r\n    How youngly he began to serve his country,\r\n    How long continued; and what stock he springs of-\r\n    The noble house o' th' Marcians; from whence came\r\n    That Ancus Marcius, Numa's daughter's son,\r\n    Who, after great Hostilius, here was king;\r\n    Of the same house Publius and Quintus were,\r\n    That our best water brought by conduits hither;\r\n    And Censorinus, nobly named so,\r\n    Twice being by the people chosen censor,\r\n    Was his great ancestor.\r\n  SICINIUS. One thus descended,\r\n    That hath beside well in his person wrought\r\n    To be set high in place, we did commend\r\n    To your remembrances; but you have found,\r\n    Scaling his present bearing with his past,\r\n    That he's your fixed enemy, and revoke\r\n    Your sudden approbation.\r\n  BRUTUS. Say you ne'er had done't-\r\n    Harp on that still- but by our putting on;\r\n    And presently, when you have drawn your number,\r\n    Repair to th' Capitol.\r\n  CITIZENS. will will so; almost all\r\n    Repent in their election.                   Exeunt plebeians\r\n  BRUTUS. Let them go on;\r\n    This mutiny were better put in hazard\r\n    Than stay, past doubt, for greater.\r\n    If, as his nature is, he fall in rage\r\n    With their refusal, both observe and answer\r\n    The vantage of his anger.\r\n  SICINIUS. To th' Capitol, come.\r\n    We will be there before the stream o' th' people;\r\n    And this shall seem, as partly 'tis, their own,\r\n    Which we have goaded onward.                          Exeunt\r\n\r\nACT III. SCENE I. Rome. A street\r\n\r\nCornets. Enter CORIOLANUS, MENENIUS, all the GENTRY, COMINIUS,\r\nTITUS LARTIUS, and other SENATORS\r\n\r\n  CORIOLANUS. Tullus Aufidius, then, had made new head?\r\n  LARTIUS. He had, my lord; and that it was which caus'd\r\n    Our swifter composition.\r\n  CORIOLANUS. So then the Volsces stand but as at first,\r\n    Ready, when time shall prompt them, to make road\r\n    Upon's again.\r\n  COMINIUS. They are worn, Lord Consul, so\r\n    That we shall hardly in our ages see\r\n    Their banners wave again.\r\n  CORIOLANUS. Saw you Aufidius?\r\n  LARTIUS. On safeguard he came to me, and did curse\r\n    Against the Volsces, for they had so vilely\r\n    Yielded the town. He is retir'd to Antium.\r\n  CORIOLANUS. Spoke he of me?\r\n  LARTIUS. He did, my lord.\r\n  CORIOLANUS. How? What?\r\n  LARTIUS. How often he had met you, sword to sword;\r\n    That of all things upon the earth he hated\r\n    Your person most; that he would pawn his fortunes\r\n    To hopeless restitution, so he might\r\n    Be call'd your vanquisher.\r\n  CORIOLANUS. At Antium lives he?\r\n  LARTIUS. At Antium.\r\n  CORIOLANUS. I wish I had a cause to seek him there,\r\n    To oppose his hatred fully. Welcome home.\r\n\r\n                       Enter SICINIUS and BRUTUS\r\n\r\n    Behold, these are the tribunes of the people,\r\n    The tongues o' th' common mouth. I do despise them,\r\n    For they do prank them in authority,\r\n    Against all noble sufferance.\r\n  SICINIUS. Pass no further.\r\n  CORIOLANUS. Ha! What is that?\r\n  BRUTUS. It will be dangerous to go on- no further.\r\n  CORIOLANUS. What makes this change?\r\n  MENENIUS. The matter?\r\n  COMINIUS. Hath he not pass'd the noble and the common?\r\n  BRUTUS. Cominius, no.\r\n  CORIOLANUS. Have I had children's voices?\r\n  FIRST SENATOR. Tribunes, give way: he shall to th' market-place.\r\n  BRUTUS. The people are incens'd against him.\r\n  SICINIUS. Stop,\r\n    Or all will fall in broil.\r\n  CORIOLANUS. Are these your herd?\r\n    Must these have voices, that can yield them now\r\n    And straight disclaim their tongues? What are your offices?\r\n    You being their mouths, why rule you not their teeth?\r\n    Have you not set them on?\r\n  MENENIUS. Be calm, be calm.\r\n  CORIOLANUS. It is a purpos'd thing, and grows by plot,\r\n    To curb the will of the nobility;\r\n    Suffer't, and live with such as cannot rule\r\n    Nor ever will be rul'd.\r\n  BRUTUS. Call't not a plot.\r\n    The people cry you mock'd them; and of late,\r\n    When corn was given them gratis, you repin'd;\r\n    Scandal'd the suppliants for the people, call'd them\r\n    Time-pleasers, flatterers, foes to nobleness.\r\n  CORIOLANUS. Why, this was known before.\r\n  BRUTUS. Not to them all.\r\n  CORIOLANUS. Have you inform'd them sithence?\r\n  BRUTUS. How? I inform them!\r\n  COMINIUS. You are like to do such business.\r\n  BRUTUS. Not unlike\r\n    Each way to better yours.\r\n  CORIOLANUS. Why then should I be consul? By yond clouds,\r\n    Let me deserve so ill as you, and make me\r\n    Your fellow tribune.\r\n  SICINIUS. You show too much of that\r\n    For which the people stir; if you will pass\r\n    To where you are bound, you must enquire your way,\r\n    Which you are out of, with a gentler spirit,\r\n    Or never be so noble as a consul,\r\n    Nor yoke with him for tribune.\r\n  MENENIUS. Let's be calm.\r\n  COMINIUS. The people are abus'd; set on. This palt'ring\r\n    Becomes not Rome; nor has Coriolanus\r\n    Deserved this so dishonour'd rub, laid falsely\r\n    I' th' plain way of his merit.\r\n  CORIOLANUS. Tell me of corn!\r\n    This was my speech, and I will speak't again-\r\n  MENENIUS. Not now, not now.\r\n  FIRST SENATOR. Not in this heat, sir, now.\r\n  CORIOLANUS. Now, as I live, I will.\r\n    My nobler friends, I crave their pardons.\r\n    For the mutable, rank-scented meiny, let them\r\n    Regard me as I do not flatter, and\r\n    Therein behold themselves. I say again,\r\n    In soothing them we nourish 'gainst our Senate\r\n    The cockle of rebellion, insolence, sedition,\r\n    Which we ourselves have plough'd for, sow'd, and scatter'd,\r\n    By mingling them with us, the honour'd number,\r\n    Who lack not virtue, no, nor power, but that\r\n    Which they have given to beggars.\r\n  MENENIUS. Well, no more.\r\n  FIRST SENATOR. No more words, we beseech you.\r\n  CORIOLANUS. How? no more!\r\n    As for my country I have shed my blood,\r\n    Not fearing outward force, so shall my lungs\r\n    Coin words till their decay against those measles\r\n    Which we disdain should tetter us, yet sought\r\n    The very way to catch them.\r\n  BRUTUS. You speak o' th' people\r\n    As if you were a god, to punish; not\r\n    A man of their infirmity.\r\n  SICINIUS. 'Twere well\r\n    We let the people know't.\r\n  MENENIUS. What, what? his choler?\r\n  CORIOLANUS. Choler!\r\n    Were I as patient as the midnight sleep,\r\n    By Jove, 'twould be my mind!\r\n  SICINIUS. It is a mind\r\n    That shall remain a poison where it is,\r\n    Not poison any further.\r\n  CORIOLANUS. Shall remain!\r\n    Hear you this Triton of the minnows? Mark you\r\n    His absolute 'shall'?\r\n  COMINIUS. 'Twas from the canon.\r\n  CORIOLANUS. 'Shall'!\r\n    O good but most unwise patricians! Why,\r\n    You grave but reckless senators, have you thus\r\n    Given Hydra here to choose an officer\r\n    That with his peremptory 'shall,' being but\r\n    The horn and noise o' th' monster's, wants not spirit\r\n    To say he'll turn your current in a ditch,\r\n    And make your channel his? If he have power,\r\n    Then vail your ignorance; if none, awake\r\n    Your dangerous lenity. If you are learn'd,\r\n    Be not as common fools; if you are not,\r\n    Let them have cushions by you. You are plebeians,\r\n    If they be senators; and they are no less,\r\n    When, both your voices blended, the great'st taste\r\n    Most palates theirs. They choose their magistrate;\r\n    And such a one as he, who puts his 'shall,'\r\n    His popular 'shall,' against a graver bench\r\n    Than ever frown'd in Greece. By Jove himself,\r\n    It makes the consuls base; and my soul aches\r\n    To know, when two authorities are up,\r\n    Neither supreme, how soon confusion\r\n    May enter 'twixt the gap of both and take\r\n    The one by th' other.\r\n  COMINIUS. Well, on to th' market-place.\r\n  CORIOLANUS. Whoever gave that counsel to give forth\r\n    The corn o' th' storehouse gratis, as 'twas us'd\r\n    Sometime in Greece-\r\n  MENENIUS. Well, well, no more of that.\r\n  CORIOLANUS. Though there the people had more absolute pow'r-\r\n    I say they nourish'd disobedience, fed\r\n    The ruin of the state.\r\n  BRUTUS. Why shall the people give\r\n    One that speaks thus their voice?\r\n  CORIOLANUS. I'll give my reasons,\r\n    More worthier than their voices. They know the corn\r\n    Was not our recompense, resting well assur'd\r\n    They ne'er did service for't; being press'd to th' war\r\n    Even when the navel of the state was touch'd,\r\n    They would not thread the gates. This kind of service\r\n    Did not deserve corn gratis. Being i' th' war,\r\n    Their mutinies and revolts, wherein they show'd\r\n    Most valour, spoke not for them. Th' accusation\r\n    Which they have often made against the Senate,\r\n    All cause unborn, could never be the native\r\n    Of our so frank donation. Well, what then?\r\n    How shall this bosom multiplied digest\r\n    The Senate's courtesy? Let deeds express\r\n    What's like to be their words: 'We did request it;\r\n    We are the greater poll, and in true fear\r\n    They gave us our demands.' Thus we debase\r\n    The nature of our seats, and make the rabble\r\n    Call our cares fears; which will in time\r\n    Break ope the locks o' th' Senate and bring in\r\n    The crows to peck the eagles.\r\n  MENENIUS. Come, enough.\r\n  BRUTUS. Enough, with over measure.\r\n  CORIOLANUS. No, take more.\r\n    What may be sworn by, both divine and human,\r\n    Seal what I end withal! This double worship,\r\n    Where one part does disdain with cause, the other\r\n    Insult without all reason; where gentry, title, wisdom,\r\n    Cannot conclude but by the yea and no\r\n    Of general ignorance- it must omit\r\n    Real necessities, and give way the while\r\n    To unstable slightness. Purpose so barr'd, it follows\r\n    Nothing is done to purpose. Therefore, beseech you-\r\n    You that will be less fearful than discreet;\r\n    That love the fundamental part of state\r\n    More than you doubt the change on't; that prefer\r\n    A noble life before a long, and wish\r\n    To jump a body with a dangerous physic\r\n    That's sure of death without it- at once pluck out\r\n    The multitudinous tongue; let them not lick\r\n    The sweet which is their poison. Your dishonour\r\n    Mangles true judgment, and bereaves the state\r\n    Of that integrity which should become't,\r\n    Not having the power to do the good it would,\r\n    For th' ill which doth control't.\r\n  BRUTUS. Has said enough.\r\n  SICINIUS. Has spoken like a traitor and shall answer\r\n    As traitors do.\r\n  CORIOLANUS. Thou wretch, despite o'erwhelm thee!\r\n    What should the people do with these bald tribunes,\r\n    On whom depending, their obedience fails\r\n    To the greater bench? In a rebellion,\r\n    When what's not meet, but what must be, was law,\r\n    Then were they chosen; in a better hour\r\n    Let what is meet be said it must be meet,\r\n    And throw their power i' th' dust.\r\n  BRUTUS. Manifest treason!\r\n  SICINIUS. This a consul? No.\r\n  BRUTUS. The aediles, ho!\r\n\r\n                           Enter an AEDILE\r\n\r\n    Let him be apprehended.\r\n  SICINIUS. Go call the people,  [Exit AEDILE]  in whose name myself\r\n    Attach thee as a traitorous innovator,\r\n    A foe to th' public weal. Obey, I charge thee,\r\n    And follow to thine answer.\r\n  CORIOLANUS. Hence, old goat!\r\n  PATRICIANS. We'll surety him.\r\n  COMINIUS. Ag'd sir, hands off.\r\n  CORIOLANUS. Hence, rotten thing! or I shall shake thy bones\r\n    Out of thy garments.\r\n  SICINIUS. Help, ye citizens!\r\n\r\n              Enter a rabble of plebeians, with the AEDILES\r\n\r\n  MENENIUS. On both sides more respect.\r\n  SICINIUS. Here's he that would take from you all your power.\r\n  BRUTUS. Seize him, aediles.\r\n    PLEBEIANS. Down with him! down with him!\r\n  SECOND SENATOR. Weapons, weapons, weapons!\r\n                              [They all bustle about CORIOLANUS]\r\n  ALL. Tribunes! patricians! citizens! What, ho! Sicinius!\r\n    Brutus! Coriolanus! Citizens!\r\n  PATRICIANS. Peace, peace, peace; stay, hold, peace!\r\n  MENENIUS. What is about to be? I am out of breath;\r\n    Confusion's near; I cannot speak. You tribunes\r\n    To th' people- Coriolanus, patience!\r\n    Speak, good Sicinius.\r\n  SICINIUS. Hear me, people; peace!\r\n  PLEBEIANS. Let's hear our tribune. Peace! Speak, speak, speak.\r\n  SICINIUS. You are at point to lose your liberties.\r\n    Marcius would have all from you; Marcius,\r\n    Whom late you have nam'd for consul.\r\n  MENENIUS. Fie, fie, fie!\r\n    This is the way to kindle, not to quench.\r\n  FIRST SENATOR. To unbuild the city, and to lay all flat.\r\n  SICINIUS. What is the city but the people?\r\n  PLEBEIANS. True,\r\n    The people are the city.\r\n  BRUTUS. By the consent of all we were establish'd\r\n    The people's magistrates.\r\n  PLEBEIANS. You so remain.\r\n  MENENIUS. And so are like to do.\r\n  COMINIUS. That is the way to lay the city flat,\r\n    To bring the roof to the foundation,\r\n    And bury all which yet distinctly ranges\r\n    In heaps and piles of ruin.\r\n  SICINIUS. This deserves death.\r\n  BRUTUS. Or let us stand to our authority\r\n    Or let us lose it. We do here pronounce,\r\n    Upon the part o' th' people, in whose power\r\n    We were elected theirs: Marcius is worthy\r\n    Of present death.\r\n  SICINIUS. Therefore lay hold of him;\r\n    Bear him to th' rock Tarpeian, and from thence\r\n    Into destruction cast him.\r\n  BRUTUS. AEdiles, seize him.\r\n  PLEBEIANS. Yield, Marcius, yield.\r\n  MENENIUS. Hear me one word; beseech you, Tribunes,\r\n    Hear me but a word.\r\n  AEDILES. Peace, peace!\r\n  MENENIUS. Be that you seem, truly your country's friend,\r\n    And temp'rately proceed to what you would\r\n    Thus violently redress.\r\n  BRUTUS. Sir, those cold ways,\r\n    That seem like prudent helps, are very poisonous\r\n    Where the disease is violent. Lay hands upon him\r\n    And bear him to the rock.\r\n                                    [CORIOLANUS draws his sword]\r\n  CORIOLANUS. No: I'll die here.\r\n    There's some among you have beheld me fighting;\r\n    Come, try upon yourselves what you have seen me.\r\n  MENENIUS. Down with that sword! Tribunes, withdraw awhile.\r\n  BRUTUS. Lay hands upon him.\r\n  MENENIUS. Help Marcius, help,\r\n    You that be noble; help him, young and old.\r\n  PLEBEIANS. Down with him, down with him!\r\n                      [In this mutiny the TRIBUNES, the AEDILES,\r\n                                     and the people are beat in]\r\n  MENENIUS. Go, get you to your house; be gone, away.\r\n    All will be nought else.\r\n  SECOND SENATOR. Get you gone.\r\n  CORIOLANUS. Stand fast;\r\n    We have as many friends as enemies.\r\n  MENENIUS. Shall it be put to that?\r\n  FIRST SENATOR. The gods forbid!\r\n    I prithee, noble friend, home to thy house;\r\n    Leave us to cure this cause.\r\n  MENENIUS. For 'tis a sore upon us\r\n    You cannot tent yourself; be gone, beseech you.\r\n  COMINIUS. Come, sir, along with us.\r\n  CORIOLANUS. I would they were barbarians, as they are,\r\n    Though in Rome litter'd; not Romans, as they are not,\r\n    Though calved i' th' porch o' th' Capitol.\r\n  MENENIUS. Be gone.\r\n    Put not your worthy rage into your tongue;\r\n    One time will owe another.\r\n  CORIOLANUS. On fair ground\r\n    I could beat forty of them.\r\n  MENENIUS. I could myself\r\n    Take up a brace o' th' best of them; yea, the two tribunes.\r\n  COMINIUS. But now 'tis odds beyond arithmetic,\r\n    And manhood is call'd foolery when it stands\r\n    Against a falling fabric. Will you hence,\r\n    Before the tag return? whose rage doth rend\r\n    Like interrupted waters, and o'erbear\r\n    What they are us'd to bear.\r\n  MENENIUS. Pray you be gone.\r\n    I'll try whether my old wit be in request\r\n    With those that have but little; this must be patch'd\r\n    With cloth of any colour.\r\n  COMINIUS. Nay, come away.\r\n                     Exeunt CORIOLANUS and COMINIUS, with others\r\n  PATRICIANS. This man has marr'd his fortune.\r\n  MENENIUS. His nature is too noble for the world:\r\n    He would not flatter Neptune for his trident,\r\n    Or Jove for's power to thunder. His heart's his mouth;\r\n    What his breast forges, that his tongue must vent;\r\n    And, being angry, does forget that ever\r\n    He heard the name of death.                 [A noise within]\r\n    Here's goodly work!\r\n  PATRICIANS. I would they were a-bed.\r\n  MENENIUS. I would they were in Tiber.\r\n    What the vengeance, could he not speak 'em fair?\r\n\r\n            Re-enter BRUTUS and SICINIUS, the rabble again\r\n\r\n  SICINIUS. Where is this viper\r\n    That would depopulate the city and\r\n    Be every man himself?\r\n  MENENIUS. You worthy Tribunes-\r\n  SICINIUS. He shall be thrown down the Tarpeian rock\r\n    With rigorous hands; he hath resisted law,\r\n    And therefore law shall scorn him further trial\r\n    Than the severity of the public power,\r\n    Which he so sets at nought.\r\n  FIRST CITIZEN. He shall well know\r\n    The noble tribunes are the people's mouths,\r\n    And we their hands.\r\n  PLEBEIANS. He shall, sure on't.\r\n  MENENIUS. Sir, sir-\r\n  SICINIUS. Peace!\r\n  MENENIUS. Do not cry havoc, where you should but hunt\r\n    With modest warrant.\r\n  SICINIUS. Sir, how comes't that you\r\n    Have holp to make this rescue?\r\n  MENENIUS. Hear me speak.\r\n    As I do know the consul's worthiness,\r\n    So can I name his faults.\r\n  SICINIUS. Consul! What consul?\r\n  MENENIUS. The consul Coriolanus.\r\n  BRUTUS. He consul!\r\n  PLEBEIANS. No, no, no, no, no.\r\n  MENENIUS. If, by the tribunes' leave, and yours, good people,\r\n    I may be heard, I would crave a word or two;\r\n    The which shall turn you to no further harm\r\n    Than so much loss of time.\r\n  SICINIUS. Speak briefly, then,\r\n    For we are peremptory to dispatch\r\n    This viperous traitor; to eject him hence\r\n    Were but one danger, and to keep him here\r\n    Our certain death; therefore it is decreed\r\n    He dies to-night.\r\n  MENENIUS. Now the good gods forbid\r\n    That our renowned Rome, whose gratitude\r\n    Towards her deserved children is enroll'd\r\n    In Jove's own book, like an unnatural dam\r\n    Should now eat up her own!\r\n  SICINIUS. He's a disease that must be cut away.\r\n  MENENIUS. O, he's a limb that has but a disease-\r\n    Mortal, to cut it off: to cure it, easy.\r\n    What has he done to Rome that's worthy death?\r\n    Killing our enemies, the blood he hath lost-\r\n    Which I dare vouch is more than that he hath\r\n    By many an ounce- he dropt it for his country;\r\n    And what is left, to lose it by his country\r\n    Were to us all that do't and suffer it\r\n    A brand to th' end o' th' world.\r\n  SICINIUS. This is clean kam.\r\n  BRUTUS. Merely awry. When he did love his country,\r\n    It honour'd him.\r\n  SICINIUS. The service of the foot,\r\n    Being once gangren'd, is not then respected\r\n    For what before it was.\r\n  BRUTUS. We'll hear no more.\r\n    Pursue him to his house and pluck him thence,\r\n    Lest his infection, being of catching nature,\r\n    Spread further.\r\n  MENENIUS. One word more, one word\r\n    This tiger-footed rage, when it shall find\r\n    The harm of unscann'd swiftness, will, too late,\r\n    Tie leaden pounds to's heels. Proceed by process,\r\n    Lest parties- as he is belov'd- break out,\r\n    And sack great Rome with Romans.\r\n  BRUTUS. If it were so-\r\n  SICINIUS. What do ye talk?\r\n    Have we not had a taste of his obedience-\r\n    Our aediles smote, ourselves resisted? Come!\r\n  MENENIUS. Consider this: he has been bred i' th' wars\r\n    Since 'a could draw a sword, and is ill school'd\r\n    In bolted language; meal and bran together\r\n    He throws without distinction. Give me leave,\r\n    I'll go to him and undertake to bring him\r\n    Where he shall answer by a lawful form,\r\n    In peace, to his utmost peril.\r\n  FIRST SENATOR. Noble Tribunes,\r\n    It is the humane way; the other course\r\n    Will prove too bloody, and the end of it\r\n    Unknown to the beginning.\r\n  SICINIUS. Noble Menenius,\r\n    Be you then as the people's officer.\r\n    Masters, lay down your weapons.\r\n  BRUTUS. Go not home.\r\n  SICINIUS. Meet on the market-place. We'll attend you there;\r\n    Where, if you bring not Marcius, we'll proceed\r\n    In our first way.\r\n  MENENIUS. I'll bring him to you.\r\n    [To the SENATORS]  Let me desire your company; he must come,\r\n    Or what is worst will follow.\r\n  FIRST SENATOR. Pray you let's to him.                   Exeunt\r\n\r\nSCENE II. Rome. The house of CORIOLANUS\r\n\r\nEnter CORIOLANUS with NOBLES\r\n\r\n  CORIOLANUS. Let them pull all about mine ears, present me\r\n    Death on the wheel or at wild horses' heels;\r\n    Or pile ten hills on the Tarpeian rock,\r\n    That the precipitation might down stretch\r\n    Below the beam of sight; yet will I still\r\n    Be thus to them.\r\n  FIRST PATRICIAN. You do the nobler.\r\n  CORIOLANUS. I muse my mother\r\n    Does not approve me further, who was wont\r\n    To call them woollen vassals, things created\r\n    To buy and sell with groats; to show bare heads\r\n    In congregations, to yawn, be still, and wonder,\r\n    When one but of my ordinance stood up\r\n    To speak of peace or war.\r\n\r\n                          Enter VOLUMNIA\r\n\r\n    I talk of you:\r\n    Why did you wish me milder? Would you have me\r\n    False to my nature? Rather say I play\r\n    The man I am.\r\n  VOLUMNIA. O, sir, sir, sir,\r\n    I would have had you put your power well on\r\n    Before you had worn it out.\r\n  CORIOLANUS. Let go.\r\n  VOLUMNIA. You might have been enough the man you are\r\n    With striving less to be so; lesser had been\r\n    The thwartings of your dispositions, if\r\n    You had not show'd them how ye were dispos'd,\r\n    Ere they lack'd power to cross you.\r\n  CORIOLANUS. Let them hang.\r\n  VOLUMNIA. Ay, and burn too.\r\n\r\n                    Enter MENENIUS with the SENATORS\r\n\r\n  MENENIUS. Come, come, you have been too rough, something too rough;\r\n    You must return and mend it.\r\n  FIRST SENATOR. There's no remedy,\r\n    Unless, by not so doing, our good city\r\n    Cleave in the midst and perish.\r\n  VOLUMNIA. Pray be counsell'd;\r\n    I have a heart as little apt as yours,\r\n    But yet a brain that leads my use of anger\r\n    To better vantage.\r\n  MENENIUS. Well said, noble woman!\r\n    Before he should thus stoop to th' herd, but that\r\n    The violent fit o' th' time craves it as physic\r\n    For the whole state, I would put mine armour on,\r\n    Which I can scarcely bear.\r\n  CORIOLANUS. What must I do?\r\n  MENENIUS. Return to th' tribunes.\r\n  CORIOLANUS. Well, what then, what then?\r\n  MENENIUS. Repent what you have spoke.\r\n  CORIOLANUS. For them! I cannot do it to the gods;\r\n    Must I then do't to them?\r\n  VOLUMNIA. You are too absolute;\r\n    Though therein you can never be too noble\r\n    But when extremities speak. I have heard you say\r\n    Honour and policy, like unsever'd friends,\r\n    I' th' war do grow together; grant that, and tell me\r\n    In peace what each of them by th' other lose\r\n    That they combine not there.\r\n  CORIOLANUS. Tush, tush!\r\n  MENENIUS. A good demand.\r\n  VOLUMNIA. If it be honour in your wars to seem\r\n    The same you are not, which for your best ends\r\n    You adopt your policy, how is it less or worse\r\n    That it shall hold companionship in peace\r\n    With honour as in war; since that to both\r\n    It stands in like request?\r\n  CORIOLANUS. Why force you this?\r\n  VOLUMNIA. Because that now it lies you on to speak\r\n    To th' people, not by your own instruction,\r\n    Nor by th' matter which your heart prompts you,\r\n    But with such words that are but roted in\r\n    Your tongue, though but bastards and syllables\r\n    Of no allowance to your bosom's truth.\r\n    Now, this no more dishonours you at all\r\n    Than to take in a town with gentle words,\r\n    Which else would put you to your fortune and\r\n    The hazard of much blood.\r\n    I would dissemble with my nature where\r\n    My fortunes and my friends at stake requir'd\r\n    I should do so in honour. I am in this\r\n    Your wife, your son, these senators, the nobles;\r\n    And you will rather show our general louts\r\n    How you can frown, than spend a fawn upon 'em\r\n    For the inheritance of their loves and safeguard\r\n    Of what that want might ruin.\r\n  MENENIUS. Noble lady!\r\n    Come, go with us, speak fair; you may salve so,\r\n    Not what is dangerous present, but the los\r\n    Of what is past.\r\n  VOLUMNIA. I prithee now, My son,\r\n    Go to them with this bonnet in thy hand;\r\n    And thus far having stretch'd it- here be with them-\r\n    Thy knee bussing the stones- for in such busines\r\n    Action is eloquence, and the eyes of th' ignorant\r\n    More learned than the ears- waving thy head,\r\n    Which often thus correcting thy-stout heart,\r\n    Now humble as the ripest mulberry\r\n    That will not hold the handling. Or say to them\r\n    Thou art their soldier and, being bred in broils,\r\n    Hast not the soft way which, thou dost confess,\r\n    Were fit for thee to use, as they to claim,\r\n    In asking their good loves; but thou wilt frame\r\n    Thyself, forsooth, hereafter theirs, so far\r\n    As thou hast power and person.\r\n  MENENIUS. This but done\r\n    Even as she speaks, why, their hearts were yours;\r\n    For they have pardons, being ask'd, as free\r\n    As words to little purpose.\r\n  VOLUMNIA. Prithee now,\r\n    Go, and be rul'd; although I know thou hadst rather\r\n    Follow thine enemy in a fiery gulf\r\n    Than flatter him in a bower.\r\n\r\n                           Enter COMINIUS\r\n\r\n    Here is Cominius.\r\n  COMINIUS. I have been i' th' market-place; and, sir, 'tis fit\r\n    You make strong party, or defend yourself\r\n    By calmness or by absence; all's in anger.\r\n  MENENIUS. Only fair speech.\r\n  COMINIUS. I think 'twill serve, if he\r\n    Can thereto frame his spirit.\r\n  VOLUMNIA. He must and will.\r\n    Prithee now, say you will, and go about it.\r\n  CORIOLANUS. Must I go show them my unbarb'd sconce? Must I\r\n    With my base tongue give to my noble heart\r\n    A lie that it must bear? Well, I will do't;\r\n    Yet, were there but this single plot to lose,\r\n    This mould of Marcius, they to dust should grind it,\r\n    And throw't against the wind. To th' market-place!\r\n    You have put me now to such a part which never\r\n    I shall discharge to th' life.\r\n  COMINIUS. Come, come, we'll prompt you.\r\n  VOLUMNIA. I prithee now, sweet son, as thou hast said\r\n    My praises made thee first a soldier, so,\r\n    To have my praise for this, perform a part\r\n    Thou hast not done before.\r\n  CORIOLANUS. Well, I must do't.\r\n    Away, my disposition, and possess me\r\n    Some harlot's spirit! My throat of war be turn'd,\r\n    Which quier'd with my drum, into a pipe\r\n    Small as an eunuch or the virgin voice\r\n    That babies lulls asleep! The smiles of knaves\r\n    Tent in my cheeks, and schoolboys' tears take up\r\n    The glasses of my sight! A beggar's tongue\r\n    Make motion through my lips, and my arm'd knees,\r\n    Who bow'd but in my stirrup, bend like his\r\n    That hath receiv'd an alms! I will not do't,\r\n    Lest I surcease to honour mine own truth,\r\n    And by my body's action teach my mind\r\n    A most inherent baseness.\r\n  VOLUMNIA. At thy choice, then.\r\n    To beg of thee, it is my more dishonour\r\n    Than thou of them. Come all to ruin. Let\r\n    Thy mother rather feel thy pride than fear\r\n    Thy dangerous stoutness; for I mock at death\r\n    With as big heart as thou. Do as thou list.\r\n    Thy valiantness was mine, thou suck'dst it from me;\r\n    But owe thy pride thyself.\r\n  CORIOLANUS. Pray be content.\r\n    Mother, I am going to the market-place;\r\n    Chide me no more. I'll mountebank their loves,\r\n    Cog their hearts from them, and come home belov'd\r\n    Of all the trades in Rome. Look, I am going.\r\n    Commend me to my wife. I'll return consul,\r\n    Or never trust to what my tongue can do\r\n    I' th' way of flattery further.\r\n  VOLUMNIA. Do your will.                                   Exit\r\n  COMINIUS. Away! The tribunes do attend you. Arm yourself\r\n    To answer mildly; for they are prepar'd\r\n    With accusations, as I hear, more strong\r\n    Than are upon you yet.\r\n  CORIOLANUS. The word is 'mildly.' Pray you let us go.\r\n    Let them accuse me by invention; I\r\n    Will answer in mine honour.\r\n  MENENIUS. Ay, but mildly.\r\n  CORIOLANUS. Well, mildly be it then- mildly.            Exeunt\r\n\r\nSCENE III. Rome. The Forum\r\n\r\nEnter SICINIUS and BRUTUS\r\n\r\n  BRUTUS. In this point charge him home, that he affects\r\n    Tyrannical power. If he evade us there,\r\n    Enforce him with his envy to the people,\r\n    And that the spoil got on the Antiates\r\n    Was ne'er distributed.\r\n\r\n                           Enter an AEDILE\r\n\r\n    What, will he come?\r\n  AEDILE. He's coming.\r\n  BRUTUS. How accompanied?\r\n  AEDILE. With old Menenius, and those senators\r\n    That always favour'd him.\r\n  SICINIUS. Have you a catalogue\r\n    Of all the voices that we have procur'd,\r\n    Set down by th' poll?\r\n  AEDILE. I have; 'tis ready.\r\n  SICINIUS. Have you corrected them by tribes?\r\n  AEDILE. I have.\r\n  SICINIUS. Assemble presently the people hither;\r\n    And when they hear me say 'It shall be so\r\n    I' th' right and strength o' th' commons' be it either\r\n    For death, for fine, or banishment, then let them,\r\n    If I say fine, cry 'Fine!'- if death, cry 'Death!'\r\n    Insisting on the old prerogative\r\n    And power i' th' truth o' th' cause.\r\n  AEDILE. I shall inform them.\r\n  BRUTUS. And when such time they have begun to cry,\r\n    Let them not cease, but with a din confus'd\r\n    Enforce the present execution\r\n    Of what we chance to sentence.\r\n  AEDILE. Very well.\r\n  SICINIUS. Make them be strong, and ready for this hint,\r\n    When we shall hap to give't them.\r\n  BRUTUS. Go about it.                               Exit AEDILE\r\n    Put him to choler straight. He hath been us'd\r\n    Ever to conquer, and to have his worth\r\n    Of contradiction; being once chaf'd, he cannot\r\n    Be rein'd again to temperance; then he speaks\r\n    What's in his heart, and that is there which looks\r\n    With us to break his neck.\r\n\r\n          Enter CORIOLANUS, MENENIUS and COMINIUS, with others\r\n\r\n  SICINIUS. Well, here he comes.\r\n  MENENIUS. Calmly, I do beseech you.\r\n  CORIOLANUS. Ay, as an ostler, that for th' poorest piece\r\n    Will bear the knave by th' volume. Th' honour'd gods\r\n    Keep Rome in safety, and the chairs of justice\r\n    Supplied with worthy men! plant love among's!\r\n    Throng our large temples with the shows of peace,\r\n    And not our streets with war!\r\n  FIRST SENATOR. Amen, amen!\r\n  MENENIUS. A noble wish.\r\n\r\n                  Re-enter the.AEDILE,with the plebeians\r\n\r\n  SICINIUS. Draw near, ye people.\r\n  AEDILE. List to your tribunes. Audience! peace, I say!\r\n  CORIOLANUS. First, hear me speak.\r\n  BOTH TRIBUNES. Well, say. Peace, ho!\r\n  CORIOLANUS. Shall I be charg'd no further than this present?\r\n    Must all determine here?\r\n  SICINIUS. I do demand,\r\n    If you submit you to the people's voices,\r\n    Allow their officers, and are content\r\n    To suffer lawful censure for such faults\r\n    As shall be prov'd upon you.\r\n  CORIOLANUS. I am content.\r\n  MENENIUS. Lo, citizens, he says he is content.\r\n    The warlike service he has done, consider; think\r\n    Upon the wounds his body bears, which show\r\n    Like graves i' th' holy churchyard.\r\n  CORIOLANUS. Scratches with briers,\r\n    Scars to move laughter only.\r\n  MENENIUS. Consider further,\r\n    That when he speaks not like a citizen,\r\n    You find him like a soldier; do not take\r\n    His rougher accents for malicious sounds,\r\n    But, as I say, such as become a soldier\r\n    Rather than envy you.\r\n  COMINIUS. Well, well! No more.\r\n  CORIOLANUS. What is the matter,\r\n    That being pass'd for consul with full voice,\r\n    I am so dishonour'd that the very hour\r\n    You take it off again?\r\n  SICINIUS. Answer to us.\r\n  CORIOLANUS. Say then; 'tis true, I ought so.\r\n  SICINIUS. We charge you that you have contriv'd to take\r\n    From Rome all season'd office, and to wind\r\n    Yourself into a power tyrannical;\r\n    For which you are a traitor to the people.\r\n  CORIOLANUS. How- traitor?\r\n  MENENIUS. Nay, temperately! Your promise.\r\n  CORIOLANUS. The fires i' th' lowest hell fold in the people!\r\n    Call me their traitor! Thou injurious tribune!\r\n    Within thine eyes sat twenty thousand deaths,\r\n    In thy hands clutch'd as many millions, in\r\n    Thy lying tongue both numbers, I would say\r\n    'Thou liest' unto thee with a voice as free\r\n    As I do pray the gods.\r\n  SICINIUS. Mark you this, people?\r\n  PLEBEIANS. To th' rock, to th' rock, with him!\r\n  SICINIUS. Peace!\r\n    We need not put new matter to his charge.\r\n    What you have seen him do and heard him speak,\r\n    Beating your officers, cursing yourselves,\r\n    Opposing laws with strokes, and here defying\r\n    Those whose great power must try him- even this,\r\n    So criminal and in such capital kind,\r\n    Deserves th' extremest death.\r\n  BRUTUS. But since he hath\r\n    Serv'd well for Rome-\r\n  CORIOLANUS. What do you prate of service?\r\n  BRUTUS. I talk of that that know it.\r\n  CORIOLANUS. You!\r\n  MENENIUS. Is this the promise that you made your mother?\r\n  COMINIUS. Know, I pray you-\r\n  CORIOLANUS. I'll know no further.\r\n    Let them pronounce the steep Tarpeian death,\r\n    Vagabond exile, flaying, pent to linger\r\n    But with a grain a day, I would not buy\r\n    Their mercy at the price of one fair word,\r\n    Nor check my courage for what they can give,\r\n    To have't with saying 'Good morrow.'\r\n  SICINIUS. For that he has-\r\n    As much as in him lies- from time to time\r\n    Envied against the people, seeking means\r\n    To pluck away their power; as now at last\r\n    Given hostile strokes, and that not in the presence\r\n    Of dreaded justice, but on the ministers\r\n    That do distribute it- in the name o' th' people,\r\n    And in the power of us the tribunes, we,\r\n    Ev'n from this instant, banish him our city,\r\n    In peril of precipitation\r\n    From off the rock Tarpeian, never more\r\n    To enter our Rome gates. I' th' people's name,\r\n    I say it shall be so.\r\n  PLEBEIANS. It shall be so, it shall be so! Let him away!\r\n    He's banish'd, and it shall be so.\r\n  COMINIUS. Hear me, my masters and my common friends-\r\n  SICINIUS. He's sentenc'd; no more hearing.\r\n  COMINIUS. Let me speak.\r\n    I have been consul, and can show for Rome\r\n    Her enemies' marks upon me. I do love\r\n    My country's good with a respect more tender,\r\n    More holy and profound, than mine own life,\r\n    My dear wife's estimate, her womb's increase\r\n    And treasure of my loins. Then if I would\r\n    Speak that-\r\n  SICINIUS. We know your drift. Speak what?\r\n  BRUTUS. There's no more to be said, but he is banish'd,\r\n    As enemy to the people and his country.\r\n    It shall be so.\r\n  PLEBEIANS. It shall be so, it shall be so.\r\n  CORIOLANUS. YOU common cry of curs, whose breath I hate\r\n    As reek o' th' rotten fens, whose loves I prize\r\n    As the dead carcasses of unburied men\r\n    That do corrupt my air- I banish you.\r\n    And here remain with your uncertainty!\r\n    Let every feeble rumour shake your hearts;\r\n    Your enemies, with nodding of their plumes,\r\n    Fan you into despair! Have the power still\r\n    To banish your defenders, till at length\r\n    Your ignorance- which finds not till it feels,\r\n    Making but reservation of yourselves\r\n    Still your own foes- deliver you\r\n    As most abated captives to some nation\r\n    That won you without blows! Despising\r\n    For you the city, thus I turn my back;\r\n    There is a world elsewhere.\r\n                                              Exeunt CORIOLANUS,\r\n                   COMINIUS, MENENIUS, with the other PATRICIANS\r\n  AEDILE. The people's enemy is gone, is gone!\r\n                        [They all shout and throw up their caps]\r\n  PLEBEIANS. Our enemy is banish'd, he is gone! Hoo-oo!\r\n  SICINIUS. Go see him out at gates, and follow him,\r\n    As he hath follow'd you, with all despite;\r\n    Give him deserv'd vexation. Let a guard\r\n    Attend us through the city.\r\n  PLEBEIANS. Come, come, let's see him out at gates; come!\r\n    The gods preserve our noble tribunes! Come.           Exeunt\r\n\r\nACT IV. SCENE I. Rome. Before a gate of the city\r\n\r\nEnter CORIOLANUS, VOLUMNIA, VIRGILIA, MENENIUS, COMINIUS, with the\r\nyoung NOBILITY of Rome\r\n\r\n  CORIOLANUS. Come, leave your tears; a brief farewell. The beast\r\n    With many heads butts me away. Nay, mother,\r\n    Where is your ancient courage? You were us'd\r\n    To say extremities was the trier of spirits;\r\n    That common chances common men could bear;\r\n    That when the sea was calm all boats alike\r\n    Show'd mastership in floating; fortune's blows,\r\n    When most struck home, being gentle wounded craves\r\n    A noble cunning. You were us'd to load me\r\n    With precepts that would make invincible\r\n    The heart that conn'd them.\r\n  VIRGILIA. O heavens! O heavens!\r\n  CORIOLANUS. Nay, I prithee, woman-\r\n  VOLUMNIA. Now the red pestilence strike all trades in Rome,\r\n    And occupations perish!\r\n  CORIOLANUS. What, what, what!\r\n    I shall be lov'd when I am lack'd. Nay, mother,\r\n    Resume that spirit when you were wont to say,\r\n    If you had been the wife of Hercules,\r\n    Six of his labours you'd have done, and sav'd\r\n    Your husband so much sweat. Cominius,\r\n    Droop not; adieu. Farewell, my wife, my mother.\r\n    I'll do well yet. Thou old and true Menenius,\r\n    Thy tears are salter than a younger man's\r\n    And venomous to thine eyes. My sometime General,\r\n    I have seen thee stern, and thou hast oft beheld\r\n    Heart-hard'ning spectacles; tell these sad women\r\n    'Tis fond to wail inevitable strokes,\r\n    As 'tis to laugh at 'em. My mother, you wot well\r\n    My hazards still have been your solace; and\r\n    Believe't not lightly- though I go alone,\r\n    Like to a lonely dragon, that his fen\r\n    Makes fear'd and talk'd of more than seen- your son\r\n    Will or exceed the common or be caught\r\n    With cautelous baits and practice.\r\n  VOLUMNIA. My first son,\r\n    Whither wilt thou go? Take good Cominius\r\n    With thee awhile; determine on some course\r\n    More than a wild exposture to each chance\r\n    That starts i' th' way before thee.\r\n  VIRGILIA. O the gods!\r\n  COMINIUS. I'll follow thee a month, devise with the\r\n    Where thou shalt rest, that thou mayst hear of us,\r\n    And we of thee; so, if the time thrust forth\r\n    A cause for thy repeal, we shall not send\r\n    O'er the vast world to seek a single man,\r\n    And lose advantage, which doth ever cool\r\n    I' th' absence of the needer.\r\n  CORIOLANUS. Fare ye well;\r\n    Thou hast years upon thee, and thou art too full\r\n    Of the wars' surfeits to go rove with one\r\n    That's yet unbruis'd; bring me but out at gate.\r\n    Come, my sweet wife, my dearest mother, and\r\n    My friends of noble touch; when I am forth,\r\n    Bid me farewell, and smile. I pray you come.\r\n    While I remain above the ground you shall\r\n    Hear from me still, and never of me aught\r\n    But what is like me formerly.\r\n  MENENIUS. That's worthily\r\n    As any ear can hear. Come, let's not weep.\r\n    If I could shake off but one seven years\r\n    From these old arms and legs, by the good gods,\r\n    I'd with thee every foot.\r\n  CORIOLANUS. Give me thy hand.\r\n    Come.                                                 Exeunt\r\n\r\nSCENE II. Rome. A street near the gate\r\n\r\nEnter the two Tribunes, SICINIUS and BRUTUS with the AEDILE\r\n\r\n  SICINIUS. Bid them all home; he's gone, and we'll no further.\r\n    The nobility are vex'd, whom we see have sided\r\n    In his behalf.\r\n  BRUTUS. Now we have shown our power,\r\n    Let us seem humbler after it is done\r\n    Than when it was a-doing.\r\n  SICINIUS. Bid them home.\r\n    Say their great enemy is gone, and they\r\n    Stand in their ancient strength.\r\n  BRUTUS. Dismiss them home.                         Exit AEDILE\r\n    Here comes his mother.\r\n\r\n                   Enter VOLUMNIA, VIRGILIA, and MENENIUS\r\n\r\n  SICINIUS. Let's not meet her.\r\n  BRUTUS. Why?\r\n  SICINIUS. They say she's mad.\r\n  BRUTUS. They have ta'en note of us; keep on your way.\r\n  VOLUMNIA. O, Y'are well met; th' hoarded plague o' th' gods\r\n    Requite your love!\r\n  MENENIUS. Peace, peace, be not so loud.\r\n  VOLUMNIA. If that I could for weeping, you should hear-\r\n    Nay, and you shall hear some.  [To BRUTUS] Will you be gone?\r\n  VIRGILIA.  [To SICINIUS]  You shall stay too. I would I had the\r\n      power\r\n    To say so to my husband.\r\n  SICINIUS. Are you mankind?\r\n  VOLUMNIA. Ay, fool; is that a shame? Note but this, fool:\r\n    Was not a man my father? Hadst thou foxship\r\n    To banish him that struck more blows for Rome\r\n    Than thou hast spoken words?\r\n  SICINIUS. O blessed heavens!\r\n  VOLUMNIA. Moe noble blows than ever thou wise words;\r\n    And for Rome's good. I'll tell thee what- yet go!\r\n    Nay, but thou shalt stay too. I would my son\r\n    Were in Arabia, and thy tribe before him,\r\n    His good sword in his hand.\r\n  SICINIUS. What then?\r\n  VIRGILIA. What then!\r\n    He'd make an end of thy posterity.\r\n  VOLUMNIA. Bastards and all.\r\n    Good man, the wounds that he does bear for Rome!\r\n  MENENIUS. Come, come, peace.\r\n  SICINIUS. I would he had continued to his country\r\n    As he began, and not unknit himself\r\n    The noble knot he made.\r\n  BRUTUS. I would he had.\r\n  VOLUMNIA. 'I would he had!' 'Twas you incens'd the rabble-\r\n    Cats that can judge as fitly of his worth\r\n    As I can of those mysteries which heaven\r\n    Will not have earth to know.\r\n  BRUTUS. Pray, let's go.\r\n  VOLUMNIA. Now, pray, sir, get you gone;\r\n    You have done a brave deed. Ere you go, hear this:\r\n    As far as doth the Capitol exceed\r\n    The meanest house in Rome, so far my son-\r\n    This lady's husband here, this, do you see?-\r\n    Whom you have banish'd does exceed you an.\r\n  BRUTUS. Well, well, we'll leave you.\r\n  SICINIUS. Why stay we to be baited\r\n    With one that wants her wits?                Exeunt TRIBUNES\r\n  VOLUMNIA. Take my prayers with you.\r\n    I would the gods had nothing else to do\r\n    But to confirm my curses. Could I meet 'em\r\n    But once a day, it would unclog my heart\r\n    Of what lies heavy to't.\r\n  MENENIUS. You have told them home,\r\n    And, by my troth, you have cause. You'll sup with me?\r\n  VOLUMNIA. Anger's my meat; I sup upon myself,\r\n    And so shall starve with feeding. Come, let's go.\r\n    Leave this faint puling and lament as I do,\r\n    In anger, Juno-like. Come, come, come.\r\n                                    Exeunt VOLUMNIA and VIRGILIA\r\n  MENENIUS. Fie, fie, fie!                                  Exit\r\n\r\nSCENE III. A highway between Rome and Antium\r\n\r\nEnter a ROMAN and a VOLSCE, meeting\r\n\r\n  ROMAN. I know you well, sir, and you know me; your name, I think,\r\n    is Adrian.\r\n  VOLSCE. It is so, sir. Truly, I have forgot you.\r\n  ROMAN. I am a Roman; and my services are, as you are, against 'em.\r\n    Know you me yet?\r\n  VOLSCE. Nicanor? No!\r\n  ROMAN. The same, sir.\r\n  VOLSCE. YOU had more beard when I last saw you, but your favour is\r\n    well appear'd by your tongue. What's the news in Rome? I have a\r\n    note from the Volscian state, to find you out there. You have\r\n    well saved me a day's journey.\r\n  ROMAN. There hath been in Rome strange insurrections: the people\r\n    against the senators, patricians, and nobles.\r\n  VOLSCE. Hath been! Is it ended, then? Our state thinks not so; they\r\n    are in a most warlike preparation, and hope to come upon them in\r\n    the heat of their division.\r\n  ROMAN. The main blaze of it is past, but a small thing would make\r\n    it flame again; for the nobles receive so to heart the banishment\r\n    of that worthy Coriolanus that they are in a ripe aptness to take\r\n    all power from the people, and to pluck from them their tribunes\r\n    for ever. This lies glowing, I can tell you, and is almost mature\r\n    for the violent breaking out.\r\n  VOLSCE. Coriolanus banish'd!\r\n  ROMAN. Banish'd, sir.\r\n  VOLSCE. You will be welcome with this intelligence, Nicanor.\r\n  ROMAN. The day serves well for them now. I have heard it said the\r\n    fittest time to corrupt a man's wife is when she's fall'n out\r\n    with her husband. Your noble Tullus Aufidius will appear well in\r\n    these wars, his great opposer, Coriolanus, being now in no\r\n    request of his country.\r\n  VOLSCE. He cannot choose. I am most fortunate thus accidentally to\r\n    encounter you; you have ended my business, and I will merrily\r\n    accompany you home.\r\n  ROMAN. I shall between this and supper tell you most strange things\r\n    from Rome, all tending to the good of their adversaries. Have you\r\n    an army ready, say you?\r\n  VOLSCE. A most royal one: the centurions and their charges,\r\n    distinctly billeted, already in th' entertainment, and to be on\r\n    foot at an hour's warning.\r\n  ROMAN. I am joyful to hear of their readiness, and am the man, I\r\n    think, that shall set them in present action. So, sir, heartily\r\n    well met, and most glad of your company.\r\n  VOLSCE. You take my part from me, sir. I have the most cause to be\r\n    glad of yours.\r\n  ROMAN. Well, let us go together.\r\n\r\nSCENE IV. Antium. Before AUFIDIUS' house\r\n\r\nEnter CORIOLANUS, in mean apparel, disguis'd and muffled\r\n\r\n  CORIOLANUS. A goodly city is this Antium. City,\r\n    'Tis I that made thy widows: many an heir\r\n    Of these fair edifices fore my wars\r\n    Have I heard groan and drop. Then know me not.\r\n    Lest that thy wives with spits and boys with stones,\r\n    In puny battle slay me.\r\n\r\n                           Enter A CITIZEN\r\n\r\n    Save you, sir.\r\n  CITIZEN. And you.\r\n  CORIOLANUS. Direct me, if it be your will,\r\n    Where great Aufidius lies. Is he in Antium?\r\n  CITIZEN. He is, and feasts the nobles of the state\r\n    At his house this night.\r\n  CORIOLANUS. Which is his house, beseech you?\r\n  CITIZEN. This here before you.\r\n  CORIOLANUS. Thank you, sir; farewell.             Exit CITIZEN\r\n    O world, thy slippery turns! Friends now fast sworn,\r\n    Whose double bosoms seems to wear one heart,\r\n    Whose hours, whose bed, whose meal and exercise\r\n    Are still together, who twin, as 'twere, in love,\r\n    Unseparable, shall within this hour,\r\n    On a dissension of a doit, break out\r\n    To bitterest enmity; so fellest foes,\r\n    Whose passions and whose plots have broke their sleep\r\n    To take the one the other, by some chance,\r\n    Some trick not worth an egg, shall grow dear friends\r\n    And interjoin their issues. So with me:\r\n    My birthplace hate I, and my love's upon\r\n    This enemy town. I'll enter. If he slay me,\r\n    He does fair justice: if he give me way,\r\n    I'll do his country service.\r\n\r\nSCENE V. Antium. AUFIDIUS' house\r\n\r\nMusic plays. Enter A SERVINGMAN\r\n\r\n  FIRST SERVANT. Wine, wine, wine! What service is here! I think our\r\n  fellows are asleep.                                     Exit\r\n\r\n                     Enter another SERVINGMAN\r\n\r\n  SECOND SERVANT.Where's Cotus? My master calls for him.\r\n    Cotus!                                                  Exit\r\n\r\n                       Enter CORIOLANUS\r\n\r\n  CORIOLANUS. A goodly house. The feast smells well, but I\r\n    Appear not like a guest.\r\n\r\n                 Re-enter the first SERVINGMAN\r\n\r\n  FIRST SERVANT. What would you have, friend?\r\n    Whence are you? Here's no place for you: pray go to the door.\r\n Exit\r\n  CORIOLANUS. I have deserv'd no better entertainment\r\n    In being Coriolanus.\r\n\r\n                   Re-enter second SERVINGMAN\r\n\r\n  SECOND SERVANT. Whence are you, sir? Has the porter his eyes in his\r\n    head that he gives entrance to such companions? Pray get you out.\r\n  CORIOLANUS. Away!\r\n  SECOND SERVANT. Away? Get you away.\r\n  CORIOLANUS. Now th' art troublesome.\r\n  SECOND SERVANT. Are you so brave? I'll have you talk'd with anon.\r\n\r\n          Enter a third SERVINGMAN. The first meets him\r\n\r\n  THIRD SERVANT. What fellow's this?\r\n  FIRST SERVANT. A strange one as ever I look'd on. I cannot get him\r\n    out o' th' house. Prithee call my master to him.\r\n  THIRD SERVANT. What have you to do here, fellow? Pray you avoid the\r\n    house.\r\n  CORIOLANUS. Let me but stand- I will not hurt your hearth.\r\n  THIRD SERVANT. What are you?\r\n  CORIOLANUS. A gentleman.\r\n  THIRD SERVANT. A marv'llous poor one.\r\n  CORIOLANUS. True, so I am.\r\n  THIRD SERVANT. Pray you, poor gentleman, take up some other\r\n    station; here's no place for you. Pray you avoid. Come.\r\n  CORIOLANUS. Follow your function, go and batten on cold bits.\r\n                                      [Pushes him away from him]\r\n  THIRD SERVANT. What, you will not? Prithee tell my master what a\r\n    strange guest he has here.\r\n  SECOND SERVANT. And I shall.                              Exit\r\n  THIRD SERVANT. Where dwell'st thou?\r\n  CORIOLANUS. Under the canopy.\r\n  THIRD SERVANT. Under the canopy?\r\n  CORIOLANUS. Ay.\r\n  THIRD SERVANT. Where's that?\r\n  CORIOLANUS. I' th' city of kites and crows.\r\n  THIRD SERVANT. I' th' city of kites and crows!\r\n    What an ass it is! Then thou dwell'st with daws too?\r\n  CORIOLANUS. No, I serve not thy master.\r\n  THIRD SERVANT. How, sir! Do you meddle with my master?\r\n  CORIOLANUS. Ay; 'tis an honester service than to meddle with thy\r\n    mistress. Thou prat'st and prat'st; serve with thy trencher;\r\n    hence!                                      [Beats him away]\r\n\r\n             Enter AUFIDIUS with the second SERVINGMAN\r\n\r\n  AUFIDIUS. Where is this fellow?\r\n  SECOND SERVANT. Here, sir; I'd have beaten him like a dog, but for\r\n    disturbing the lords within.\r\n  AUFIDIUS. Whence com'st thou? What wouldst thou? Thy name?\r\n    Why speak'st not? Speak, man. What's thy name?\r\n  CORIOLANUS.  [Unmuffling]  If, Tullus,\r\n    Not yet thou know'st me, and, seeing me, dost not\r\n    Think me for the man I am, necessity\r\n    Commands me name myself.\r\n  AUFIDIUS. What is thy name?\r\n  CORIOLANUS. A name unmusical to the Volscians' ears,\r\n    And harsh in sound to thine.\r\n  AUFIDIUS. Say, what's thy name?\r\n    Thou has a grim appearance, and thy face\r\n    Bears a command in't; though thy tackle's torn,\r\n    Thou show'st a noble vessel. What's thy name?\r\n  CORIOLANUS. Prepare thy brow to frown- know'st thou me yet?\r\n  AUFIDIUS. I know thee not. Thy name?\r\n  CORIOLANUS. My name is Caius Marcius, who hath done\r\n    To thee particularly, and to all the Volsces,\r\n    Great hurt and mischief; thereto witness may\r\n    My surname, Coriolanus. The painful service,\r\n    The extreme dangers, and the drops of blood\r\n    Shed for my thankless country, are requited\r\n    But with that surname- a good memory\r\n    And witness of the malice and displeasure\r\n    Which thou shouldst bear me. Only that name remains;\r\n    The cruelty and envy of the people,\r\n    Permitted by our dastard nobles, who\r\n    Have all forsook me, hath devour'd the rest,\r\n    An suffer'd me by th' voice of slaves to be\r\n    Whoop'd out of Rome. Now this extremity\r\n    Hath brought me to thy hearth; not out of hope,\r\n    Mistake me not, to save my life; for if\r\n    I had fear'd death, of all the men i' th' world\r\n    I would have 'voided thee; but in mere spite,\r\n    To be full quit of those my banishers,\r\n    Stand I before thee here. Then if thou hast\r\n    A heart of wreak in thee, that wilt revenge\r\n    Thine own particular wrongs and stop those maims\r\n    Of shame seen through thy country, speed thee straight\r\n    And make my misery serve thy turn. So use it\r\n    That my revengeful services may prove\r\n    As benefits to thee; for I will fight\r\n    Against my cank'red country with the spleen\r\n    Of all the under fiends. But if so be\r\n    Thou dar'st not this, and that to prove more fortunes\r\n    Th'art tir'd, then, in a word, I also am\r\n    Longer to live most weary, and present\r\n    My throat to thee and to thy ancient malice;\r\n    Which not to cut would show thee but a fool,\r\n    Since I have ever followed thee with hate,\r\n    Drawn tuns of blood out of thy country's breast,\r\n    And cannot live but to thy shame, unless\r\n    It be to do thee service.\r\n  AUFIDIUS. O Marcius, Marcius!\r\n    Each word thou hast spoke hath weeded from my heart\r\n    A root of ancient envy. If Jupiter\r\n    Should from yond cloud speak divine things,\r\n    And say ''Tis true,' I'd not believe them more\r\n    Than thee, all noble Marcius. Let me twine\r\n    Mine arms about that body, where against\r\n    My grained ash an hundred times hath broke\r\n    And scarr'd the moon with splinters; here I clip\r\n    The anvil of my sword, and do contest\r\n    As hotly and as nobly with thy love\r\n    As ever in ambitious strength I did\r\n    Contend against thy valour. Know thou first,\r\n    I lov'd the maid I married; never man\r\n    Sigh'd truer breath; but that I see thee here,\r\n    Thou noble thing, more dances my rapt heart\r\n    Than when I first my wedded mistress saw\r\n    Bestride my threshold. Why, thou Mars, I tell the\r\n    We have a power on foot, and I had purpose\r\n    Once more to hew thy target from thy brawn,\r\n    Or lose mine arm for't. Thou hast beat me out\r\n    Twelve several times, and I have nightly since\r\n    Dreamt of encounters 'twixt thyself and me-\r\n    We have been down together in my sleep,\r\n    Unbuckling helms, fisting each other's throat-\r\n    And wak'd half dead with nothing. Worthy Marcius,\r\n    Had we no other quarrel else to Rome but that\r\n    Thou art thence banish'd, we would muster all\r\n    From twelve to seventy, and, pouring war\r\n    Into the bowels of ungrateful Rome,\r\n    Like a bold flood o'erbeat. O, come, go in,\r\n    And take our friendly senators by th' hands,\r\n    Who now are here, taking their leaves of me\r\n    Who am prepar'd against your territories,\r\n    Though not for Rome itself.\r\n  CORIOLANUS. You bless me, gods!\r\n  AUFIDIUS. Therefore, most. absolute sir, if thou wilt have\r\n    The leading of thine own revenges, take\r\n    Th' one half of my commission, and set down-\r\n    As best thou art experienc'd, since thou know'st\r\n    Thy country's strength and weakness- thine own ways,\r\n    Whether to knock against the gates of Rome,\r\n    Or rudely visit them in parts remote\r\n    To fright them ere destroy. But come in;\r\n    Let me commend thee first to those that shall\r\n    Say yea to thy desires. A thousand welcomes!\r\n    And more a friend than e'er an enemy;\r\n    Yet, Marcius, that was much. Your hand; most welcome!\r\n                                  Exeunt CORIOLANUS and AUFIDIUS\r\n\r\n                    The two SERVINGMEN come forward\r\n\r\n  FIRST SERVANT. Here's a strange alteration!\r\n  SECOND SERVANT. By my hand, I had thought to have strucken him with\r\n    a cudgel; and yet my mind gave me his clothes made a false report\r\n    of him.\r\n  FIRST SERVANT. What an arm he has! He turn'd me about with his\r\n    finger and his thumb, as one would set up a top.\r\n  SECOND SERVANT. Nay, I knew by his face that there was something in\r\n    him; he had, sir, a kind of face, methought- I cannot tell how to\r\n    term it.\r\n  FIRST SERVANT. He had so, looking as it were- Would I were hang'd,\r\n    but I thought there was more in him than I could think.\r\n  SECOND SERVANT. So did I, I'll be sworn. He is simply the rarest\r\n    man i' th' world.\r\n  FIRST SERVANT. I think he is; but a greater soldier than he you wot\r\n    on.\r\n  SECOND SERVANT. Who, my master?\r\n  FIRST SERVANT. Nay, it's no matter for that.\r\n  SECOND SERVANT. Worth six on him.\r\n  FIRST SERVANT. Nay, not so neither; but I take him to be the\r\n    greater soldier.\r\n  SECOND SERVANT. Faith, look you, one cannot tell how to say that;\r\n    for the defence of a town our general is excellent.\r\n  FIRST SERVANT. Ay, and for an assault too.\r\n\r\n                       Re-enter the third SERVINGMAN\r\n\r\n  THIRD SERVANT. O slaves, I can tell you news- news, you rascals!\r\n  BOTH. What, what, what? Let's partake.\r\n  THIRD SERVANT. I would not be a Roman, of all nations;\r\n    I had as lief be a condemn'd man.\r\n  BOTH. Wherefore? wherefore?\r\n  THIRD SERVANT. Why, here's he that was wont to thwack our general-\r\n    Caius Marcius.\r\n  FIRST SERVANT. Why do you say 'thwack our general'?\r\n  THIRD SERVANT. I do not say 'thwack our general,' but he was always\r\n    good enough for him.\r\n  SECOND SERVANT. Come, we are fellows and friends. He was ever too\r\n    hard for him, I have heard him say so himself.\r\n  FIRST SERVANT. He was too hard for him directly, to say the troth\r\n    on't; before Corioli he scotch'd him and notch'd him like a\r\n    carbonado.\r\n  SECOND SERVANT. An he had been cannibally given, he might have\r\n    broil'd and eaten him too.\r\n  FIRST SERVANT. But more of thy news!\r\n  THIRD SERVANT. Why, he is so made on here within as if he were son\r\n    and heir to Mars; set at upper end o' th' table; no question\r\n    asked him by any of the senators but they stand bald before him.\r\n    Our general himself makes a mistress of him, sanctifies himself\r\n    with's hand, and turns up the white o' th' eye to his discourse.\r\n    But the bottom of the news is, our general is cut i' th' middle\r\n    and but one half of what he was yesterday, for the other has half\r\n    by the entreaty and grant of the whole table. He'll go, he says,\r\n    and sowl the porter of Rome gates by th' ears; he will mow all\r\n    down before him, and leave his passage poll'd.\r\n  SECOND SERVANT. And he's as like to do't as any man I can imagine.\r\n  THIRD SERVANT. Do't! He will do't; for look you, sir, he has as\r\n    many friends as enemies; which friends, sir, as it were, durst\r\n    not- look you, sir- show themselves, as we term it, his friends,\r\n    whilst he's in directitude.\r\n  FIRST SERVANT. Directitude? What's that?\r\n  THIRD SERVANT. But when they shall see, sir, his crest up again and\r\n    the man in blood, they will out of their burrows, like conies\r\n    after rain, and revel an with him.\r\n  FIRST SERVANT. But when goes this forward?\r\n  THIRD SERVANT. To-morrow, to-day, presently. You shall have the\r\n    drum struck up this afternoon; 'tis as it were parcel of their\r\n    feast, and to be executed ere they wipe their lips.\r\n  SECOND SERVANT. Why, then we shall have a stirring world again.\r\n    This peace is nothing but to rust iron, increase tailors, and\r\n    breed ballad-makers.\r\n  FIRST SERVANT. Let me have war, say I; it exceeds peace as far as\r\n    day does night; it's spritely, waking, audible, and full of vent.\r\n    Peace is a very apoplexy, lethargy; mull'd, deaf, sleepy,\r\n    insensible; a getter of more bastard children than war's a\r\n    destroyer of men.\r\n  SECOND SERVANT. 'Tis so; and as war in some sort may be said to be\r\n    a ravisher, so it cannot be denied but peace is a great maker of\r\n    cuckolds.\r\n  FIRST SERVANT. Ay, and it makes men hate one another.\r\n  THIRD SERVANT. Reason: because they then less need one another. The\r\n    wars for my money. I hope to see Romans as cheap as Volscians.\r\n    They are rising, they are rising.\r\n  BOTH. In, in, in, in!                                   Exeunt\r\n\r\nSCENE VI. Rome. A public place\r\n\r\nEnter the two Tribunes, SICINIUS and BRUTUS\r\n\r\n  SICINIUS. We hear not of him, neither need we fear him.\r\n    His remedies are tame. The present peace\r\n    And quietness of the people, which before\r\n    Were in wild hurry, here do make his friends\r\n    Blush that the world goes well; who rather had,\r\n    Though they themselves did suffer by't, behold\r\n    Dissentious numbers pest'ring streets than see\r\n    Our tradesmen singing in their shops, and going\r\n    About their functions friendly.\r\n\r\n                          Enter MENENIUS\r\n\r\n  BRUTUS. We stood to't in good time. Is this Menenius?\r\n  SICINIUS. 'Tis he, 'tis he. O, he is grown most kind\r\n    Of late. Hail, sir!\r\n  MENENIUS. Hail to you both!\r\n  SICINIUS. Your Coriolanus is not much miss'd\r\n    But with his friends. The commonwealth doth stand,\r\n    And so would do, were he more angry at it.\r\n  MENENIUS. All's well, and might have been much better\r\n    He could have temporiz'd.\r\n  SICINIUS. Where is he, hear you?\r\n  MENENIUS. Nay, I hear nothing; his mother and his wife\r\n    Hear nothing from him.\r\n\r\n                     Enter three or four citizens\r\n\r\n  CITIZENS. The gods preserve you both!\r\n  SICINIUS. God-den, our neighbours.\r\n  BRUTUS. God-den to you all, god-den to you an.\r\n  FIRST CITIZEN. Ourselves, our wives, and children, on our knees\r\n    Are bound to pray for you both.\r\n  SICINIUS. Live and thrive!\r\n  BRUTUS. Farewell, kind neighbours; we wish'd Coriolanus\r\n    Had lov'd you as we did.\r\n  CITIZENS. Now the gods keep you!\r\n  BOTH TRIBUNES. Farewell, farewell.             Exeunt citizens\r\n  SICINIUS. This is a happier and more comely time\r\n    Than when these fellows ran about the streets\r\n    Crying confusion.\r\n  BRUTUS. Caius Marcius was\r\n    A worthy officer i' the war, but insolent,\r\n    O'ercome with pride, ambitious past all thinking,\r\n    Self-loving-\r\n  SICINIUS. And affecting one sole throne,\r\n    Without assistance.\r\n  MENENIUS. I think not so.\r\n  SICINIUS. We should by this, to all our lamentation,\r\n    If he had gone forth consul, found it so.\r\n  BRUTUS. The gods have well prevented it, and Rome\r\n    Sits safe and still without him.\r\n\r\n                             Enter an AEDILE\r\n\r\n  AEDILE. Worthy tribunes,\r\n    There is a slave, whom we have put in prison,\r\n    Reports the Volsces with several powers\r\n    Are ent'red in the Roman territories,\r\n    And with the deepest malice of the war\r\n    Destroy what lies before 'em.\r\n  MENENIUS. 'Tis Aufidius,\r\n    Who, hearing of our Marcius' banishment,\r\n    Thrusts forth his horns again into the world,\r\n    Which were inshell'd when Marcius stood for Rome,\r\n    And durst not once peep out.\r\n  SICINIUS. Come, what talk you of Marcius?\r\n  BRUTUS. Go see this rumourer whipp'd. It cannot be\r\n    The Volsces dare break with us.\r\n  MENENIUS. Cannot be!\r\n    We have record that very well it can;\r\n    And three examples of the like hath been\r\n    Within my age. But reason with the fellow\r\n    Before you punish him, where he heard this,\r\n    Lest you shall chance to whip your information\r\n    And beat the messenger who bids beware\r\n    Of what is to be dreaded.\r\n  SICINIUS. Tell not me.\r\n    I know this cannot be.\r\n  BRUTUS. Not Possible.\r\n\r\n                           Enter A MESSENGER\r\n\r\n  MESSENGER. The nobles in great earnestness are going\r\n    All to the Senate House; some news is come\r\n    That turns their countenances.\r\n  SICINIUS. 'Tis this slave-\r\n    Go whip him fore the people's eyes- his raising,\r\n    Nothing but his report.\r\n  MESSENGER. Yes, worthy sir,\r\n    The slave's report is seconded, and more,\r\n    More fearful, is deliver'd.\r\n  SICINIUS. What more fearful?\r\n  MESSENGER. It is spoke freely out of many mouths-\r\n    How probable I do not know- that Marcius,\r\n    Join'd with Aufidius, leads a power 'gainst Rome,\r\n    And vows revenge as spacious as between\r\n    The young'st and oldest thing.\r\n  SICINIUS. This is most likely!\r\n  BRUTUS. Rais'd only that the weaker sort may wish\r\n    Good Marcius home again.\r\n  SICINIUS. The very trick on 't.\r\n  MENENIUS. This is unlikely.\r\n    He and Aufidius can no more atone\r\n    Than violent'st contrariety.\r\n\r\n                      Enter a second MESSENGER\r\n\r\n  SECOND MESSENGER. You are sent for to the Senate.\r\n    A fearful army, led by Caius Marcius\r\n    Associated with Aufidius, rages\r\n    Upon our territories, and have already\r\n    O'erborne their way, consum'd with fire and took\r\n    What lay before them.\r\n\r\n                            Enter COMINIUS\r\n\r\n  COMINIUS. O, you have made good work!\r\n  MENENIUS. What news? what news?\r\n  COMINIUS. You have holp to ravish your own daughters and\r\n    To melt the city leads upon your pates,\r\n    To see your wives dishonour'd to your noses-\r\n  MENENIUS. What's the news? What's the news?\r\n  COMINIUS. Your temples burned in their cement, and\r\n    Your franchises, whereon you stood, confin'd\r\n    Into an auger's bore.\r\n  MENENIUS. Pray now, your news?\r\n    You have made fair work, I fear me. Pray, your news.\r\n    If Marcius should be join'd wi' th' Volscians-\r\n  COMINIUS. If!\r\n    He is their god; he leads them like a thing\r\n    Made by some other deity than Nature,\r\n    That shapes man better; and they follow him\r\n    Against us brats with no less confidence\r\n    Than boys pursuing summer butterflies,\r\n    Or butchers killing flies.\r\n  MENENIUS. You have made good work,\r\n    You and your apron men; you that stood so much\r\n    Upon the voice of occupation and\r\n    The breath of garlic-eaters!\r\n  COMINIUS. He'll shake\r\n    Your Rome about your ears.\r\n  MENENIUS. As Hercules\r\n    Did shake down mellow fruit. You have made fair work!\r\n  BRUTUS. But is this true, sir?\r\n  COMINIUS. Ay; and you'll look pale\r\n    Before you find it other. All the regions\r\n    Do smilingly revolt, and who resists\r\n    Are mock'd for valiant ignorance,\r\n    And perish constant fools. Who is't can blame him?\r\n    Your enemies and his find something in him.\r\n  MENENIUS. We are all undone unless\r\n    The noble man have mercy.\r\n  COMINIUS. Who shall ask it?\r\n    The tribunes cannot do't for shame; the people\r\n    Deserve such pity of him as the wolf\r\n    Does of the shepherds; for his best friends, if they\r\n    Should say 'Be good to Rome'- they charg'd him even\r\n    As those should do that had deserv'd his hate,\r\n    And therein show'd fike enemies.\r\n  MENENIUS. 'Tis true;\r\n    If he were putting to my house the brand\r\n    That should consume it, I have not the face\r\n    To say 'Beseech you, cease.' You have made fair hands,\r\n    You and your crafts! You have crafted fair!\r\n  COMINIUS. You have brought\r\n    A trembling upon Rome, such as was never\r\n    S' incapable of help.\r\n  BOTH TRIBUNES. Say not we brought it.\r\n  MENENIUS. How! Was't we? We lov'd him, but, like beasts\r\n    And cowardly nobles, gave way unto your clusters,\r\n    Who did hoot him out o' th' city.\r\n  COMINIUS. But I fear\r\n    They'll roar him in again. Tullus Aufidius,\r\n    The second name of men, obeys his points\r\n    As if he were his officer. Desperation\r\n    Is all the policy, strength, and defence,\r\n    That Rome can make against them.\r\n\r\n                       Enter a troop of citizens\r\n\r\n  MENENIUS. Here comes the clusters.\r\n    And is Aufidius with him? You are they\r\n    That made the air unwholesome when you cast\r\n    Your stinking greasy caps in hooting at\r\n    Coriolanus' exile. Now he's coming,\r\n    And not a hair upon a soldier's head\r\n    Which will not prove a whip; as many coxcombs\r\n    As you threw caps up will he tumble down,\r\n    And pay you for your voices. 'Tis no matter;\r\n    If he could burn us all into one coal\r\n    We have deserv'd it.\r\n  PLEBEIANS. Faith, we hear fearful news.\r\n  FIRST CITIZEN. For mine own part,\r\n    When I said banish him, I said 'twas pity.\r\n  SECOND CITIZEN. And so did I.\r\n  THIRD CITIZEN. And so did I; and, to say the truth, so did very\r\n    many of us. That we did, we did for the best; and though we\r\n    willingly consented to his banishment, yet it was against our\r\n    will.\r\n  COMINIUS. Y'are goodly things, you voices!\r\n  MENENIUS. You have made\r\n    Good work, you and your cry! Shall's to the Capitol?\r\n  COMINIUS. O, ay, what else?\r\n                                    Exeunt COMINIUS and MENENIUS\r\n  SICINIUS. Go, masters, get you be not dismay'd;\r\n    These are a side that would be glad to have\r\n    This true which they so seem to fear. Go home,\r\n    And show no sign of fear.\r\n  FIRST CITIZEN. The gods be good to us! Come, masters, let's home. I\r\n    ever said we were i' th' wrong when we banish'd him.\r\n  SECOND CITIZEN. So did we all. But come, let's home.\r\n                                                 Exeunt citizens\r\n  BRUTUS. I do not like this news.\r\n  SICINIUS. Nor I.\r\n  BRUTUS. Let's to the Capitol. Would half my wealth\r\n    Would buy this for a lie!\r\n  SICINIUS. Pray let's go.                                Exeunt\r\n\r\nSCENE VII. A camp at a short distance from Rome\r\n\r\nEnter AUFIDIUS with his LIEUTENANT\r\n\r\n  AUFIDIUS. Do they still fly to th' Roman?\r\n  LIEUTENANT. I do not know what witchcraft's in him, but\r\n    Your soldiers use him as the grace fore meat,\r\n    Their talk at table, and their thanks at end;\r\n    And you are dark'ned in this action, sir,\r\n    Even by your own.\r\n  AUFIDIUS. I cannot help it now,\r\n    Unless by using means I lame the foot\r\n    Of our design. He bears himself more proudlier,\r\n    Even to my person, than I thought he would\r\n    When first I did embrace him; yet his nature\r\n    In that's no changeling, and I must excuse\r\n    What cannot be amended.\r\n  LIEUTENANT. Yet I wish, sir-\r\n    I mean, for your particular- you had not\r\n    Join'd in commission with him, but either\r\n    Had borne the action of yourself, or else\r\n    To him had left it solely.\r\n  AUFIDIUS. I understand thee well; and be thou sure,\r\n    When he shall come to his account, he knows not\r\n    What I can urge against him. Although it seems,\r\n    And so he thinks, and is no less apparent\r\n    To th' vulgar eye, that he bears all things fairly\r\n    And shows good husbandry for the Volscian state,\r\n    Fights dragon-like, and does achieve as soon\r\n    As draw his sword; yet he hath left undone\r\n    That which shall break his neck or hazard mine\r\n    Whene'er we come to our account.\r\n  LIEUTENANT. Sir, I beseech you, think you he'll carry Rome?\r\n  AUFIDIUS. All places yield to him ere he sits down,\r\n    And the nobility of Rome are his;\r\n    The senators and patricians love him too.\r\n    The tribunes are no soldiers, and their people\r\n    Will be as rash in the repeal as hasty\r\n    To expel him thence. I think he'll be to Rome\r\n    As is the osprey to the fish, who takes it\r\n    By sovereignty of nature. First he was\r\n    A noble servant to them, but he could not\r\n    Carry his honours even. Whether 'twas pride,\r\n    Which out of daily fortune ever taints\r\n    The happy man; whether defect of judgment,\r\n    To fail in the disposing of those chances\r\n    Which he was lord of; or whether nature,\r\n    Not to be other than one thing, not moving\r\n    From th' casque to th' cushion, but commanding peace\r\n    Even with the same austerity and garb\r\n    As he controll'd the war; but one of these-\r\n    As he hath spices of them all- not all,\r\n    For I dare so far free him- made him fear'd,\r\n    So hated, and so banish'd. But he has a merit\r\n    To choke it in the utt'rance. So our virtues\r\n    Lie in th' interpretation of the time;\r\n    And power, unto itself most commendable,\r\n    Hath not a tomb so evident as a chair\r\n    T' extol what it hath done.\r\n    One fire drives out one fire; one nail, one nail;\r\n    Rights by rights falter, strengths by strengths do fail.\r\n    Come, let's away. When, Caius, Rome is thine,\r\n    Thou art poor'st of all; then shortly art thou mine.\r\n                                                          Exeunt\r\n\r\nACT V. SCENE I. Rome. A public place\r\n\r\nEnter MENENIUS, COMINIUS, SICINIUS and BRUTUS, the two Tribunes, with\r\nothers\r\n\r\n  MENENIUS. No, I'll not go. You hear what he hath said\r\n    Which was sometime his general, who lov'd him\r\n    In a most dear particular. He call'd me father;\r\n    But what o' that? Go, you that banish'd him:\r\n    A mile before his tent fall down, and knee\r\n    The way into his mercy. Nay, if he coy'd\r\n    To hear Cominius speak, I'll keep at home.\r\n  COMINIUS. He would not seem to know me.\r\n  MENENIUS. Do you hear?\r\n  COMINIUS. Yet one time he did call me by my name.\r\n    I urg'd our old acquaintance, and the drops\r\n    That we have bled together. 'Coriolanus'\r\n    He would not answer to; forbid all names;\r\n    He was a kind of nothing, titleless,\r\n    Till he had forg'd himself a name i' th' fire\r\n    Of burning Rome.\r\n  MENENIUS. Why, so! You have made good work.\r\n    A pair of tribunes that have wrack'd for Rome\r\n    To make coals cheap- a noble memory!\r\n  COMINIUS. I minded him how royal 'twas to pardon\r\n    When it was less expected; he replied,\r\n    It was a bare petition of a state\r\n    To one whom they had punish'd.\r\n  MENENIUS. Very well.\r\n    Could he say less?\r\n  COMINIUS. I offer'd to awaken his regard\r\n    For's private friends; his answer to me was,\r\n    He could not stay to pick them in a pile\r\n    Of noisome musty chaff. He said 'twas folly,\r\n    For one poor grain or two, to leave unburnt\r\n    And still to nose th' offence.\r\n  MENENIUS. For one poor grain or two!\r\n    I am one of those. His mother, wife, his child,\r\n    And this brave fellow too- we are the grains:\r\n    You are the musty chaff, and you are smelt\r\n    Above the moon. We must be burnt for you.\r\n  SICINIUS. Nay, pray be patient; if you refuse your aid\r\n    In this so never-needed help, yet do not\r\n    Upbraid's with our distress. But sure, if you\r\n    Would be your country's pleader, your good tongue,\r\n    More than the instant army we can make,\r\n    Might stop our countryman.\r\n  MENENIUS. No; I'll not meddle.\r\n  SICINIUS. Pray you go to him.\r\n  MENENIUS. What should I do?\r\n  BRUTUS. Only make trial what your love can do\r\n    For Rome, towards Marcius.\r\n  MENENIUS. Well, and say that Marcius\r\n    Return me, as Cominius is return'd,\r\n    Unheard- what then?\r\n    But as a discontented friend, grief-shot\r\n    With his unkindness? Say't be so?\r\n  SICINIUS. Yet your good will\r\n    Must have that thanks from Rome after the measure\r\n    As you intended well.\r\n  MENENIUS. I'll undertake't;\r\n    I think he'll hear me. Yet to bite his lip\r\n    And hum at good Cominius much unhearts me.\r\n    He was not taken well: he had not din'd;\r\n    The veins unfill'd, our blood is cold, and then\r\n    We pout upon the morning, are unapt\r\n    To give or to forgive; but when we have stuff'd\r\n    These pipes and these conveyances of our blood\r\n    With wine and feeding, we have suppler souls\r\n    Than in our priest-like fasts. Therefore I'll watch him\r\n    Till he be dieted to my request,\r\n    And then I'll set upon him.\r\n  BRUTUS. You know the very road into his kindness\r\n    And cannot lose your way.\r\n  MENENIUS. Good faith, I'll prove him,\r\n    Speed how it will. I shall ere long have knowledge\r\n    Of my success.                                          Exit\r\n  COMINIUS. He'll never hear him.\r\n  SICINIUS. Not?\r\n  COMINIUS. I tell you he does sit in gold, his eye\r\n    Red as 'twould burn Rome, and his injury\r\n    The gaoler to his pity. I kneel'd before him;\r\n    'Twas very faintly he said 'Rise'; dismiss'd me\r\n    Thus with his speechless hand. What he would do,\r\n    He sent in writing after me; what he would not,\r\n    Bound with an oath to yield to his conditions;\r\n    So that all hope is vain,\r\n    Unless his noble mother and his wife,\r\n    Who, as I hear, mean to solicit him\r\n    For mercy to his country. Therefore let's hence,\r\n    And with our fair entreaties haste them on.           Exeunt\r\n\r\nSCENE II. The Volscian camp before Rome\r\n\r\nEnter MENENIUS to the WATCH on guard\r\n\r\n  FIRST WATCH. Stay. Whence are you?\r\n  SECOND WATCH. Stand, and go back.\r\n  MENENIUS. You guard like men, 'tis well; but, by your leave,\r\n    I am an officer of state and come\r\n    To speak with Coriolanus.\r\n  FIRST WATCH. From whence?\r\n  MENENIUS. From Rome.\r\n  FIRST WATCH. YOU may not pass; you must return. Our general\r\n    Will no more hear from thence.\r\n  SECOND WATCH. You'll see your Rome embrac'd with fire before\r\n    You'll speak with Coriolanus.\r\n  MENENIUS. Good my friends,\r\n    If you have heard your general talk of Rome\r\n    And of his friends there, it is lots to blanks\r\n    My name hath touch'd your ears: it is Menenius.\r\n  FIRST WATCH. Be it so; go back. The virtue of your name\r\n    Is not here passable.\r\n  MENENIUS. I tell thee, fellow,\r\n    Thy general is my lover. I have been\r\n    The book of his good acts whence men have read\r\n    His fame unparallel'd haply amplified;\r\n    For I have ever verified my friends-\r\n    Of whom he's chief- with all the size that verity\r\n    Would without lapsing suffer. Nay, sometimes,\r\n    Like to a bowl upon a subtle ground,\r\n    I have tumbled past the throw, and in his praise\r\n    Have almost stamp'd the leasing; therefore, fellow,\r\n    I must have leave to pass.\r\n  FIRST WATCH. Faith, sir, if you had told as many lies in his behalf\r\n    as you have uttered words in your own, you should not pass here;\r\n    no, though it were as virtuous to lie as to live chastely.\r\n    Therefore go back.\r\n  MENENIUS. Prithee, fellow, remember my name is Menenius, always\r\n    factionary on the party of your general.\r\n  SECOND WATCH. Howsoever you have been his liar, as you say you\r\n    have, I am one that, telling true under him, must say you cannot\r\n    pass. Therefore go back.\r\n  MENENIUS. Has he din'd, canst thou tell? For I would not speak with\r\n    him till after dinner.\r\n  FIRST WATCH. You are a Roman, are you?\r\n  MENENIUS. I am as thy general is.\r\n  FIRST WATCH. Then you should hate Rome, as he does. Can you, when\r\n    you have push'd out your gates the very defender of them, and in\r\n    a violent popular ignorance given your enemy your shield, think\r\n    to front his revenges with the easy groans of old women, the\r\n    virginal palms of your daughters, or with the palsied\r\n    intercession of such a decay'd dotant as you seem to be? Can you\r\n    think to blow out the intended fire your city is ready to flame\r\n    in with such weak breath as this? No, you are deceiv'd; therefore\r\n    back to Rome and prepare for your execution. You are condemn'd;\r\n    our general has sworn you out of reprieve and pardon.\r\n  MENENIUS. Sirrah, if thy captain knew I were here, he would use me\r\n    with estimation.\r\n  FIRST WATCH. Come, my captain knows you not.\r\n  MENENIUS. I mean thy general.\r\n  FIRST WATCH. My general cares not for you. Back, I say; go, lest I\r\n    let forth your half pint of blood. Back- that's the utmost of\r\n    your having. Back.\r\n  MENENIUS. Nay, but fellow, fellow-\r\n\r\n                      Enter CORIOLANUS with AUFIDIUS\r\n\r\n  CORIOLANUS. What's the matter?\r\n  MENENIUS. Now, you companion, I'll say an errand for you; you shall\r\n    know now that I am in estimation; you shall perceive that a Jack\r\n    guardant cannot office me from my son Coriolanus. Guess but by my\r\n    entertainment with him if thou stand'st not i' th' state of\r\n    hanging, or of some death more long in spectatorship and crueller\r\n    in suffering; behold now presently, and swoon for what's to come\r\n    upon thee. The glorious gods sit in hourly synod about thy\r\n    particular prosperity, and love thee no worse than thy old father\r\n    Menenius does! O my son! my son! thou art preparing fire for us;\r\n    look thee, here's water to quench it. I was hardly moved to come\r\n    to thee; but being assured none but myself could move thee, I\r\n    have been blown out of your gates with sighs, and conjure thee to\r\n    pardon Rome and thy petitionary countrymen. The good gods assuage\r\n    thy wrath, and turn the dregs of it upon this varlet here; this,\r\n    who, like a block, hath denied my access to thee.\r\n  CORIOLANUS. Away!\r\n  MENENIUS. How! away!\r\n  CORIOLANUS. Wife, mother, child, I know not. My affairs\r\n    Are servanted to others. Though I owe\r\n    My revenge properly, my remission lies\r\n    In Volscian breasts. That we have been familiar,\r\n    Ingrate forgetfulness shall poison rather\r\n    Than pity note how much. Therefore be gone.\r\n    Mine ears against your suits are stronger than\r\n    Your gates against my force. Yet, for I lov'd thee,\r\n    Take this along; I writ it for thy sake     [Gives a letter]\r\n    And would have sent it. Another word, Menenius,\r\n    I will not hear thee speak. This man, Aufidius,\r\n    Was my belov'd in Rome; yet thou behold'st.\r\n  AUFIDIUS. You keep a constant temper.\r\n                                  Exeunt CORIOLANUS and Aufidius\r\n  FIRST WATCH. Now, sir, is your name Menenius?\r\n  SECOND WATCH. 'Tis a spell, you see, of much power! You know the\r\n    way home again.\r\n  FIRST WATCH. Do you hear how we are shent for keeping your\r\n    greatness back?\r\n  SECOND WATCH. What cause, do you think, I have to swoon?\r\n  MENENIUS. I neither care for th' world nor your general; for such\r\n    things as you, I can scarce think there's any, y'are so slight.\r\n    He that hath a will to die by himself fears it not from another.\r\n    Let your general do his worst. For you, be that you are, long;\r\n    and your misery increase with your age! I say to you, as I was\r\n    said to: Away!                                          Exit\r\n  FIRST WATCH. A noble fellow, I warrant him.\r\n  SECOND WATCH. The worthy fellow is our general; he's the rock, the\r\n    oak not to be wind-shaken.                            Exeunt\r\n\r\nSCENE III. The tent of CORIOLANUS\r\n\r\nEnter CORIOLANUS, AUFIDIUS, and others\r\n\r\n  CORIOLANUS. We will before the walls of Rome to-morrow\r\n    Set down our host. My partner in this action,\r\n    You must report to th' Volscian lords how plainly\r\n    I have borne this business.\r\n  AUFIDIUS. Only their ends\r\n    You have respected; stopp'd your ears against\r\n    The general suit of Rome; never admitted\r\n    A private whisper- no, not with such friends\r\n    That thought them sure of you.\r\n  CORIOLANUS. This last old man,\r\n    Whom with crack'd heart I have sent to Rome,\r\n    Lov'd me above the measure of a father;\r\n    Nay, godded me indeed. Their latest refuge\r\n    Was to send him; for whose old love I have-\r\n    Though I show'd sourly to him- once more offer'd\r\n    The first conditions, which they did refuse\r\n    And cannot now accept. To grace him only,\r\n    That thought he could do more, a very little\r\n    I have yielded to; fresh embassies and suits,\r\n    Nor from the state nor private friends, hereafter\r\n    Will I lend ear to.  [Shout within]  Ha! what shout is this?\r\n    Shall I be tempted to infringe my vow\r\n    In the same time 'tis made? I will not.\r\n\r\n       Enter, in mourning habits, VIRGILIA, VOLUMNIA, VALERIA,\r\n                   YOUNG MARCIUS, with attendants\r\n\r\n    My wife comes foremost, then the honour'd mould\r\n    Wherein this trunk was fram'd, and in her hand\r\n    The grandchild to her blood. But out, affection!\r\n    All bond and privilege of nature, break!\r\n    Let it be virtuous to be obstinate.\r\n    What is that curtsy worth? or those doves' eyes,\r\n    Which can make gods forsworn? I melt, and am not\r\n    Of stronger earth than others. My mother bows,\r\n    As if Olympus to a molehill should\r\n    In supplication nod; and my young boy\r\n    Hath an aspect of intercession which\r\n    Great nature cries 'Deny not.' Let the Volsces\r\n    Plough Rome and harrow Italy; I'll never\r\n    Be such a gosling to obey instinct, but stand\r\n    As if a man were author of himself\r\n    And knew no other kin.\r\n  VIRGILIA. My lord and husband!\r\n  CORIOLANUS. These eyes are not the same I wore in Rome.\r\n  VIRGILIA. The sorrow that delivers us thus chang'd\r\n    Makes you think so.\r\n  CORIOLANUS. Like a dull actor now\r\n    I have forgot my part and I am out,\r\n    Even to a full disgrace. Best of my flesh,\r\n    Forgive my tyranny; but do not say,\r\n    For that, 'Forgive our Romans.' O, a kiss\r\n    Long as my exile, sweet as my revenge!\r\n    Now, by the jealous queen of heaven, that kiss\r\n    I carried from thee, dear, and my true lip\r\n    Hath virgin'd it e'er since. You gods! I prate,\r\n    And the most noble mother of the world\r\n    Leave unsaluted. Sink, my knee, i' th' earth;       [Kneels]\r\n    Of thy deep duty more impression show\r\n    Than that of common sons.\r\n  VOLUMNIA. O, stand up blest!\r\n    Whilst with no softer cushion than the flint\r\n    I kneel before thee, and unproperly\r\n    Show duty, as mistaken all this while\r\n    Between the child and parent.                       [Kneels]\r\n  CORIOLANUS. What's this?\r\n    Your knees to me, to your corrected son?\r\n    Then let the pebbles on the hungry beach\r\n    Fillip the stars; then let the mutinous winds\r\n    Strike the proud cedars 'gainst the fiery sun,\r\n    Murd'ring impossibility, to make\r\n    What cannot be slight work.\r\n  VOLUMNIA. Thou art my warrior;\r\n    I holp to frame thee. Do you know this lady?\r\n  CORIOLANUS. The noble sister of Publicola,\r\n    The moon of Rome, chaste as the icicle\r\n    That's curdied by the frost from purest snow,\r\n    And hangs on Dian's temple- dear Valeria!\r\n  VOLUMNIA. This is a poor epitome of yours,\r\n    Which by th' interpretation of full time\r\n    May show like all yourself.\r\n  CORIOLANUS. The god of soldiers,\r\n    With the consent of supreme Jove, inform\r\n    Thy thoughts with nobleness, that thou mayst prove\r\n    To shame unvulnerable, and stick i' th' wars\r\n    Like a great sea-mark, standing every flaw,\r\n    And saving those that eye thee!\r\n  VOLUMNIA. Your knee, sirrah.\r\n  CORIOLANUS. That's my brave boy.\r\n  VOLUMNIA. Even he, your wife, this lady, and myself,\r\n    Are suitors to you.\r\n  CORIOLANUS. I beseech you, peace!\r\n    Or, if you'd ask, remember this before:\r\n    The thing I have forsworn to grant may never\r\n    Be held by you denials. Do not bid me\r\n    Dismiss my soldiers, or capitulate\r\n    Again with Rome's mechanics. Tell me not\r\n    Wherein I seem unnatural; desire not\r\n    T'allay my rages and revenges with\r\n    Your colder reasons.\r\n  VOLUMNIA. O, no more, no more!\r\n    You have said you will not grant us any thing-\r\n    For we have nothing else to ask but that\r\n    Which you deny already; yet we will ask,\r\n    That, if you fail in our request, the blame\r\n    May hang upon your hardness; therefore hear us.\r\n  CORIOLANUS. Aufidius, and you Volsces, mark; for we'll\r\n    Hear nought from Rome in private. Your request?\r\n  VOLUMNIA. Should we be silent and not speak, our raiment\r\n    And state of bodies would bewray what life\r\n    We have led since thy exile. Think with thyself\r\n    How more unfortunate than all living women\r\n    Are we come hither; since that thy sight, which should\r\n    Make our eyes flow with joy, hearts dance with comforts,\r\n    Constrains them weep and shake with fear and sorrow,\r\n    Making the mother, wife, and child, to see\r\n    The son, the husband, and the father, tearing\r\n    His country's bowels out. And to poor we\r\n    Thine enmity's most capital: thou bar'st us\r\n    Our prayers to the gods, which is a comfort\r\n    That all but we enjoy. For how can we,\r\n    Alas, how can we for our country pray,\r\n    Whereto we are bound, together with thy victory,\r\n    Whereto we are bound? Alack, or we must lose\r\n    The country, our dear nurse, or else thy person,\r\n    Our comfort in the country. We must find\r\n    An evident calamity, though we had\r\n    Our wish, which side should win; for either thou\r\n    Must as a foreign recreant be led\r\n    With manacles through our streets, or else\r\n    Triumphantly tread on thy country's ruin,\r\n    And bear the palm for having bravely shed\r\n    Thy wife and children's blood. For myself, son,\r\n    I purpose not to wait on fortune till\r\n    These wars determine; if I can not persuade thee\r\n    Rather to show a noble grace to both parts\r\n    Than seek the end of one, thou shalt no sooner\r\n    March to assault thy country than to tread-\r\n    Trust to't, thou shalt not- on thy mother's womb\r\n    That brought thee to this world.\r\n  VIRGILIA. Ay, and mine,\r\n    That brought you forth this boy to keep your name\r\n    Living to time.\r\n  BOY. 'A shall not tread on me!\r\n    I'll run away till I am bigger, but then I'll fight.\r\n  CORIOLANUS. Not of a woman's tenderness to be\r\n    Requires nor child nor woman's face to see.\r\n    I have sat too long.                                [Rising]\r\n  VOLUMNIA. Nay, go not from us thus.\r\n    If it were so that our request did tend\r\n    To save the Romans, thereby to destroy\r\n    The Volsces whom you serve, you might condemn us\r\n    As poisonous of your honour. No, our suit\r\n    Is that you reconcile them: while the Volsces\r\n    May say 'This mercy we have show'd,' the Romans\r\n    'This we receiv'd,' and each in either side\r\n    Give the all-hail to thee, and cry 'Be blest\r\n    For making up this peace!' Thou know'st, great son,\r\n    The end of war's uncertain; but this certain,\r\n    That, if thou conquer Rome, the benefit\r\n    Which thou shalt thereby reap is such a name\r\n    Whose repetition will be dogg'd with curses;\r\n    Whose chronicle thus writ: 'The man was noble,\r\n    But with his last attempt he wip'd it out,\r\n    Destroy'd his country, and his name remains\r\n    To th' ensuing age abhorr'd.' Speak to me, son.\r\n    Thou hast affected the fine strains of honour,\r\n    To imitate the graces of the gods,\r\n    To tear with thunder the wide cheeks o' th' air,\r\n    And yet to charge thy sulphur with a bolt\r\n    That should but rive an oak. Why dost not speak?\r\n    Think'st thou it honourable for a noble man\r\n    Still to remember wrongs? Daughter, speak you:\r\n    He cares not for your weeping. Speak thou, boy;\r\n    Perhaps thy childishness will move him more\r\n    Than can our reasons. There's no man in the world\r\n    More bound to's mother, yet here he lets me prate\r\n    Like one i' th' stocks. Thou hast never in thy life\r\n    Show'd thy dear mother any courtesy,\r\n    When she, poor hen, fond of no second brood,\r\n    Has cluck'd thee to the wars, and safely home\r\n    Loaden with honour. Say my request's unjust,\r\n    And spurn me back; but if it he not so,\r\n    Thou art not honest, and the gods will plague thee,\r\n    That thou restrain'st from me the duty which\r\n    To a mother's part belongs. He turns away.\r\n    Down, ladies; let us shame him with our knees.\r\n    To his surname Coriolanus 'longs more pride\r\n    Than pity to our prayers. Down. An end;\r\n    This is the last. So we will home to Rome,\r\n    And die among our neighbours. Nay, behold's!\r\n    This boy, that cannot tell what he would have\r\n    But kneels and holds up hands for fellowship,\r\n    Does reason our petition with more strength\r\n    Than thou hast to deny't. Come, let us go.\r\n    This fellow had a Volscian to his mother;\r\n    His wife is in Corioli, and his child\r\n    Like him by chance. Yet give us our dispatch.\r\n    I am hush'd until our city be afire,\r\n    And then I'll speak a little.\r\n                              [He holds her by the hand, silent]\r\n  CORIOLANUS. O mother, mother!\r\n    What have you done? Behold, the heavens do ope,\r\n    The gods look down, and this unnatural scene\r\n    They laugh at. O my mother, mother! O!\r\n    You have won a happy victory to Rome;\r\n    But for your son- believe it, O, believe it!-\r\n    Most dangerously you have with him prevail'd,\r\n    If not most mortal to him. But let it come.\r\n    Aufidius, though I cannot make true wars,\r\n    I'll frame convenient peace. Now, good Aufidius,\r\n    Were you in my stead, would you have heard\r\n    A mother less, or granted less, Aufidius?\r\n  AUFIDIUS. I was mov'd withal.\r\n  CORIOLANUS. I dare be sworn you were!\r\n    And, sir, it is no little thing to make\r\n    Mine eyes to sweat compassion. But, good sir,\r\n    What peace you'fl make, advise me. For my part,\r\n    I'll not to Rome, I'll back with you; and pray you\r\n    Stand to me in this cause. O mother! wife!\r\n  AUFIDIUS.  [Aside]  I am glad thou hast set thy mercy and thy\r\n      honour\r\n    At difference in thee. Out of that I'll work\r\n    Myself a former fortune.\r\n  CORIOLANUS.  [To the ladies]  Ay, by and by;\r\n    But we will drink together; and you shall bear\r\n    A better witness back than words, which we,\r\n    On like conditions, will have counter-seal'd.\r\n    Come, enter with us. Ladies, you deserve\r\n    To have a temple built you. All the swords\r\n    In Italy, and her confederate arms,\r\n    Could not have made this peace.                       Exeunt\r\n\r\nSCENE IV. Rome. A public place\r\n\r\nEnter MENENIUS and SICINIUS\r\n\r\n  MENENIUS. See you yond coign o' th' Capitol, yond cornerstone?\r\n  SICINIUS. Why, what of that?\r\n  MENENIUS. If it be possible for you to displace it with your little\r\n    finger, there is some hope the ladies of Rome, especially his\r\n    mother, may prevail with him. But I say there is no hope in't;\r\n    our throats are sentenc'd, and stay upon execution.\r\n  SICINIUS. Is't possible that so short a time can alter the\r\n    condition of a man?\r\n  MENENIUS. There is differency between a grub and a butterfly; yet\r\n    your butterfly was a grub. This Marcius is grown from man to\r\n    dragon; he has wings, he's more than a creeping thing.\r\n  SICINIUS. He lov'd his mother dearly.\r\n  MENENIUS. So did he me; and he no more remembers his mother now\r\n    than an eight-year-old horse. The tartness of his face sours ripe\r\n    grapes; when he walks, he moves like an engine and the ground\r\n    shrinks before his treading. He is able to pierce a corslet with\r\n    his eye, talks like a knell, and his hum is a battery. He sits in\r\n    his state as a thing made for Alexander. What he bids be done is\r\n    finish'd with his bidding. He wants nothing of a god but\r\n    eternity, and a heaven to throne in.\r\n  SICINIUS. Yes- mercy, if you report him truly.\r\n  MENENIUS. I paint him in the character. Mark what mercy his mother\r\n    shall bring from him. There is no more mercy in him than there is\r\n    milk in a male tiger; that shall our poor city find. And all this\r\n    is 'long of you.\r\n  SICINIUS. The gods be good unto us!\r\n  MENENIUS. No, in such a case the gods will not be good unto us.\r\n    When we banish'd him we respected not them; and, he returning to\r\n    break our necks, they respect not us.\r\n\r\n                           Enter a MESSENGER\r\n\r\n  MESSENGER. Sir, if you'd save your life, fly to your house.\r\n    The plebeians have got your fellow tribune\r\n    And hale him up and down; all swearing if\r\n    The Roman ladies bring not comfort home\r\n    They'll give him death by inches.\r\n\r\n                         Enter another MESSENGER\r\n\r\n  SICINIUS. What's the news?\r\n  SECOND MESSENGER. Good news, good news! The ladies have prevail'd,\r\n    The Volscians are dislodg'd, and Marcius gone.\r\n    A merrier day did never yet greet Rome,\r\n    No, not th' expulsion of the Tarquins.\r\n  SICINIUS. Friend,\r\n    Art thou certain this is true? Is't most certain?\r\n  SECOND MESSENGER. As certain as I know the sun is fire.\r\n    Where have you lurk'd, that you make doubt of it?\r\n    Ne'er through an arch so hurried the blown tide\r\n    As the recomforted through th' gates. Why, hark you!\r\n                  [Trumpets, hautboys, drums beat, all together]\r\n    The trumpets, sackbuts, psalteries, and fifes,\r\n    Tabors and cymbals, and the shouting Romans,\r\n    Make the sun dance. Hark you!               [A shout within]\r\n  MENENIUS. This is good news.\r\n    I will go meet the ladies. This Volumnia\r\n    Is worth of consuls, senators, patricians,\r\n    A city full; of tribunes such as you,\r\n    A sea and land full. You have pray'd well to-day:\r\n    This morning for ten thousand of your throats\r\n    I'd not have given a doit. Hark, how they joy!\r\n                                   [Sound still with the shouts]\r\n  SICINIUS. First, the gods bless you for your tidings; next,\r\n    Accept my thankfulness.\r\n  SECOND MESSENGER. Sir, we have all\r\n    Great cause to give great thanks.\r\n  SICINIUS. They are near the city?\r\n  MESSENGER. Almost at point to enter.\r\n  SICINIUS. We'll meet them,\r\n    And help the joy.                                     Exeunt\r\n\r\nSCENE V. Rome. A street near the gate\r\n\r\nEnter two SENATORS With VOLUMNIA, VIRGILIA, VALERIA, passing over the\r\nstage,\r\n'With other LORDS\r\n\r\n  FIRST SENATOR. Behold our patroness, the life of Rome!\r\n    Call all your tribes together, praise the gods,\r\n    And make triumphant fires; strew flowers before them.\r\n    Unshout the noise that banish'd Marcius,\r\n    Repeal him with the welcome of his mother;\r\n  ALL. Welcome, ladies, welcome!\r\n                    [A flourish with drums and trumpets. Exeunt]\r\n\r\nSCENE VI. Corioli. A public place\r\n\r\nEnter TULLUS AUFIDIUS with attendents\r\n\r\n  AUFIDIUS. Go tell the lords o' th' city I am here;\r\n    Deliver them this paper' having read it,\r\n    Bid them repair to th' market-place, where I,\r\n    Even in theirs and in the commons' ears,\r\n    Will vouch the truth of it. Him I accuse\r\n    The city ports by this hath enter'd and\r\n    Intends t' appear before the people, hoping\r\n    To purge himself with words. Dispatch.\r\n                                               Exeunt attendants\r\n\r\n           Enter three or four CONSPIRATORS of AUFIDIUS' faction\r\n\r\n    Most welcome!\r\n  FIRST CONSPIRATOR. How is it with our general?\r\n  AUFIDIUS. Even so\r\n    As with a man by his own alms empoison'd,\r\n    And with his charity slain.\r\n  SECOND CONSPIRATOR. Most noble sir,\r\n    If you do hold the same intent wherein\r\n    You wish'd us parties, we'll deliver you\r\n    Of your great danger.\r\n  AUFIDIUS. Sir, I cannot tell;\r\n    We must proceed as we do find the people.\r\n  THIRD CONSPIRATOR. The people will remain uncertain whilst\r\n    'Twixt you there's difference; but the fall of either\r\n    Makes the survivor heir of all.\r\n  AUFIDIUS. I know it;\r\n    And my pretext to strike at him admits\r\n    A good construction. I rais'd him, and I pawn'd\r\n    Mine honour for his truth; who being so heighten'd,\r\n    He watered his new plants with dews of flattery,\r\n    Seducing so my friends; and to this end\r\n    He bow'd his nature, never known before\r\n    But to be rough, unswayable, and free.\r\n  THIRD CONSPIRATOR. Sir, his stoutness\r\n    When he did stand for consul, which he lost\r\n    By lack of stooping-\r\n  AUFIDIUS. That I would have spoken of.\r\n    Being banish'd for't, he came unto my hearth,\r\n    Presented to my knife his throat. I took him;\r\n    Made him joint-servant with me; gave him way\r\n    In all his own desires; nay, let him choose\r\n    Out of my files, his projects to accomplish,\r\n    My best and freshest men; serv'd his designments\r\n    In mine own person; holp to reap the fame\r\n    Which he did end all his, and took some pride\r\n    To do myself this wrong. Till, at the last,\r\n    I seem'd his follower, not partner; and\r\n    He wag'd me with his countenance as if\r\n    I had been mercenary.\r\n  FIRST CONSPIRATOR. So he did, my lord.\r\n    The army marvell'd at it; and, in the last,\r\n    When he had carried Rome and that we look'd\r\n    For no less spoil than glory-\r\n  AUFIDIUS. There was it;\r\n    For which my sinews shall be stretch'd upon him.\r\n    At a few drops of women's rheum, which are\r\n    As cheap as lies, he sold the blood and labour\r\n    Of our great action; therefore shall he die,\r\n    And I'll renew me in his fall. But, hark!\r\n                                                      [Drums and\r\n                trumpets sound, with great shouts of the people]\r\n  FIRST CONSPIRATOR. Your native town you enter'd like a post,\r\n    And had no welcomes home; but he returns\r\n    Splitting the air with noise.\r\n  SECOND CONSPIRATOR. And patient fools,\r\n    Whose children he hath slain, their base throats tear\r\n    With giving him glory.\r\n  THIRD CONSPIRATOR. Therefore, at your vantage,\r\n    Ere he express himself or move the people\r\n    With what he would say, let him feel your sword,\r\n    Which we will second. When he lies along,\r\n    After your way his tale pronounc'd shall bury\r\n    His reasons with his body.\r\n  AUFIDIUS. Say no more:\r\n    Here come the lords.\r\n\r\n                     Enter the LORDS of the city\r\n\r\n  LORDS. You are most welcome home.\r\n  AUFIDIUS. I have not deserv'd it.\r\n    But, worthy lords, have you with heed perused\r\n    What I have written to you?\r\n  LORDS. We have.\r\n  FIRST LORD. And grieve to hear't.\r\n    What faults he made before the last, I think\r\n    Might have found easy fines; but there to end\r\n    Where he was to begin, and give away\r\n    The benefit of our levies, answering us\r\n    With our own charge, making a treaty where\r\n    There was a yielding- this admits no excuse.\r\n  AUFIDIUS. He approaches; you shall hear him.\r\n\r\n            Enter CORIOLANUS, marching with drum and colours;\r\n                      the commoners being with him\r\n\r\n  CORIOLANUS. Hail, lords! I am return'd your soldier;\r\n    No more infected with my country's love\r\n    Than when I parted hence, but still subsisting\r\n    Under your great command. You are to know\r\n    That prosperously I have attempted, and\r\n    With bloody passage led your wars even to\r\n    The gates of Rome. Our spoils we have brought home\r\n    Doth more than counterpoise a full third part\r\n    The charges of the action. We have made peace\r\n    With no less honour to the Antiates\r\n    Than shame to th' Romans; and we here deliver,\r\n    Subscrib'd by th' consuls and patricians,\r\n    Together with the seal o' th' Senate, what\r\n    We have compounded on.\r\n  AUFIDIUS. Read it not, noble lords;\r\n    But tell the traitor in the highest degree\r\n    He hath abus'd your powers.\r\n  CORIOLANUS. Traitor! How now?\r\n  AUFIDIUS. Ay, traitor, Marcius.\r\n  CORIOLANUS. Marcius!\r\n  AUFIDIUS. Ay, Marcius, Caius Marcius! Dost thou think\r\n    I'll grace thee with that robbery, thy stol'n name\r\n    Coriolanus, in Corioli?\r\n    You lords and heads o' th' state, perfidiously\r\n    He has betray'd your business and given up,\r\n    For certain drops of salt, your city Rome-\r\n    I say your city- to his wife and mother;\r\n    Breaking his oath and resolution like\r\n    A twist of rotten silk; never admitting\r\n    Counsel o' th' war; but at his nurse's tears\r\n    He whin'd and roar'd away your victory,\r\n    That pages blush'd at him, and men of heart\r\n    Look'd wond'ring each at others.\r\n  CORIOLANUS. Hear'st thou, Mars?\r\n  AUFIDIUS. Name not the god, thou boy of tears-\r\n  CORIOLANUS. Ha!\r\n  AUFIDIUS. -no more.\r\n  CORIOLANUS. Measureless liar, thou hast made my heart\r\n    Too great for what contains it. 'Boy'! O slave!\r\n    Pardon me, lords, 'tis the first time that ever\r\n    I was forc'd to scold. Your judgments, my grave lords,\r\n    Must give this cur the lie; and his own notion-\r\n    Who wears my stripes impress'd upon him, that\r\n    Must bear my beating to his grave- shall join\r\n    To thrust the lie unto him.\r\n  FIRST LORD. Peace, both, and hear me speak.\r\n  CORIOLANUS. Cut me to pieces, Volsces; men and lads,\r\n    Stain all your edges on me. 'Boy'! False hound!\r\n    If you have writ your annals true, 'tis there\r\n    That, like an eagle in a dove-cote, I\r\n    Flutter'd your Volscians in Corioli.\r\n    Alone I did it. 'Boy'!\r\n  AUFIDIUS. Why, noble lords,\r\n    Will you be put in mind of his blind fortune,\r\n    Which was your shame, by this unholy braggart,\r\n    Fore your own eyes and ears?\r\n  CONSPIRATORS. Let him die for't.\r\n  ALL THE PEOPLE. Tear him to pieces. Do it presently. He kill'd my\r\n    son. My daughter. He kill'd my cousin Marcus. He kill'd my\r\n    father.\r\n  SECOND LORD. Peace, ho! No outrage- peace!\r\n    The man is noble, and his fame folds in\r\n    This orb o' th' earth. His last offences to us\r\n    Shall have judicious hearing. Stand, Aufidius,\r\n    And trouble not the peace.\r\n  CORIOLANUS. O that I had him,\r\n    With six Aufidiuses, or more- his tribe,\r\n    To use my lawful sword!\r\n  AUFIDIUS. Insolent villain!\r\n  CONSPIRATORS. Kill, kill, kill, kill, kill him!\r\n           [The CONSPIRATORS draw and kill CORIOLANUS,who falls.\r\n                                         AUFIDIUS stands on him]\r\n  LORDS. Hold, hold, hold, hold!\r\n  AUFIDIUS. My noble masters, hear me speak.\r\n  FIRST LORD. O Tullus!\r\n  SECOND LORD. Thou hast done a deed whereat valour will weep.\r\n  THIRD LORD. Tread not upon him. Masters all, be quiet;\r\n    Put up your swords.\r\n  AUFIDIUS. My lords, when you shall know- as in this rage,\r\n    Provok'd by him, you cannot- the great danger\r\n    Which this man's life did owe you, you'll rejoice\r\n    That he is thus cut off. Please it your honours\r\n    To call me to your Senate, I'll deliver\r\n    Myself your loyal servant, or endure\r\n    Your heaviest censure.\r\n  FIRST LORD. Bear from hence his body,\r\n    And mourn you for him. Let him be regarded\r\n    As the most noble corse that ever herald\r\n    Did follow to his um.\r\n  SECOND LORD. His own impatience\r\n    Takes from Aufidius a great part of blame.\r\n    Let's make the best of it.\r\n  AUFIDIUS. My rage is gone,\r\n    And I am struck with sorrow. Take him up.\r\n    Help, three o' th' chiefest soldiers; I'll be one.\r\n    Beat thou the drum, that it speak mournfully;\r\n    Trail your steel pikes. Though in this city he\r\n    Hath widowed and unchilded many a one,\r\n    Which to this hour bewail the injury,\r\n    Yet he shall have a noble memory.\r\n    Assist.               Exeunt, bearing the body of CORIOLANUS\r\n                                          [A dead march sounded]\r\n\r\n\r\n\r\n\r\n\r"