"THE TWO GENTLEMEN OF VERONA\r\n\r\nDRAMATIS PERSONAE\r\n\r\n  DUKE OF MILAN, father to Silvia\r\n  VALENTINE, one of the two gentlemen\r\n  PROTEUS,    \"  \"   \"   \"     \"\r\n  ANTONIO, father to Proteus\r\n  THURIO, a foolish rival to Valentine\r\n  EGLAMOUR, agent for Silvia in her escape\r\n  SPEED, a clownish servant to Valentine\r\n  LAUNCE, the like to Proteus\r\n  PANTHINO, servant to Antonio\r\n  HOST, where Julia lodges in Milan\r\n  OUTLAWS, with Valentine\r\n\r\n  JULIA, a lady of Verona, beloved of Proteus\r\n  SILVIA, the Duke's daughter, beloved of Valentine\r\n  LUCETTA, waiting-woman to Julia\r\n\r\n  SERVANTS MUSICIANS\r\n\r\nSCENE: Verona; Milan; the frontiers of Mantua\r\n\r\nACT I. SCENE I. Verona. An open place\r\n\r\nEnter VALENTINE and PROTEUS\r\n\r\n  VALENTINE. Cease to persuade, my loving Proteus:\r\n    Home-keeping youth have ever homely wits.\r\n    Were't not affection chains thy tender days\r\n    To the sweet glances of thy honour'd love,\r\n    I rather would entreat thy company\r\n    To see the wonders of the world abroad,\r\n    Than, living dully sluggardiz'd at home,\r\n    Wear out thy youth with shapeless idleness.\r\n    But since thou lov'st, love still, and thrive therein,\r\n    Even as I would, when I to love begin.\r\n  PROTEUS. Wilt thou be gone? Sweet Valentine, adieu!\r\n    Think on thy Proteus, when thou haply seest\r\n    Some rare noteworthy object in thy travel.\r\n    Wish me partaker in thy happiness\r\n    When thou dost meet good hap; and in thy danger,\r\n    If ever danger do environ thee,\r\n    Commend thy grievance to my holy prayers,\r\n    For I will be thy headsman, Valentine.\r\n  VALENTINE. And on a love-book pray for my success?\r\n  PROTEUS. Upon some book I love I'll pray for thee.\r\n  VALENTINE. That's on some shallow story of deep love:\r\n    How young Leander cross'd the Hellespont.\r\n  PROTEUS. That's a deep story of a deeper love;\r\n    For he was more than over shoes in love.\r\n  VALENTINE. 'Tis true; for you are over boots in love,\r\n    And yet you never swum the Hellespont.\r\n  PROTEUS. Over the boots! Nay, give me not the boots.\r\n  VALENTINE. No, I will not, for it boots thee not.\r\n  PROTEUS. What?\r\n  VALENTINE. To be in love- where scorn is bought with groans,\r\n    Coy looks with heart-sore sighs, one fading moment's mirth\r\n    With twenty watchful, weary, tedious nights;\r\n    If haply won, perhaps a hapless gain;\r\n    If lost, why then a grievous labour won;\r\n    However, but a folly bought with wit,\r\n    Or else a wit by folly vanquished.\r\n  PROTEUS. So, by your circumstance, you call me fool.\r\n  VALENTINE. So, by your circumstance, I fear you'll prove.\r\n  PROTEUS. 'Tis love you cavil at; I am not Love.\r\n  VALENTINE. Love is your master, for he masters you;\r\n    And he that is so yoked by a fool,\r\n    Methinks, should not be chronicled for wise.\r\n  PROTEUS. Yet writers say, as in the sweetest bud\r\n    The eating canker dwells, so eating love\r\n    Inhabits in the finest wits of all.\r\n  VALENTINE. And writers say, as the most forward bud\r\n    Is eaten by the canker ere it blow,\r\n    Even so by love the young and tender wit\r\n    Is turn'd to folly, blasting in the bud,\r\n    Losing his verdure even in the prime,\r\n    And all the fair effects of future hopes.\r\n    But wherefore waste I time to counsel the\r\n    That art a votary to fond desire?\r\n    Once more adieu. My father at the road\r\n    Expects my coming, there to see me shipp'd.\r\n  PROTEUS. And thither will I bring thee, Valentine.\r\n  VALENTINE. Sweet Proteus, no; now let us take our leave.\r\n    To Milan let me hear from thee by letters\r\n    Of thy success in love, and what news else\r\n    Betideth here in absence of thy friend;\r\n    And I likewise will visit thee with mine.\r\n  PROTEUS. All happiness bechance to thee in Milan!\r\n  VALENTINE. As much to you at home; and so farewell!\r\n                                                  Exit VALENTINE\r\n  PROTEUS. He after honour hunts, I after love;\r\n    He leaves his friends to dignify them more:\r\n    I leave myself, my friends, and all for love.\r\n    Thou, Julia, thou hast metamorphis'd me,\r\n    Made me neglect my studies, lose my time,\r\n    War with good counsel, set the world at nought;\r\n    Made wit with musing weak, heart sick with thought.\r\n\r\n                         Enter SPEED\r\n\r\n  SPEED. Sir Proteus, save you! Saw you my master?\r\n  PROTEUS. But now he parted hence to embark for Milan.\r\n  SPEED. Twenty to one then he is shipp'd already,\r\n    And I have play'd the sheep in losing him.\r\n  PROTEUS. Indeed a sheep doth very often stray,\r\n    An if the shepherd be awhile away.\r\n  SPEED. You conclude that my master is a shepherd then, and\r\n    I a sheep?\r\n  PROTEUS. I do.\r\n  SPEED. Why then, my horns are his horns, whether I wake or sleep.\r\n  PROTEUS. A silly answer, and fitting well a sheep.\r\n  SPEED. This proves me still a sheep.\r\n  PROTEUS. True; and thy master a shepherd.\r\n  SPEED. Nay, that I can deny by a circumstance.\r\n  PROTEUS. It shall go hard but I'll prove it by another.\r\n  SPEED. The shepherd seeks the sheep, and not the sheep the\r\n    shepherd; but I seek my master, and my master seeks not me;\r\n    therefore, I am no sheep.\r\n  PROTEUS. The sheep for fodder follow the shepherd; the shepherd for\r\n    food follows not the sheep: thou for wages followest thy master;\r\n    thy master for wages follows not thee. Therefore, thou art a\r\n    sheep.\r\n  SPEED. Such another proof will make me cry 'baa.'\r\n  PROTEUS. But dost thou hear? Gav'st thou my letter to Julia?\r\n  SPEED. Ay, sir; I, a lost mutton, gave your letter to her, a lac'd\r\n    mutton; and she, a lac'd mutton, gave me, a lost mutton, nothing\r\n    for my labour.\r\n  PROTEUS. Here's too small a pasture for such store of muttons.\r\n  SPEED. If the ground be overcharg'd, you were best stick her.\r\n  PROTEUS. Nay, in that you are astray: 'twere best pound you.\r\n  SPEED. Nay, sir, less than a pound shall serve me for carrying your\r\n    letter.\r\n  PROTEUS. You mistake; I mean the pound- a pinfold.\r\n  SPEED. From a pound to a pin? Fold it over and over,\r\n    'Tis threefold too little for carrying a letter to your lover.\r\n  PROTEUS. But what said she?\r\n  SPEED.  [Nodding]  Ay.\r\n  PROTEUS. Nod- ay. Why, that's 'noddy.'\r\n  SPEED. You mistook, sir; I say she did nod; and you ask me if she\r\n    did nod; and I say 'Ay.'\r\n  PROTEUS. And that set together is 'noddy.'\r\n  SPEED. Now you have taken the pains to set it together, take it for\r\n    your pains.\r\n  PROTEUS. No, no; you shall have it for bearing the letter.\r\n  SPEED. Well, I perceive I must be fain to bear with you.\r\n  PROTEUS. Why, sir, how do you bear with me?\r\n  SPEED. Marry, sir, the letter, very orderly; having nothing but the\r\n    word 'noddy' for my pains.\r\n  PROTEUS. Beshrew me, but you have a quick wit.\r\n  SPEED. And yet it cannot overtake your slow purse.\r\n  PROTEUS. Come, come, open the matter; in brief, what said she?\r\n  SPEED. Open your purse, that the money and the matter may be both\r\n    at once delivered.\r\n  PROTEUS. Well, sir, here is for your pains. What said she?\r\n  SPEED. Truly, sir, I think you'll hardly win her.\r\n  PROTEUS. Why, couldst thou perceive so much from her?\r\n  SPEED. Sir, I could perceive nothing at all from her; no, not so\r\n    much as a ducat for delivering your letter; and being so hard to\r\n    me that brought your mind, I fear she'll prove as hard to you in\r\n    telling your mind. Give her no token but stones, for she's as\r\n    hard as steel.\r\n  PROTEUS. What said she? Nothing?\r\n  SPEED. No, not so much as 'Take this for thy pains.' To testify\r\n    your bounty, I thank you, you have testern'd me; in requital\r\n    whereof, henceforth carry your letters yourself; and so, sir,\r\n    I'll commend you to my master.\r\n  PROTEUS. Go, go, be gone, to save your ship from wreck,\r\n    Which cannot perish, having thee aboard,\r\n    Being destin'd to a drier death on shore.         Exit SPEED\r\n    I must go send some better messenger.\r\n    I fear my Julia would not deign my lines,\r\n    Receiving them from such a worthless post.              Exit\r\n\r\nSCENE II. Verona. The garden Of JULIA'S house\r\n\r\nEnter JULIA and LUCETTA\r\n\r\n  JULIA. But say, Lucetta, now we are alone,\r\n    Wouldst thou then counsel me to fall in love?\r\n  LUCETTA. Ay, madam; so you stumble not unheedfully.\r\n  JULIA. Of all the fair resort of gentlemen\r\n    That every day with parle encounter me,\r\n    In thy opinion which is worthiest love?\r\n  LUCETTA. Please you, repeat their names; I'll show my mind\r\n    According to my shallow simple skill.\r\n  JULIA. What think'st thou of the fair Sir Eglamour?\r\n  LUCETTA. As of a knight well-spoken, neat, and fine;\r\n    But, were I you, he never should be mine.\r\n  JULIA. What think'st thou of the rich Mercatio?\r\n  LUCETTA. Well of his wealth; but of himself, so so.\r\n  JULIA. What think'st thou of the gentle Proteus?\r\n  LUCETTA. Lord, Lord! to see what folly reigns in us!\r\n  JULIA. How now! what means this passion at his name?\r\n  LUCETTA. Pardon, dear madam; 'tis a passing shame\r\n    That I, unworthy body as I am,\r\n    Should censure thus on lovely gentlemen.\r\n  JULIA. Why not on Proteus, as of all the rest?\r\n  LUCETTA. Then thus: of many good I think him best.\r\n  JULIA. Your reason?\r\n  LUCETTA. I have no other but a woman's reason:\r\n    I think him so, because I think him so.\r\n  JULIA. And wouldst thou have me cast my love on him?\r\n  LUCETTA. Ay, if you thought your love not cast away.\r\n  JULIA. Why, he, of all the rest, hath never mov'd me.\r\n  LUCETTA. Yet he, of all the rest, I think, best loves ye.\r\n  JULIA. His little speaking shows his love but small.\r\n  LUCETTA. Fire that's closest kept burns most of all.\r\n  JULIA. They do not love that do not show their love.\r\n  LUCETTA. O, they love least that let men know their love.\r\n  JULIA. I would I knew his mind.\r\n  LUCETTA. Peruse this paper, madam.\r\n  JULIA. 'To Julia'- Say, from whom?\r\n  LUCETTA. That the contents will show.\r\n  JULIA. Say, say, who gave it thee?\r\n  LUCETTA. Sir Valentine's page; and sent, I think, from Proteus.\r\n    He would have given it you; but I, being in the way,\r\n    Did in your name receive it; pardon the fault, I pray.\r\n  JULIA. Now, by my modesty, a goodly broker!\r\n    Dare you presume to harbour wanton lines?\r\n    To whisper and conspire against my youth?\r\n    Now, trust me, 'tis an office of great worth,\r\n    And you an officer fit for the place.\r\n    There, take the paper; see it be return'd;\r\n    Or else return no more into my sight.\r\n  LUCETTA. To plead for love deserves more fee than hate.\r\n  JULIA. Will ye be gone?\r\n  LUCETTA. That you may ruminate.                           Exit\r\n  JULIA. And yet, I would I had o'erlook'd the letter.\r\n    It were a shame to call her back again,\r\n    And pray her to a fault for which I chid her.\r\n    What fool is she, that knows I am a maid\r\n    And would not force the letter to my view!\r\n    Since maids, in modesty, say 'No' to that\r\n    Which they would have the profferer construe 'Ay.'\r\n    Fie, fie, how wayward is this foolish love,\r\n    That like a testy babe will scratch the nurse,\r\n    And presently, all humbled, kiss the rod!\r\n    How churlishly I chid Lucetta hence,\r\n    When willingly I would have had her here!\r\n    How angerly I taught my brow to frown,\r\n    When inward joy enforc'd my heart to smile!\r\n    My penance is to call Lucetta back\r\n    And ask remission for my folly past.\r\n    What ho! Lucetta!\r\n\r\n                     Re-enter LUCETTA\r\n\r\n  LUCETTA. What would your ladyship?\r\n  JULIA. Is't near dinner time?\r\n  LUCETTA. I would it were,\r\n    That you might kill your stomach on your meat\r\n    And not upon your maid.\r\n  JULIA. What is't that you took up so gingerly?\r\n  LUCETTA. Nothing.\r\n  JULIA. Why didst thou stoop then?\r\n  LUCETTA. To take a paper up that I let fall.\r\n  JULIA. And is that paper nothing?\r\n  LUCETTA. Nothing concerning me.\r\n  JULIA. Then let it lie for those that it concerns.\r\n  LUCETTA. Madam, it will not lie where it concerns,\r\n    Unless it have a false interpreter.\r\n  JULIA. Some love of yours hath writ to you in rhyme.\r\n  LUCETTA. That I might sing it, madam, to a tune.\r\n    Give me a note; your ladyship can set.\r\n  JULIA. As little by such toys as may be possible.\r\n    Best sing it to the tune of 'Light o' Love.'\r\n  LUCETTA. It is too heavy for so light a tune.\r\n  JULIA. Heavy! belike it hath some burden then.\r\n  LUCETTA. Ay; and melodious were it, would you sing it.\r\n  JULIA. And why not you?\r\n  LUCETTA. I cannot reach so high.\r\n  JULIA. Let's see your song.     [LUCETTA withholds the letter]\r\n    How now, minion!\r\n  LUCETTA. Keep tune there still, so you will sing it out.\r\n    And yet methinks I do not like this tune.\r\n  JULIA. You do not!\r\n  LUCETTA. No, madam; 'tis too sharp.\r\n  JULIA. You, minion, are too saucy.\r\n  LUCETTA. Nay, now you are too flat\r\n    And mar the concord with too harsh a descant;\r\n    There wanteth but a mean to fill your song.\r\n  JULIA. The mean is drown'd with your unruly bass.\r\n  LUCETTA. Indeed, I bid the base for Proteus.\r\n  JULIA. This babble shall not henceforth trouble me.\r\n    Here is a coil with protestation!         [Tears the letter]\r\n    Go, get you gone; and let the papers lie.\r\n    You would be fing'ring them, to anger me.\r\n  LUCETTA. She makes it strange; but she would be best pleas'd\r\n    To be so ang'red with another letter.                   Exit\r\n  JULIA. Nay, would I were so ang'red with the same!\r\n    O hateful hands, to tear such loving words!\r\n    Injurious wasps, to feed on such sweet honey\r\n    And kill the bees that yield it with your stings!\r\n    I'll kiss each several paper for amends.\r\n    Look, here is writ 'kind Julia.' Unkind Julia,\r\n    As in revenge of thy ingratitude,\r\n    I throw thy name against the bruising stones,\r\n    Trampling contemptuously on thy disdain.\r\n    And here is writ 'love-wounded Proteus.'\r\n    Poor wounded name! my bosom,,as a bed,\r\n    Shall lodge thee till thy wound be throughly heal'd;\r\n    And thus I search it with a sovereign kiss.\r\n    But twice or thrice was 'Proteus' written down.\r\n    Be calm, good wind, blow not a word away\r\n    Till I have found each letter in the letter-\r\n    Except mine own name; that some whirlwind bear\r\n    Unto a ragged, fearful, hanging rock,\r\n    And throw it thence into the raging sea.\r\n    Lo, here in one line is his name twice writ:\r\n    'Poor forlorn Proteus, passionate Proteus,\r\n    To the sweet Julia.' That I'll tear away;\r\n    And yet I will not, sith so prettily\r\n    He couples it to his complaining names.\r\n    Thus will I fold them one upon another;\r\n    Now kiss, embrace, contend, do what you will.\r\n\r\n                        Re-enter LUCETTA\r\n\r\n  LUCETTA. Madam,\r\n    Dinner is ready, and your father stays.\r\n  JULIA. Well, let us go.\r\n  LUCETTA. What, shall these papers lie like tell-tales here?\r\n  JULIA. If you respect them, best to take them up.\r\n  LUCETTA. Nay, I was taken up for laying them down;\r\n    Yet here they shall not lie for catching cold.\r\n  JULIA. I see you have a month's mind to them.\r\n  LUCETTA. Ay, madam, you may say what sights you see;\r\n    I see things too, although you judge I wink.\r\n  JULIA. Come, come; will't please you go?                Exeunt\r\n\r\nSCENE III. Verona. ANTONIO'S house\r\n\r\nEnter ANTONIO and PANTHINO\r\n\r\n  ANTONIO. Tell me, Panthino, what sad talk was that\r\n    Wherewith my brother held you in the cloister?\r\n  PANTHINO. 'Twas of his nephew Proteus, your son.\r\n  ANTONIO. Why, what of him?\r\n  PANTHINO. He wond'red that your lordship\r\n    Would suffer him to spend his youth at home,\r\n    While other men, of slender reputation,\r\n    Put forth their sons to seek preferment out:\r\n    Some to the wars, to try their fortune there;\r\n    Some to discover islands far away;\r\n    Some to the studious universities.\r\n    For any, or for all these exercises,\r\n    He said that Proteus, your son, was meet;\r\n    And did request me to importune you\r\n    To let him spend his time no more at home,\r\n    Which would be great impeachment to his age,\r\n    In having known no travel in his youth.\r\n  ANTONIO. Nor need'st thou much importune me to that\r\n    Whereon this month I have been hammering.\r\n    I have consider'd well his loss of time,\r\n    And how he cannot be a perfect man,\r\n    Not being tried and tutor'd in the world:\r\n    Experience is by industry achiev'd,\r\n    And perfected by the swift course of time.\r\n    Then tell me whither were I best to send him.\r\n  PANTHINO. I think your lordship is not ignorant\r\n    How his companion, youthful Valentine,\r\n    Attends the Emperor in his royal court.\r\n  ANTONIO. I know it well.\r\n  PANTHINO. 'Twere good, I think, your lordship sent him thither:\r\n    There shall he practise tilts and tournaments,\r\n    Hear sweet discourse, converse with noblemen,\r\n    And be in eye of every exercise\r\n    Worthy his youth and nobleness of birth.\r\n  ANTONIO. I like thy counsel; well hast thou advis'd;\r\n    And that thou mayst perceive how well I like it,\r\n    The execution of it shall make known:\r\n    Even with the speediest expedition\r\n    I will dispatch him to the Emperor's court.\r\n  PANTHINO. To-morrow, may it please you, Don Alphonso\r\n    With other gentlemen of good esteem\r\n    Are journeying to salute the Emperor,\r\n    And to commend their service to his will.\r\n  ANTONIO. Good company; with them shall Proteus go.\r\n\r\n                        Enter PROTEUS\r\n\r\n    And- in good time!- now will we break with him.\r\n  PROTEUS. Sweet love! sweet lines! sweet life!\r\n    Here is her hand, the agent of her heart;\r\n    Here is her oath for love, her honour's pawn.\r\n    O that our fathers would applaud our loves,\r\n    To seal our happiness with their consents!\r\n    O heavenly Julia!\r\n  ANTONIO. How now! What letter are you reading there?\r\n  PROTEUS. May't please your lordship, 'tis a word or two\r\n    Of commendations sent from Valentine,\r\n    Deliver'd by a friend that came from him.\r\n  ANTONIO. Lend me the letter; let me see what news.\r\n  PROTEUS. There is no news, my lord; but that he writes\r\n    How happily he lives, how well-belov'd\r\n    And daily graced by the Emperor;\r\n    Wishing me with him, partner of his fortune.\r\n  ANTONIO. And how stand you affected to his wish?\r\n  PROTEUS. As one relying on your lordship's will,\r\n    And not depending on his friendly wish.\r\n  ANTONIO. My will is something sorted with his wish.\r\n    Muse not that I thus suddenly proceed;\r\n    For what I will, I will, and there an end.\r\n    I am resolv'd that thou shalt spend some time\r\n    With Valentinus in the Emperor's court;\r\n    What maintenance he from his friends receives,\r\n    Like exhibition thou shalt have from me.\r\n    To-morrow be in readiness to go-\r\n    Excuse it not, for I am peremptory.\r\n  PROTEUS. My lord, I cannot be so soon provided;\r\n    Please you, deliberate a day or two.\r\n  ANTONIO. Look what thou want'st shall be sent after thee.\r\n    No more of stay; to-morrow thou must go.\r\n    Come on, Panthino; you shall be employ'd\r\n    To hasten on his expedition.\r\n                                     Exeunt ANTONIO and PANTHINO\r\n  PROTEUS. Thus have I shunn'd the fire for fear of burning,\r\n    And drench'd me in the sea, where I am drown'd.\r\n    I fear'd to show my father Julia's letter,\r\n    Lest he should take exceptions to my love;\r\n    And with the vantage of mine own excuse\r\n    Hath he excepted most against my love.\r\n    O, how this spring of love resembleth\r\n    The uncertain glory of an April day,\r\n    Which now shows all the beauty of the sun,\r\n    And by an by a cloud takes all away!\r\n\r\n                       Re-enter PANTHINO\r\n\r\n  PANTHINO. Sir Proteus, your father calls for you;\r\n    He is in haste; therefore, I pray you, go.\r\n  PROTEUS. Why, this it is: my heart accords thereto;\r\n    And yet a thousand times it answers 'No.'             Exeunt\r\n\r\nACT II. SCENE I. Milan. The DUKE'S palace\r\n\r\nEnter VALENTINE and SPEED\r\n\r\n  SPEED. Sir, your glove.\r\n  VALENTINE. Not mine: my gloves are on.\r\n  SPEED. Why, then, this may be yours; for this is but one.\r\n  VALENTINE. Ha! let me see; ay, give it me, it's mine;\r\n    Sweet ornament that decks a thing divine!\r\n    Ah, Silvia! Silvia!\r\n  SPEED.  [Calling]  Madam Silvia! Madam Silvia!\r\n  VALENTINE. How now, sirrah?\r\n  SPEED. She is not within hearing, sir.\r\n  VALENTINE. Why, sir, who bade you call her?\r\n  SPEED. Your worship, sir; or else I mistook.\r\n  VALENTINE. Well, you'll still be too forward.\r\n  SPEED. And yet I was last chidden for being too slow.\r\n  VALENTINE. Go to, sir; tell me, do you know Madam Silvia?\r\n  SPEED. She that your worship loves?\r\n  VALENTINE. Why, how know you that I am in love?\r\n  SPEED. Marry, by these special marks: first, you have learn'd, like\r\n    Sir Proteus, to wreath your arms like a malcontent; to relish a\r\n    love-song, like a robin redbreast; to walk alone, like one that\r\n    had the pestilence; to sigh, like a school-boy that had lost his\r\n    A B C; to weep, like a young wench that had buried her grandam;\r\n    to fast, like one that takes diet; to watch, like one that fears\r\n    robbing; to speak puling, like a beggar at Hallowmas. You were\r\n    wont, when you laughed, to crow like a cock; when you walk'd, to\r\n    walk like one of the lions; when you fasted, it was presently\r\n    after dinner; when you look'd sadly, it was for want of money.\r\n    And now you are metamorphis'd with a mistress, that, when I look\r\n    on you, I can hardly think you my master.\r\n  VALENTINE. Are all these things perceiv'd in me?\r\n  SPEED. They are all perceiv'd without ye.\r\n  VALENTINE. Without me? They cannot.\r\n  SPEED. Without you! Nay, that's certain; for, without you were so\r\n    simple, none else would; but you are so without these follies\r\n    that these follies are within you, and shine through you like the\r\n    water in an urinal, that not an eye that sees you but is a\r\n    physician to comment on your malady.\r\n  VALENTINE. But tell me, dost thou know my lady Silvia?\r\n  SPEED. She that you gaze on so, as she sits at supper?\r\n  VALENTINE. Hast thou observ'd that? Even she, I mean.\r\n  SPEED. Why, sir, I know her not.\r\n  VALENTINE. Dost thou know her by my gazing on her, and yet know'st\r\n    her not?\r\n  SPEED. Is she not hard-favour'd, sir?\r\n  VALENTINE. Not so fair, boy, as well-favour'd.\r\n  SPEED. Sir, I know that well enough.\r\n  VALENTINE. What dost thou know?\r\n  SPEED. That she is not so fair as, of you, well-favour'd.\r\n  VALENTINE. I mean that her beauty is exquisite, but her favour\r\n    infinite.\r\n  SPEED. That's because the one is painted, and the other out of all\r\n    count.\r\n  VALENTINE. How painted? and how out of count?\r\n  SPEED. Marry, sir, so painted, to make her fair, that no man counts\r\n    of her beauty.\r\n  VALENTINE. How esteem'st thou me? I account of her beauty.\r\n  SPEED. You never saw her since she was deform'd.\r\n  VALENTINE. How long hath she been deform'd?\r\n  SPEED. Ever since you lov'd her.\r\n  VALENTINE. I have lov'd her ever since I saw her, and still\r\n    I see her beautiful.\r\n  SPEED. If you love her, you cannot see her.\r\n  VALENTINE. Why?\r\n  SPEED. Because Love is blind. O that you had mine eyes; or your own\r\n    eyes had the lights they were wont to have when you chid at Sir\r\n    Proteus for going ungarter'd!\r\n  VALENTINE. What should I see then?\r\n  SPEED. Your own present folly and her passing deformity; for he,\r\n    being in love, could not see to garter his hose; and you, being\r\n    in love, cannot see to put on your hose.\r\n  VALENTINE. Belike, boy, then you are in love; for last morning you\r\n    could not see to wipe my shoes.\r\n  SPEED. True, sir; I was in love with my bed. I thank you, you\r\n    swing'd me for my love, which makes me the bolder to chide you\r\n    for yours.\r\n  VALENTINE. In conclusion, I stand affected to her.\r\n  SPEED. I would you were set, so your affection would cease.\r\n  VALENTINE. Last night she enjoin'd me to write some lines to one\r\n    she loves.\r\n  SPEED. And have you?\r\n  VALENTINE. I have.\r\n  SPEED. Are they not lamely writ?\r\n  VALENTINE. No, boy, but as well as I can do them.\r\n\r\n                           Enter SILVIA\r\n\r\n    Peace! here she comes.\r\n  SPEED.  [Aside]  O excellent motion! O exceeding puppet!\r\n    Now will he interpret to her.\r\n  VALENTINE. Madam and mistress, a thousand good morrows.\r\n  SPEED.  [Aside]  O, give ye good ev'n!\r\n    Here's a million of manners.\r\n  SILVIA. Sir Valentine and servant, to you two thousand.\r\n  SPEED.  [Aside]  He should give her interest, and she gives it him.\r\n  VALENTINE. As you enjoin'd me, I have writ your letter\r\n    Unto the secret nameless friend of yours;\r\n    Which I was much unwilling to proceed in,\r\n    But for my duty to your ladyship.\r\n  SILVIA. I thank you, gentle servant. 'Tis very clerkly done.\r\n  VALENTINE. Now trust me, madam, it came hardly off;\r\n    For, being ignorant to whom it goes,\r\n    I writ at random, very doubtfully.\r\n  SILVIA. Perchance you think too much of so much pains?\r\n  VALENTINE. No, madam; so it stead you, I will write,\r\n    Please you command, a thousand times as much;\r\n    And yet-\r\n  SILVIA. A pretty period! Well, I guess the sequel;\r\n    And yet I will not name it- and yet I care not.\r\n    And yet take this again- and yet I thank you-\r\n    Meaning henceforth to trouble you no more.\r\n  SPEED.  [Aside]  And yet you will; and yet another' yet.'\r\n  VALENTINE. What means your ladyship? Do you not like it?\r\n  SILVIA. Yes, yes; the lines are very quaintly writ;\r\n    But, since unwillingly, take them again.\r\n    Nay, take them.                      [Gives hack the letter]\r\n  VALENTINE. Madam, they are for you.\r\n  SILVIA. Ay, ay, you writ them, sir, at my request;\r\n    But I will none of them; they are for you:\r\n    I would have had them writ more movingly.\r\n  VALENTINE. Please you, I'll write your ladyship another.\r\n  SILVIA. And when it's writ, for my sake read it over;\r\n    And if it please you, so; if not, why, so.\r\n  VALENTINE. If it please me, madam, what then?\r\n  SILVIA. Why, if it please you, take it for your labour.\r\n    And so good morrow, servant.                     Exit SILVIA\r\n  SPEED. O jest unseen, inscrutable, invisible,\r\n    As a nose on a man's face, or a weathercock on a steeple!\r\n    My master sues to her; and she hath taught her suitor,\r\n    He being her pupil, to become her tutor.\r\n    O excellent device! Was there ever heard a better,\r\n    That my master, being scribe, to himself should write the letter?\r\n  VALENTINE. How now, sir! What are you reasoning with yourself?\r\n  SPEED. Nay, I was rhyming: 'tis you that have the reason.\r\n  VALENTINE. To do what?\r\n  SPEED. To be a spokesman from Madam Silvia?\r\n  VALENTINE. To whom?\r\n  SPEED. To yourself; why, she woos you by a figure.\r\n  VALENTINE. What figure?\r\n  SPEED. By a letter, I should say.\r\n  VALENTINE. Why, she hath not writ to me.\r\n  SPEED. What need she, when she hath made you write to yourself?\r\n    Why, do you not perceive the jest?\r\n  VALENTINE. No, believe me.\r\n  SPEED. No believing you indeed, sir. But did you perceive her\r\n    earnest?\r\n  VALENTINE. She gave me none except an angry word.\r\n  SPEED. Why, she hath given you a letter.\r\n  VALENTINE. That's the letter I writ to her friend.\r\n  SPEED. And that letter hath she deliver'd, and there an end.\r\n  VALENTINE. I would it were no worse.\r\n  SPEED. I'll warrant you 'tis as well.\r\n    'For often have you writ to her; and she, in modesty,\r\n    Or else for want of idle time, could not again reply;\r\n    Or fearing else some messenger that might her mind discover,\r\n    Herself hath taught her love himself to write unto her lover.'\r\n    All this I speak in print, for in print I found it. Why muse you,\r\n    sir? 'Tis dinner time.\r\n  VALENTINE. I have din'd.\r\n  SPEED. Ay, but hearken, sir; though the chameleon Love can feed on\r\n    the air, I am one that am nourish'd by my victuals, and would\r\n    fain have meat. O, be not like your mistress! Be moved, be moved.\r\n                                                          Exeunt\r\n\r\nSCENE II. Verona. JULIA'S house\r\n\r\nEnter PROTEUS and JULIA\r\n\r\n  PROTEUS. Have patience, gentle Julia.\r\n  JULIA. I must, where is no remedy.\r\n  PROTEUS. When possibly I can, I will return.\r\n  JULIA. If you turn not, you will return the sooner.\r\n    Keep this remembrance for thy Julia's sake.\r\n                                                 [Giving a ring]\r\n  PROTEUS. Why, then, we'll make exchange. Here, take you this.\r\n  JULIA. And seal the bargain with a holy kiss.\r\n  PROTEUS. Here is my hand for my true constancy;\r\n    And when that hour o'erslips me in the day\r\n    Wherein I sigh not, Julia, for thy sake,\r\n    The next ensuing hour some foul mischance\r\n    Torment me for my love's forgetfulness!\r\n    My father stays my coming; answer not;\r\n    The tide is now- nay, not thy tide of tears:\r\n    That tide will stay me longer than I should.\r\n    Julia, farewell!                                  Exit JULIA\r\n    What, gone without a word?\r\n    Ay, so true love should do: it cannot speak;\r\n    For truth hath better deeds than words to grace it.\r\n\r\n                          Enter PANTHINO\r\n\r\n  PANTHINO. Sir Proteus, you are stay'd for.\r\n  PROTEUS. Go; I come, I come.\r\n    Alas! this parting strikes poor lovers dumb.          Exeunt\r\n\r\nSCENE III. Verona. A street\r\n\r\nEnter LAUNCE, leading a dog\r\n\r\n  LAUNCE. Nay, 'twill be this hour ere I have done weeping; all the\r\n  kind of the Launces have this very fault. I have receiv'd my\r\n  proportion, like the Prodigious Son, and am going with Sir Proteus to\r\n  the Imperial's court. I think Crab my dog be the sourest-natured dog\r\n  that lives: my mother weeping, my father wailing, my sister crying,\r\n  our maid howling, our cat wringing her hands, and all our house in a\r\n  great perplexity; yet did not this cruel-hearted cur shed one tear.\r\n  He is a stone, a very pebble stone, and has no more pity in him than\r\n  a dog. A Jew would have wept to have seen our parting; why, my\r\n  grandam having no eyes, look you, wept herself blind at my parting.\r\n  Nay, I'll show you the manner of it. This shoe is my father; no, this\r\n  left shoe is my father; no, no, left shoe is my mother; nay, that\r\n  cannot be so neither; yes, it is so, it is so, it hath the worser\r\n  sole. This shoe with the hole in it is my mother, and this my father.\r\n  A vengeance on 't! There 'tis. Now, sir, this staff is my sister,\r\n  for, look you, she is as white as a lily and as small as a wand; this\r\n  hat is Nan our maid; I am the dog; no, the dog is himself, and I am\r\n  the dog- O, the dog is me, and I am myself; ay, so, so. Now come I to\r\n  my father: 'Father, your blessing.' Now should not the shoe speak a\r\n  word for weeping; now should I kiss my father; well, he weeps on. Now\r\n  come I to my mother. O that she could speak now like a wood woman!\r\n  Well, I kiss her- why there 'tis; here's my mother's breath up and\r\n  down. Now come I to my sister; mark the moan she makes. Now the dog\r\n  all this while sheds not a tear, nor speaks a word; but see how I lay\r\n  the dust with my tears.\r\n\r\n                            Enter PANTHINO\r\n\r\n  PANTHINO. Launce, away, away, aboard! Thy master is shipp'd, and\r\n    thou art to post after with oars. What's the matter? Why weep'st\r\n    thou, man? Away, ass! You'll lose the tide if you tarry any\r\n    longer.\r\n  LAUNCE. It is no matter if the tied were lost; for it is the\r\n    unkindest tied that ever any man tied.\r\n  PANTHINO. What's the unkindest tide?\r\n  LAUNCE. Why, he that's tied here, Crab, my dog.\r\n  PANTHINO. Tut, man, I mean thou'lt lose the flood, and, in losing\r\n    the flood, lose thy voyage, and, in losing thy voyage, lose thy\r\n    master, and, in losing thy master, lose thy service, and, in\r\n    losing thy service- Why dost thou stop my mouth?\r\n  LAUNCE. For fear thou shouldst lose thy tongue.\r\n  PANTHINO. Where should I lose my tongue?\r\n  LAUNCE. In thy tale.\r\n  PANTHINO. In thy tail!\r\n  LAUNCE. Lose the tide, and the voyage, and the master, and the\r\n    service, and the tied! Why, man, if the river were dry, I am able\r\n    to fill it with my tears; if the wind were down, I could drive\r\n    the boat with my sighs.\r\n  PANTHINO. Come, come away, man; I was sent to call thee.\r\n  LAUNCE. Sir, call me what thou dar'st.\r\n  PANTHINO. Will thou go?\r\n  LAUNCE. Well, I will go.                                Exeunt\r\n\r\nSCENE IV. Milan. The DUKE'S palace\r\n\r\nEnter SILVIA, VALENTINE, THURIO, and SPEED\r\n\r\n  SILVIA. Servant!\r\n  VALENTINE. Mistress?\r\n  SPEED. Master, Sir Thurio frowns on you.\r\n  VALENTINE. Ay, boy, it's for love.\r\n  SPEED. Not of you.\r\n  VALENTINE. Of my mistress, then.\r\n  SPEED. 'Twere good you knock'd him.                       Exit\r\n  SILVIA. Servant, you are sad.\r\n  VALENTINE. Indeed, madam, I seem so.\r\n  THURIO. Seem you that you are not?\r\n  VALENTINE. Haply I do.\r\n  THURIO. So do counterfeits.\r\n  VALENTINE. So do you.\r\n  THURIO. What seem I that I am not?\r\n  VALENTINE. Wise.\r\n  THURIO. What instance of the contrary?\r\n  VALENTINE. Your folly.\r\n  THURIO. And how quote you my folly?\r\n  VALENTINE. I quote it in your jerkin.\r\n  THURIO. My jerkin is a doublet.\r\n  VALENTINE. Well, then, I'll double your folly.\r\n  THURIO. How?\r\n  SILVIA. What, angry, Sir Thurio! Do you change colour?\r\n  VALENTINE. Give him leave, madam; he is a kind of chameleon.\r\n  THURIO. That hath more mind to feed on your blood than live in your\r\n    air.\r\n  VALENTINE. You have said, sir.\r\n  THURIO. Ay, sir, and done too, for this time.\r\n  VALENTINE. I know it well, sir; you always end ere you begin.\r\n  SILVIA. A fine volley of words, gentlemen, and quickly shot off.\r\n  VALENTINE. 'Tis indeed, madam; we thank the giver.\r\n  SILVIA. Who is that, servant?\r\n  VALENTINE. Yourself, sweet lady; for you gave the fire. Sir Thurio\r\n    borrows his wit from your ladyship's looks, and spends what he\r\n    borrows kindly in your company.\r\n  THURIO. Sir, if you spend word for word with me, I shall make your\r\n    wit bankrupt.\r\n  VALENTINE. I know it well, sir; you have an exchequer of words,\r\n    and, I think, no other treasure to give your followers; for it\r\n    appears by their bare liveries that they live by your bare words.\r\n\r\n                             Enter DUKE\r\n\r\n  SILVIA. No more, gentlemen, no more. Here comes my father.\r\n  DUKE. Now, daughter Silvia, you are hard beset.\r\n    Sir Valentine, your father is in good health.\r\n    What say you to a letter from your friends\r\n    Of much good news?\r\n  VALENTINE. My lord, I will be thankful\r\n    To any happy messenger from thence.\r\n  DUKE. Know ye Don Antonio, your countryman?\r\n  VALENTINE. Ay, my good lord, I know the gentleman\r\n    To be of worth and worthy estimation,\r\n    And not without desert so well reputed.\r\n  DUKE. Hath he not a son?\r\n  VALENTINE. Ay, my good lord; a son that well deserves\r\n    The honour and regard of such a father.\r\n  DUKE. You know him well?\r\n  VALENTINE. I knew him as myself; for from our infancy\r\n    We have convers'd and spent our hours together;\r\n    And though myself have been an idle truant,\r\n    Omitting the sweet benefit of time\r\n    To clothe mine age with angel-like perfection,\r\n    Yet hath Sir Proteus, for that's his name,\r\n    Made use and fair advantage of his days:\r\n    His years but young, but his experience old;\r\n    His head unmellowed, but his judgment ripe;\r\n    And, in a word, for far behind his worth\r\n    Comes all the praises that I now bestow,\r\n    He is complete in feature and in mind,\r\n    With all good grace to grace a gentleman.\r\n  DUKE. Beshrew me, sir, but if he make this good,\r\n    He is as worthy for an empress' love\r\n    As meet to be an emperor's counsellor.\r\n    Well, sir, this gentleman is come to me\r\n    With commendation from great potentates,\r\n    And here he means to spend his time awhile.\r\n    I think 'tis no unwelcome news to you.\r\n  VALENTINE. Should I have wish'd a thing, it had been he.\r\n  DUKE. Welcome him, then, according to his worth-\r\n    Silvia, I speak to you, and you, Sir Thurio;\r\n    For Valentine, I need not cite him to it.\r\n    I will send him hither to you presently.           Exit DUKE\r\n  VALENTINE. This is the gentleman I told your ladyship\r\n    Had come along with me but that his mistresss\r\n    Did hold his eyes lock'd in her crystal looks.\r\n  SILVIA. Belike that now she hath enfranchis'd them\r\n    Upon some other pawn for fealty.\r\n  VALENTINE. Nay, sure, I think she holds them prisoners still.\r\n  SILVIA. Nay, then, he should be blind; and, being blind,\r\n    How could he see his way to seek out you?\r\n  VALENTINE. Why, lady, Love hath twenty pair of eyes.\r\n  THURIO. They say that Love hath not an eye at all.\r\n  VALENTINE. To see such lovers, Thurio, as yourself;\r\n    Upon a homely object Love can wink.              Exit THURIO\r\n\r\n                         Enter PROTEUS\r\n\r\n  SILVIA. Have done, have done; here comes the gentleman.\r\n  VALENTINE. Welcome, dear Proteus! Mistress, I beseech you\r\n    Confirm his welcome with some special favour.\r\n  SILVIA. His worth is warrant for his welcome hither,\r\n    If this be he you oft have wish'd to hear from.\r\n  VALENTINE. Mistress, it is; sweet lady, entertain him\r\n    To be my fellow-servant to your ladyship.\r\n  SILVIA. Too low a mistress for so high a servant.\r\n  PROTEUS. Not so, sweet lady; but too mean a servant\r\n    To have a look of such a worthy mistress.\r\n  VALENTINE. Leave off discourse of disability;\r\n    Sweet lady, entertain him for your servant.\r\n  PROTEUS. My duty will I boast of, nothing else.\r\n  SILVIA. And duty never yet did want his meed.\r\n    Servant, you are welcome to a worthless mistress.\r\n  PROTEUS. I'll die on him that says so but yourself.\r\n  SILVIA. That you are welcome?\r\n  PROTEUS. That you are worthless.\r\n\r\n                          Re-enter THURIO\r\n\r\n  THURIO. Madam, my lord your father would speak with you.\r\n  SILVIA. I wait upon his pleasure. Come, Sir Thurio,\r\n    Go with me. Once more, new servant, welcome.\r\n    I'll leave you to confer of home affairs;\r\n    When you have done we look to hear from you.\r\n  PROTEUS. We'll both attend upon your ladyship.\r\n                                        Exeunt SILVIA and THURIO\r\n  VALENTINE. Now, tell me, how do all from whence you came?\r\n  PROTEUS. Your friends are well, and have them much commended.\r\n  VALENTINE. And how do yours?\r\n  PROTEUS. I left them all in health.\r\n  VALENTINE. How does your lady, and how thrives your love?\r\n  PROTEUS. My tales of love were wont to weary you;\r\n    I know you joy not in a love-discourse.\r\n  VALENTINE. Ay, Proteus, but that life is alter'd now;\r\n    I have done penance for contemning Love,\r\n    Whose high imperious thoughts have punish'd me\r\n    With bitter fasts, with penitential groans,\r\n    With nightly tears, and daily heart-sore sighs;\r\n    For, in revenge of my contempt of love,\r\n    Love hath chas'd sleep from my enthralled eyes\r\n    And made them watchers of mine own heart's sorrow.\r\n    O gentle Proteus, Love's a mighty lord,\r\n    And hath so humbled me as I confess\r\n    There is no woe to his correction,\r\n    Nor to his service no such joy on earth.\r\n    Now no discourse, except it be of love;\r\n    Now can I break my fast, dine, sup, and sleep,\r\n    Upon the very naked name of love.\r\n  PROTEUS. Enough; I read your fortune in your eye.\r\n    Was this the idol that you worship so?\r\n  VALENTINE. Even she; and is she not a heavenly saint?\r\n  PROTEUS. No; but she is an earthly paragon.\r\n  VALENTINE. Call her divine.\r\n  PROTEUS. I will not flatter her.\r\n  VALENTINE. O, flatter me; for love delights in praises!\r\n  PROTEUS. When I was sick you gave me bitter pills,\r\n    And I must minister the like to you.\r\n  VALENTINE. Then speak the truth by her; if not divine,\r\n    Yet let her be a principality,\r\n    Sovereign to all the creatures on the earth.\r\n  PROTEUS. Except my mistress.\r\n  VALENTINE. Sweet, except not any;\r\n    Except thou wilt except against my love.\r\n  PROTEUS. Have I not reason to prefer mine own?\r\n  VALENTINE. And I will help thee to prefer her too:\r\n    She shall be dignified with this high honour-\r\n    To bear my lady's train, lest the base earth\r\n    Should from her vesture chance to steal a kiss\r\n    And, of so great a favour growing proud,\r\n    Disdain to root the summer-swelling flow'r\r\n    And make rough winter everlastingly.\r\n  PROTEUS. Why, Valentine, what braggardism is this?\r\n  VALENTINE. Pardon me, Proteus; all I can is nothing\r\n    To her, whose worth makes other worthies nothing;\r\n    She is alone.\r\n  PROTEUS. Then let her alone.\r\n  VALENTINE. Not for the world! Why, man, she is mine own;\r\n    And I as rich in having such a jewel\r\n    As twenty seas, if all their sand were pearl,\r\n    The water nectar, and the rocks pure gold.\r\n    Forgive me that I do not dream on thee,\r\n    Because thou seest me dote upon my love.\r\n    My foolish rival, that her father likes\r\n    Only for his possessions are so huge,\r\n    Is gone with her along; and I must after,\r\n    For love, thou know'st, is full of jealousy.\r\n  PROTEUS. But she loves you?\r\n  VALENTINE. Ay, and we are betroth'd; nay more, our marriage-hour,\r\n    With all the cunning manner of our flight,\r\n    Determin'd of- how I must climb her window,\r\n    The ladder made of cords, and all the means\r\n    Plotted and 'greed on for my happiness.\r\n    Good Proteus, go with me to my chamber,\r\n    In these affairs to aid me with thy counsel.\r\n  PROTEUS. Go on before; I shall enquire you forth;\r\n    I must unto the road to disembark\r\n    Some necessaries that I needs must use;\r\n    And then I'll presently attend you.\r\n  VALENTINE. Will you make haste?\r\n  PROTEUS. I will.                                Exit VALENTINE\r\n    Even as one heat another heat expels\r\n    Or as one nail by strength drives out another,\r\n    So the remembrance of my former love\r\n    Is by a newer object quite forgotten.\r\n    Is it my mind, or Valentinus' praise,\r\n    Her true perfection, or my false transgression,\r\n    That makes me reasonless to reason thus?\r\n    She is fair; and so is Julia that I love-\r\n    That I did love, for now my love is thaw'd;\r\n    Which like a waxen image 'gainst a fire\r\n    Bears no impression of the thing it was.\r\n    Methinks my zeal to Valentine is cold,\r\n    And that I love him not as I was wont.\r\n    O! but I love his lady too too much,\r\n    And that's the reason I love him so little.\r\n    How shall I dote on her with more advice\r\n    That thus without advice begin to love her!\r\n    'Tis but her picture I have yet beheld,\r\n    And that hath dazzled my reason's light;\r\n    But when I look on her perfections,\r\n    There is no reason but I shall be blind.\r\n    If I can check my erring love, I will;\r\n    If not, to compass her I'll use my skill.               Exit\r\n\r\nSCENE V. Milan. A street\r\n\r\nEnter SPEED and LAUNCE severally\r\n\r\n  SPEED. Launce! by mine honesty, welcome to Padua.\r\n  LAUNCE. Forswear not thyself, sweet youth, for I am not welcome. I\r\n    reckon this always, that a man is never undone till he be hang'd,\r\n    nor never welcome to a place till some certain shot be paid, and\r\n    the hostess say 'Welcome!'\r\n  SPEED. Come on, you madcap; I'll to the alehouse with you\r\n    presently; where, for one shot of five pence, thou shalt have\r\n    five thousand welcomes. But, sirrah, how did thy master part with\r\n    Madam Julia?\r\n  LAUNCE. Marry, after they clos'd in earnest, they parted very\r\n    fairly in jest.\r\n  SPEED. But shall she marry him?\r\n  LAUNCE. No.\r\n  SPEED. How then? Shall he marry her?\r\n  LAUNCE. No, neither.\r\n  SPEED. What, are they broken?\r\n  LAUNCE. No, they are both as whole as a fish.\r\n  SPEED. Why then, how stands the matter with them?\r\n  LAUNCE. Marry, thus: when it stands well with him, it stands well\r\n    with her.\r\n  SPEED. What an ass art thou! I understand thee not.\r\n  LAUNCE. What a block art thou that thou canst not! My staff\r\n    understands me.\r\n  SPEED. What thou say'st?\r\n  LAUNCE. Ay, and what I do too; look thee, I'll but lean, and my\r\n    staff understands me.\r\n  SPEED. It stands under thee, indeed.\r\n  LAUNCE. Why, stand-under and under-stand is all one.\r\n  SPEED. But tell me true, will't be a match?\r\n  LAUNCE. Ask my dog. If he say ay, it will; if he say no, it will;\r\n    if he shake his tail and say nothing, it will.\r\n  SPEED. The conclusion is, then, that it will.\r\n  LAUNCE. Thou shalt never get such a secret from me but by a\r\n    parable.\r\n  SPEED. 'Tis well that I get it so. But, Launce, how say'st thou\r\n    that my master is become a notable lover?\r\n  LAUNCE. I never knew him otherwise.\r\n  SPEED. Than how?\r\n  LAUNCE. A notable lubber, as thou reportest him to be.\r\n  SPEED. Why, thou whoreson ass, thou mistak'st me.\r\n  LAUNCE. Why, fool, I meant not thee, I meant thy master.\r\n  SPEED. I tell thee my master is become a hot lover.\r\n  LAUNCE. Why, I tell thee I care not though he burn himself in love.\r\n    If thou wilt, go with me to the alehouse; if not, thou art an\r\n    Hebrew, a Jew, and not worth the name of a Christian.\r\n  SPEED. Why?\r\n  LAUNCE. Because thou hast not so much charity in thee as to go to\r\n    the ale with a Christian. Wilt thou go?\r\n  SPEED. At thy service.                                  Exeunt\r\n\r\nSCENE VI. Milan. The DUKE's palace\r\n\r\nEnter PROTEUS\r\n\r\n  PROTEUS. To leave my Julia, shall I be forsworn;\r\n    To love fair Silvia, shall I be forsworn;\r\n    To wrong my friend, I shall be much forsworn;\r\n    And ev'n that pow'r which gave me first my oath\r\n    Provokes me to this threefold perjury:\r\n    Love bade me swear, and Love bids me forswear.\r\n    O sweet-suggesting Love, if thou hast sinn'd,\r\n    Teach me, thy tempted subject, to excuse it!\r\n    At first I did adore a twinkling star,\r\n    But now I worship a celestial sun.\r\n    Unheedful vows may heedfully be broken;\r\n    And he wants wit that wants resolved will\r\n    To learn his wit t' exchange the bad for better.\r\n    Fie, fie, unreverend tongue, to call her bad\r\n    Whose sovereignty so oft thou hast preferr'd\r\n    With twenty thousand soul-confirming oaths!\r\n    I cannot leave to love, and yet I do;\r\n    But there I leave to love where I should love.\r\n    Julia I lose, and Valentine I lose;\r\n    If I keep them, I needs must lose myself;\r\n    If I lose them, thus find I by their loss:\r\n    For Valentine, myself; for Julia, Silvia.\r\n    I to myself am dearer than a friend;\r\n    For love is still most precious in itself;\r\n    And Silvia- witness heaven, that made her fair!-\r\n    Shows Julia but a swarthy Ethiope.\r\n    I will forget that Julia is alive,\r\n    Rememb'ring that my love to her is dead;\r\n    And Valentine I'll hold an enemy,\r\n    Aiming at Silvia as a sweeter friend.\r\n    I cannot now prove constant to myself\r\n    Without some treachery us'd to Valentine.\r\n    This night he meaneth with a corded ladder\r\n    To climb celestial Silvia's chamber window,\r\n    Myself in counsel, his competitor.\r\n    Now presently I'll give her father notice\r\n    Of their disguising and pretended flight,\r\n    Who, all enrag'd, will banish Valentine,\r\n    For Thurio, he intends, shall wed his daughter;\r\n    But, Valentine being gone, I'll quickly cross\r\n    By some sly trick blunt Thurio's dull proceeding.\r\n    Love, lend me wings to make my purpose swift,\r\n    As thou hast lent me wit to plot this drift.            Exit\r\n\r\nSCENE VII. Verona. JULIA'S house\r\n\r\nEnter JULIA and LUCETTA\r\n\r\n  JULIA. Counsel, Lucetta; gentle girl, assist me;\r\n    And, ev'n in kind love, I do conjure thee,\r\n    Who art the table wherein all my thoughts\r\n    Are visibly character'd and engrav'd,\r\n    To lesson me and tell me some good mean\r\n    How, with my honour, I may undertake\r\n    A journey to my loving Proteus.\r\n  LUCETTA. Alas, the way is wearisome and long!\r\n  JULIA. A true-devoted pilgrim is not weary\r\n    To measure kingdoms with his feeble steps;\r\n    Much less shall she that hath Love's wings to fly,\r\n    And when the flight is made to one so dear,\r\n    Of such divine perfection, as Sir Proteus.\r\n  LUCETTA. Better forbear till Proteus make return.\r\n  JULIA. O, know'st thou not his looks are my soul's food?\r\n    Pity the dearth that I have pined in\r\n    By longing for that food so long a time.\r\n    Didst thou but know the inly touch of love.\r\n    Thou wouldst as soon go kindle fire with snow\r\n    As seek to quench the fire of love with words.\r\n  LUCETTA. I do not seek to quench your love's hot fire,\r\n    But qualify the fire's extreme rage,\r\n    Lest it should burn above the bounds of reason.\r\n  JULIA. The more thou dam'st it up, the more it burns.\r\n    The current that with gentle murmur glides,\r\n    Thou know'st, being stopp'd, impatiently doth rage;\r\n    But when his fair course is not hindered,\r\n    He makes sweet music with th' enamell'd stones,\r\n    Giving a gentle kiss to every sedge\r\n    He overtaketh in his pilgrimage;\r\n    And so by many winding nooks he strays,\r\n    With willing sport, to the wild ocean.\r\n    Then let me go, and hinder not my course.\r\n    I'll be as patient as a gentle stream,\r\n    And make a pastime of each weary step,\r\n    Till the last step have brought me to my love;\r\n    And there I'll rest as, after much turmoil,\r\n    A blessed soul doth in Elysium.\r\n  LUCETTA. But in what habit will you go along?\r\n  JULIA. Not like a woman, for I would prevent\r\n    The loose encounters of lascivious men;\r\n    Gentle Lucetta, fit me with such weeds\r\n    As may beseem some well-reputed page.\r\n  LUCETTA. Why then, your ladyship must cut your hair.\r\n  JULIA. No, girl; I'll knit it up in silken strings\r\n    With twenty odd-conceited true-love knots-\r\n    To be fantastic may become a youth\r\n    Of greater time than I shall show to be.\r\n  LUCETTA. What fashion, madam, shall I make your breeches?\r\n  JULIA. That fits as well as 'Tell me, good my lord,\r\n    What compass will you wear your farthingale.'\r\n    Why ev'n what fashion thou best likes, Lucetta.\r\n  LUCETTA. You must needs have them with a codpiece, madam.\r\n  JULIA. Out, out, Lucetta, that will be ill-favour'd.\r\n  LUCETTA. A round hose, madam, now's not worth a pin,\r\n    Unless you have a codpiece to stick pins on.\r\n  JULIA. Lucetta, as thou lov'st me, let me have\r\n    What thou think'st meet, and is most mannerly.\r\n    But tell me, wench, how will the world repute me\r\n    For undertaking so unstaid a journey?\r\n    I fear me it will make me scandaliz'd.\r\n  LUCETTA. If you think so, then stay at home and go not.\r\n  JULIA. Nay, that I will not.\r\n  LUCETTA. Then never dream on infamy, but go.\r\n    If Proteus like your journey when you come,\r\n    No matter who's displeas'd when you are gone.\r\n    I fear me he will scarce be pleas'd withal.\r\n  JULIA. That is the least, Lucetta, of my fear:\r\n    A thousand oaths, an ocean of his tears,\r\n    And instances of infinite of love,\r\n    Warrant me welcome to my Proteus.\r\n  LUCETTA. All these are servants to deceitful men.\r\n  JULIA. Base men that use them to so base effect!\r\n    But truer stars did govern Proteus' birth;\r\n    His words are bonds, his oaths are oracles,\r\n    His love sincere, his thoughts immaculate,\r\n    His tears pure messengers sent from his heart,\r\n    His heart as far from fraud as heaven from earth.\r\n  LUCETTA. Pray heav'n he prove so when you come to him.\r\n  JULIA. Now, as thou lov'st me, do him not that wrong\r\n    To bear a hard opinion of his truth;\r\n    Only deserve my love by loving him.\r\n    And presently go with me to my chamber,\r\n    To take a note of what I stand in need of\r\n    To furnish me upon my longing journey.\r\n    All that is mine I leave at thy dispose,\r\n    My goods, my lands, my reputation;\r\n    Only, in lieu thereof, dispatch me hence.\r\n    Come, answer not, but to it presently;\r\n    I am impatient of my tarriance.                       Exeunt\r\n\r\nACT III. SCENE I. Milan. The DUKE'S palace\r\n\r\nEnter DUKE, THURIO, and PROTEUS\r\n\r\n  DUKE. Sir Thurio, give us leave, I pray, awhile;\r\n    We have some secrets to confer about.            Exit THURIO\r\n    Now tell me, Proteus, what's your will with me?\r\n  PROTEUS. My gracious lord, that which I would discover\r\n    The law of friendship bids me to conceal;\r\n    But, when I call to mind your gracious favours\r\n    Done to me, undeserving as I am,\r\n    My duty pricks me on to utter that\r\n    Which else no worldly good should draw from me.\r\n    Know, worthy prince, Sir Valentine, my friend,\r\n    This night intends to steal away your daughter;\r\n    Myself am one made privy to the plot.\r\n    I know you have determin'd to bestow her\r\n    On Thurio, whom your gentle daughter hates;\r\n    And should she thus be stol'n away from you,\r\n    It would be much vexation to your age.\r\n    Thus, for my duty's sake, I rather chose\r\n    To cross my friend in his intended drift\r\n    Than, by concealing it, heap on your head\r\n    A pack of sorrows which would press you down,\r\n    Being unprevented, to your timeless grave.\r\n  DUKE. Proteus, I thank thee for thine honest care,\r\n    Which to requite, command me while I live.\r\n    This love of theirs myself have often seen,\r\n    Haply when they have judg'd me fast asleep,\r\n    And oftentimes have purpos'd to forbid\r\n    Sir Valentine her company and my court;\r\n    But, fearing lest my jealous aim might err\r\n    And so, unworthily, disgrace the man,\r\n    A rashness that I ever yet have shunn'd,\r\n    I gave him gentle looks, thereby to find\r\n    That which thyself hast now disclos'd to me.\r\n    And, that thou mayst perceive my fear of this,\r\n    Knowing that tender youth is soon suggested,\r\n    I nightly lodge her in an upper tow'r,\r\n    The key whereof myself have ever kept;\r\n    And thence she cannot be convey'd away.\r\n  PROTEUS. Know, noble lord, they have devis'd a mean\r\n    How he her chamber window will ascend\r\n    And with a corded ladder fetch her down;\r\n    For which the youthful lover now is gone,\r\n    And this way comes he with it presently;\r\n    Where, if it please you, you may intercept him.\r\n    But, good my lord, do it so cunningly\r\n    That my discovery be not aimed at;\r\n    For love of you, not hate unto my friend,\r\n    Hath made me publisher of this pretence.\r\n  DUKE. Upon mine honour, he shall never know\r\n    That I had any light from thee of this.\r\n  PROTEUS. Adieu, my lord; Sir Valentine is coming.         Exit\r\n\r\n                        Enter VALENTINE\r\n\r\n  DUKE. Sir Valentine, whither away so fast?\r\n  VALENTINE. Please it your Grace, there is a messenger\r\n    That stays to bear my letters to my friends,\r\n    And I am going to deliver them.\r\n  DUKE. Be they of much import?\r\n  VALENTINE. The tenour of them doth but signify\r\n    My health and happy being at your court.\r\n  DUKE. Nay then, no matter; stay with me awhile;\r\n    I am to break with thee of some affairs\r\n    That touch me near, wherein thou must be secret.\r\n    'Tis not unknown to thee that I have sought\r\n    To match my friend Sir Thurio to my daughter.\r\n  VALENTINE. I know it well, my lord; and, sure, the match\r\n    Were rich and honourable; besides, the gentleman\r\n    Is full of virtue, bounty, worth, and qualities\r\n    Beseeming such a wife as your fair daughter.\r\n    Cannot your grace win her to fancy him?\r\n  DUKE. No, trust me; she is peevish, sullen, froward,\r\n    Proud, disobedient, stubborn, lacking duty;\r\n    Neither regarding that she is my child\r\n    Nor fearing me as if I were her father;\r\n    And, may I say to thee, this pride of hers,\r\n    Upon advice, hath drawn my love from her;\r\n    And, where I thought the remnant of mine age\r\n    Should have been cherish'd by her childlike duty,\r\n    I now am full resolv'd to take a wife\r\n    And turn her out to who will take her in.\r\n    Then let her beauty be her wedding-dow'r;\r\n    For me and my possessions she esteems not.\r\n  VALENTINE. What would your Grace have me to do in this?\r\n  DUKE. There is a lady, in Verona here,\r\n    Whom I affect; but she is nice, and coy,\r\n    And nought esteems my aged eloquence.\r\n    Now, therefore, would I have thee to my tutor-\r\n    For long agone I have forgot to court;\r\n    Besides, the fashion of the time is chang'd-\r\n    How and which way I may bestow myself\r\n    To be regarded in her sun-bright eye.\r\n  VALENTINE. Win her with gifts, if she respect not words:\r\n    Dumb jewels often in their silent kind\r\n    More than quick words do move a woman's mind.\r\n  DUKE. But she did scorn a present that I sent her.\r\n  VALENTINE. A woman sometime scorns what best contents her.\r\n    Send her another; never give her o'er,\r\n    For scorn at first makes after-love the more.\r\n    If she do frown, 'tis not in hate of you,\r\n    But rather to beget more love in you;\r\n    If she do chide, 'tis not to have you gone,\r\n    For why, the fools are mad if left alone.\r\n    Take no repulse, whatever she doth say;\r\n    For 'Get you gone' she doth not mean 'Away!'\r\n    Flatter and praise, commend, extol their graces;\r\n    Though ne'er so black, say they have angels' faces.\r\n    That man that hath a tongue, I say, is no man,\r\n    If with his tongue he cannot win a woman.\r\n  DUKE. But she I mean is promis'd by her friends\r\n    Unto a youthful gentleman of worth;\r\n    And kept severely from resort of men,\r\n    That no man hath access by day to her.\r\n  VALENTINE. Why then I would resort to her by night.\r\n  DUKE. Ay, but the doors be lock'd and keys kept safe,\r\n    That no man hath recourse to her by night.\r\n  VALENTINE. What lets but one may enter at her window?\r\n  DUKE. Her chamber is aloft, far from the ground,\r\n    And built so shelving that one cannot climb it\r\n    Without apparent hazard of his life.\r\n  VALENTINE. Why then a ladder, quaintly made of cords,\r\n    To cast up with a pair of anchoring hooks,\r\n    Would serve to scale another Hero's tow'r,\r\n    So bold Leander would adventure it.\r\n  DUKE. Now, as thou art a gentleman of blood,\r\n    Advise me where I may have such a ladder.\r\n  VALENTINE. When would you use it? Pray, sir, tell me that.\r\n  DUKE. This very night; for Love is like a child,\r\n    That longs for everything that he can come by.\r\n  VALENTINE. By seven o'clock I'll get you such a ladder.\r\n  DUKE. But, hark thee; I will go to her alone;\r\n    How shall I best convey the ladder thither?\r\n  VALENTINE. It will be light, my lord, that you may bear it\r\n    Under a cloak that is of any length.\r\n  DUKE. A cloak as long as thine will serve the turn?\r\n  VALENTINE. Ay, my good lord.\r\n  DUKE. Then let me see thy cloak.\r\n    I'll get me one of such another length.\r\n  VALENTINE. Why, any cloak will serve the turn, my lord.\r\n  DUKE. How shall I fashion me to wear a cloak?\r\n    I pray thee, let me feel thy cloak upon me.\r\n    What letter is this same? What's here? 'To Silvia'!\r\n    And here an engine fit for my proceeding!\r\n    I'll be so bold to break the seal for once.          [Reads]\r\n      'My thoughts do harbour with my Silvia nightly,\r\n        And slaves they are to me, that send them flying.\r\n      O, could their master come and go as lightly,\r\n        Himself would lodge where, senseless, they are lying!\r\n      My herald thoughts in thy pure bosom rest them,\r\n        While I, their king, that thither them importune,\r\n      Do curse the grace that with such grace hath blest them,\r\n        Because myself do want my servants' fortune.\r\n      I curse myself, for they are sent by me,\r\n        That they should harbour where their lord should be.'\r\n    What's here?\r\n      'Silvia, this night I will enfranchise thee.'\r\n    'Tis so; and here's the ladder for the purpose.\r\n    Why, Phaethon- for thou art Merops' son-\r\n    Wilt thou aspire to guide the heavenly car,\r\n    And with thy daring folly burn the world?\r\n    Wilt thou reach stars because they shine on thee?\r\n    Go, base intruder, over-weening slave,\r\n    Bestow thy fawning smiles on equal mates;\r\n    And think my patience, more than thy desert,\r\n    Is privilege for thy departure hence.\r\n    Thank me for this more than for all the favours\r\n    Which, all too much, I have bestow'd on thee.\r\n    But if thou linger in my territories\r\n    Longer than swiftest expedition\r\n    Will give thee time to leave our royal court,\r\n    By heaven! my wrath shall far exceed the love\r\n    I ever bore my daughter or thyself.\r\n    Be gone; I will not hear thy vain excuse,\r\n    But, as thou lov'st thy life, make speed from hence.    Exit\r\n  VALENTINE. And why not death rather than living torment?\r\n    To die is to be banish'd from myself,\r\n    And Silvia is myself; banish'd from her\r\n    Is self from self, a deadly banishment.\r\n    What light is light, if Silvia be not seen?\r\n    What joy is joy, if Silvia be not by?\r\n    Unless it be to think that she is by,\r\n    And feed upon the shadow of perfection.\r\n    Except I be by Silvia in the night,\r\n    There is no music in the nightingale;\r\n    Unless I look on Silvia in the day,\r\n    There is no day for me to look upon.\r\n    She is my essence, and I leave to be\r\n    If I be not by her fair influence\r\n    Foster'd, illumin'd, cherish'd, kept alive.\r\n    I fly not death, to fly his deadly doom:\r\n    Tarry I here, I but attend on death;\r\n    But fly I hence, I fly away from life.\r\n\r\n                      Enter PROTEUS and LAUNCE\r\n\r\n  PROTEUS. Run, boy, run, run, seek him out.\r\n  LAUNCE. So-ho, so-ho!\r\n  PROTEUS. What seest thou?\r\n  LAUNCE. Him we go to find: there's not a hair on 's head but 'tis a\r\n    Valentine.\r\n  PROTEUS. Valentine?\r\n  VALENTINE. No.\r\n  PROTEUS. Who then? his spirit?\r\n  VALENTINE. Neither.\r\n  PROTEUS. What then?\r\n  VALENTINE. Nothing.\r\n  LAUNCE. Can nothing speak? Master, shall I strike?\r\n  PROTEUS. Who wouldst thou strike?\r\n  LAUNCE. Nothing.\r\n  PROTEUS. Villain, forbear.\r\n  LAUNCE. Why, sir, I'll strike nothing. I pray you-\r\n  PROTEUS. Sirrah, I say, forbear. Friend Valentine, a word.\r\n  VALENTINE. My ears are stopp'd and cannot hear good news,\r\n    So much of bad already hath possess'd them.\r\n  PROTEUS. Then in dumb silence will I bury mine,\r\n    For they are harsh, untuneable, and bad.\r\n  VALENTINE. Is Silvia dead?\r\n  PROTEUS. No, Valentine.\r\n  VALENTINE. No Valentine, indeed, for sacred Silvia.\r\n    Hath she forsworn me?\r\n  PROTEUS. No, Valentine.\r\n  VALENTINE. No Valentine, if Silvia have forsworn me.\r\n    What is your news?\r\n  LAUNCE. Sir, there is a proclamation that you are vanished.\r\n  PROTEUS. That thou art banished- O, that's the news!-\r\n    From hence, from Silvia, and from me thy friend.\r\n  VALENTINE. O, I have fed upon this woe already,\r\n    And now excess of it will make me surfeit.\r\n    Doth Silvia know that I am banished?\r\n  PROTEUS. Ay, ay; and she hath offered to the doom-\r\n    Which, unrevers'd, stands in effectual force-\r\n    A sea of melting pearl, which some call tears;\r\n    Those at her father's churlish feet she tender'd;\r\n    With them, upon her knees, her humble self,\r\n    Wringing her hands, whose whiteness so became them\r\n    As if but now they waxed pale for woe.\r\n    But neither bended knees, pure hands held up,\r\n    Sad sighs, deep groans, nor silver-shedding tears,\r\n    Could penetrate her uncompassionate sire-\r\n    But Valentine, if he be ta'en, must die.\r\n    Besides, her intercession chaf'd him so,\r\n    When she for thy repeal was suppliant,\r\n    That to close prison he commanded her,\r\n    With many bitter threats of biding there.\r\n  VALENTINE. No more; unless the next word that thou speak'st\r\n    Have some malignant power upon my life:\r\n    If so, I pray thee breathe it in mine ear,\r\n    As ending anthem of my endless dolour.\r\n  PROTEUS. Cease to lament for that thou canst not help,\r\n    And study help for that which thou lament'st.\r\n    Time is the nurse and breeder of all good.\r\n    Here if thou stay thou canst not see thy love;\r\n    Besides, thy staying will abridge thy life.\r\n    Hope is a lover's staff; walk hence with that,\r\n    And manage it against despairing thoughts.\r\n    Thy letters may be here, though thou art hence,\r\n    Which, being writ to me, shall be deliver'd\r\n    Even in the milk-white bosom of thy love.\r\n    The time now serves not to expostulate.\r\n    Come, I'll convey thee through the city gate;\r\n    And, ere I part with thee, confer at large\r\n    Of all that may concern thy love affairs.\r\n    As thou lov'st Silvia, though not for thyself,\r\n    Regard thy danger, and along with me.\r\n  VALENTINE. I pray thee, Launce, an if thou seest my boy,\r\n    Bid him make haste and meet me at the Northgate.\r\n  PROTEUS. Go, sirrah, find him out. Come, Valentine.\r\n  VALENTINE. O my dear Silvia! Hapless Valentine!\r\n                                    Exeunt VALENTINE and PROTEUS\r\n  LAUNCE. I am but a fool, look you, and yet I have the wit to think\r\n    my master is a kind of a knave; but that's all one if he be but\r\n    one knave. He lives not now that knows me to be in love; yet I am\r\n    in love; but a team of horse shall not pluck that from me; nor\r\n    who 'tis I love; and yet 'tis a woman; but what woman I will not\r\n    tell myself; and yet 'tis a milkmaid; yet 'tis not a maid, for\r\n    she hath had gossips; yet 'tis a maid, for she is her master's\r\n    maid and serves for wages. She hath more qualities than a\r\n    water-spaniel- which is much in a bare Christian. Here is the\r\n    cate-log  [Pulling out a paper]  of her condition. 'Inprimis: She\r\n    can fetch and carry.' Why, a horse can do no more; nay, a horse\r\n    cannot fetch, but only carry; therefore is she better than a\r\n    jade. 'Item: She can milk.' Look you, a sweet virtue in a maid\r\n    with clean hands.\r\n\r\n                             Enter SPEED\r\n\r\n  SPEED. How now, Signior Launce! What news with your mastership?\r\n  LAUNCE. With my master's ship? Why, it is at sea.\r\n  SPEED. Well, your old vice still: mistake the word. What news,\r\n    then, in your paper?\r\n  LAUNCE. The black'st news that ever thou heard'st.\r\n  SPEED. Why, man? how black?\r\n  LAUNCE. Why, as black as ink.\r\n  SPEED. Let me read them.\r\n  LAUNCE. Fie on thee, jolt-head; thou canst not read.\r\n  SPEED. Thou liest; I can.\r\n  LAUNCE. I will try thee. Tell me this: Who begot thee?\r\n  SPEED. Marry, the son of my grandfather.\r\n  LAUNCE. O illiterate loiterer. It was the son of thy grandmother.\r\n    This proves that thou canst not read.\r\n  SPEED. Come, fool, come; try me in thy paper.\r\n  LAUNCE.  [Handing over the paper]  There; and Saint Nicholas be thy\r\n    speed.\r\n  SPEED.  [Reads]  'Inprimis: She can milk.'\r\n  LAUNCE. Ay, that she can.\r\n  SPEED. 'Item: She brews good ale.'\r\n  LAUNCE. And thereof comes the proverb: Blessing of your heart, you\r\n    brew good ale.\r\n  SPEED. 'Item: She can sew.'\r\n  LAUNCE. That's as much as to say 'Can she so?'\r\n  SPEED. 'Item: She can knit.'\r\n  LAUNCE. What need a man care for a stock with a wench, when she can\r\n    knit him a stock.\r\n  SPEED. 'Item: She can wash and scour.'\r\n  LAUNCE. A special virtue; for then she need not be wash'd and\r\n    scour'd.\r\n  SPEED. 'Item: She can spin.'\r\n  LAUNCE. Then may I set the world on wheels, when she can spin for\r\n    her living.\r\n  SPEED. 'Item: She hath many nameless virtues.'\r\n  LAUNCE. That's as much as to say 'bastard virtues'; that indeed\r\n    know not their fathers, and therefore have no names.\r\n  SPEED. 'Here follow her vices.'\r\n  LAUNCE. Close at the heels of her virtues.\r\n  SPEED. 'Item: She is not to be kiss'd fasting, in respect of her\r\n    breath.'\r\n  LAUNCE. Well, that fault may be mended with a breakfast.\r\n    Read on.\r\n  SPEED. 'Item: She hath a sweet mouth.'\r\n  LAUNCE. That makes amends for her sour breath.\r\n  SPEED. 'Item: She doth talk in her sleep.'\r\n  LAUNCE. It's no matter for that, so she sleep not in her talk.\r\n  SPEED. 'Item: She is slow in words.'\r\n  LAUNCE. O villain, that set this down among her vices! To be slow\r\n    in words is a woman's only virtue. I pray thee, out with't; and\r\n    place it for her chief virtue.\r\n  SPEED. 'Item: She is proud.'\r\n  LAUNCE. Out with that too; it was Eve's legacy, and cannot be ta'en\r\n    from her.\r\n  SPEED. 'Item: She hath no teeth.'\r\n  LAUNCE. I care not for that neither, because I love crusts.\r\n  SPEED. 'Item: She is curst.'\r\n  LAUNCE. Well, the best is, she hath no teeth to bite.\r\n  SPEED. 'Item: She will often praise her liquor.'\r\n  LAUNCE. If her liquor be good, she shall; if she will not, I will;\r\n    for good things should be praised.\r\n  SPEED. 'Item: She is too liberal.'\r\n  LAUNCE. Of her tongue she cannot, for that's writ down she is slow\r\n    of; of her purse she shall not, for that I'll keep shut. Now of\r\n    another thing she may, and that cannot I help. Well, proceed.\r\n  SPEED. 'Item: She hath more hair than wit, and more faults\r\n    than hairs, and more wealth than faults.'\r\n  LAUNCE. Stop there; I'll have her; she was mine, and not mine,\r\n    twice or thrice in that last article. Rehearse that once more.\r\n  SPEED. 'Item: She hath more hair than wit'-\r\n  LAUNCE. More hair than wit. It may be; I'll prove it: the cover of\r\n    the salt hides the salt, and therefore it is more than the salt;\r\n    the hair that covers the wit is more than the wit, for the\r\n    greater hides the less. What's next?\r\n  SPEED. 'And more faults than hairs'-\r\n  LAUNCE. That's monstrous. O that that were out!\r\n  SPEED. 'And more wealth than faults.'\r\n  LAUNCE. Why, that word makes the faults gracious. Well, I'll have\r\n    her; an if it be a match, as nothing is impossible-\r\n  SPEED. What then?\r\n  LAUNCE. Why, then will I tell thee- that thy master stays for thee\r\n    at the Northgate.\r\n  SPEED. For me?\r\n  LAUNCE. For thee! ay, who art thou? He hath stay'd for a better man\r\n    than thee.\r\n  SPEED. And must I go to him?\r\n  LAUNCE. Thou must run to him, for thou hast stay'd so long that\r\n    going will scarce serve the turn.\r\n  SPEED. Why didst not tell me sooner? Pox of your love letters!\r\n Exit\r\n  LAUNCE. Now will he be swing'd for reading my letter. An unmannerly\r\n    slave that will thrust himself into secrets! I'll after, to\r\n    rejoice in the boy's correction.                        Exit\r\n\r\nSCENE II. Milan. The DUKE'S palace\r\n\r\nEnter DUKE and THURIO\r\n\r\n  DUKE. Sir Thurio, fear not but that she will love you\r\n    Now Valentine is banish'd from her sight.\r\n  THURIO. Since his exile she hath despis'd me most,\r\n    Forsworn my company and rail'd at me,\r\n    That I am desperate of obtaining her.\r\n  DUKE. This weak impress of love is as a figure\r\n    Trenched in ice, which with an hour's heat\r\n    Dissolves to water and doth lose his form.\r\n    A little time will melt her frozen thoughts,\r\n    And worthless Valentine shall be forgot.\r\n\r\n                          Enter PROTEUS\r\n\r\n    How now, Sir Proteus! Is your countryman,\r\n    According to our proclamation, gone?\r\n  PROTEUS. Gone, my good lord.\r\n  DUKE. My daughter takes his going grievously.\r\n  PROTEUS. A little time, my lord, will kill that grief.\r\n  DUKE. So I believe; but Thurio thinks not so.\r\n    Proteus, the good conceit I hold of thee-\r\n    For thou hast shown some sign of good desert-\r\n    Makes me the better to confer with thee.\r\n  PROTEUS. Longer than I prove loyal to your Grace\r\n    Let me not live to look upon your Grace.\r\n  DUKE. Thou know'st how willingly I would effect\r\n    The match between Sir Thurio and my daughter.\r\n  PROTEUS. I do, my lord.\r\n  DUKE. And also, I think, thou art not ignorant\r\n    How she opposes her against my will.\r\n  PROTEUS. She did, my lord, when Valentine was here.\r\n  DUKE. Ay, and perversely she persevers so.\r\n    What might we do to make the girl forget\r\n    The love of Valentine, and love Sir Thurio?\r\n  PROTEUS. The best way is to slander Valentine\r\n    With falsehood, cowardice, and poor descent-\r\n    Three things that women highly hold in hate.\r\n  DUKE. Ay, but she'll think that it is spoke in hate.\r\n  PROTEUS. Ay, if his enemy deliver it;\r\n    Therefore it must with circumstance be spoken\r\n    By one whom she esteemeth as his friend.\r\n  DUKE. Then you must undertake to slander him.\r\n  PROTEUS. And that, my lord, I shall be loath to do:\r\n    'Tis an ill office for a gentleman,\r\n    Especially against his very friend.\r\n  DUKE. Where your good word cannot advantage him,\r\n    Your slander never can endamage him;\r\n    Therefore the office is indifferent,\r\n    Being entreated to it by your friend.\r\n  PROTEUS. You have prevail'd, my lord; if I can do it\r\n    By aught that I can speak in his dispraise,\r\n    She shall not long continue love to him.\r\n    But say this weed her love from Valentine,\r\n    It follows not that she will love Sir Thurio.\r\n  THURIO. Therefore, as you unwind her love from him,\r\n    Lest it should ravel and be good to none,\r\n    You must provide to bottom it on me;\r\n    Which must be done by praising me as much\r\n    As you in worth dispraise Sir Valentine.\r\n  DUKE. And, Proteus, we dare trust you in this kind,\r\n    Because we know, on Valentine's report,\r\n    You are already Love's firm votary\r\n    And cannot soon revolt and change your mind.\r\n    Upon this warrant shall you have access\r\n    Where you with Silvia may confer at large-\r\n    For she is lumpish, heavy, melancholy,\r\n    And, for your friend's sake, will be glad of you-\r\n    Where you may temper her by your persuasion\r\n    To hate young Valentine and love my friend.\r\n  PROTEUS. As much as I can do I will effect.\r\n    But you, Sir Thurio, are not sharp enough;\r\n    You must lay lime to tangle her desires\r\n    By wailful sonnets, whose composed rhymes\r\n    Should be full-fraught with serviceable vows.\r\n  DUKE. Ay,\r\n    Much is the force of heaven-bred poesy.\r\n  PROTEUS. Say that upon the altar of her beauty\r\n    You sacrifice your tears, your sighs, your heart;\r\n    Write till your ink be dry, and with your tears\r\n    Moist it again, and frame some feeling line\r\n    That may discover such integrity;\r\n    For Orpheus' lute was strung with poets' sinews,\r\n    Whose golden touch could soften steel and stones,\r\n    Make tigers tame, and huge leviathans\r\n    Forsake unsounded deeps to dance on sands.\r\n    After your dire-lamenting elegies,\r\n    Visit by night your lady's chamber window\r\n    With some sweet consort; to their instruments\r\n    Tune a deploring dump- the night's dead silence\r\n    Will well become such sweet-complaining grievance.\r\n    This, or else nothing, will inherit her.\r\n  DUKE. This discipline shows thou hast been in love.\r\n  THURIO. And thy advice this night I'll put in practice;\r\n    Therefore, sweet Proteus, my direction-giver,\r\n    Let us into the city presently\r\n    To sort some gentlemen well skill'd in music.\r\n    I have a sonnet that will serve the turn\r\n    To give the onset to thy good advice.\r\n  DUKE. About it, gentlemen!\r\n  PROTEUS. We'll wait upon your Grace till after supper,\r\n    And afterward determine our proceedings.\r\n  DUKE. Even now about it! I will pardon you.             Exeunt\r\n\r\nACT IV. SCENE I. The frontiers of Mantua. A forest\r\n\r\nEnter certain OUTLAWS\r\n\r\n  FIRST OUTLAW. Fellows, stand fast; I see a passenger.\r\n  SECOND OUTLAW. If there be ten, shrink not, but down with 'em.\r\n\r\n                  Enter VALENTINE and SPEED\r\n\r\n  THIRD OUTLAW. Stand, sir, and throw us that you have about ye;\r\n    If not, we'll make you sit, and rifle you.\r\n  SPEED. Sir, we are undone; these are the villains\r\n    That all the travellers do fear so much.\r\n  VALENTINE. My friends-\r\n  FIRST OUTLAW. That's not so, sir; we are your enemies.\r\n  SECOND OUTLAW. Peace! we'll hear him.\r\n  THIRD OUTLAW. Ay, by my beard, will we; for he is a proper man.\r\n  VALENTINE. Then know that I have little wealth to lose;\r\n    A man I am cross'd with adversity;\r\n    My riches are these poor habiliments,\r\n    Of which if you should here disfurnish me,\r\n    You take the sum and substance that I have.\r\n  SECOND OUTLAW. Whither travel you?\r\n  VALENTINE. To Verona.\r\n  FIRST OUTLAW. Whence came you?\r\n  VALENTINE. From Milan.\r\n  THIRD OUTLAW. Have you long sojourn'd there?\r\n  VALENTINE. Some sixteen months, and longer might have stay'd,\r\n    If crooked fortune had not thwarted me.\r\n  FIRST OUTLAW. What, were you banish'd thence?\r\n  VALENTINE. I was.\r\n  SECOND OUTLAW. For what offence?\r\n  VALENTINE. For that which now torments me to rehearse:\r\n    I kill'd a man, whose death I much repent;\r\n    But yet I slew him manfully in fight,\r\n    Without false vantage or base treachery.\r\n  FIRST OUTLAW. Why, ne'er repent it, if it were done so.\r\n    But were you banish'd for so small a fault?\r\n  VALENTINE. I was, and held me glad of such a doom.\r\n  SECOND OUTLAW. Have you the tongues?\r\n  VALENTINE. My youthful travel therein made me happy,\r\n    Or else I often had been miserable.\r\n  THIRD OUTLAW. By the bare scalp of Robin Hood's fat friar,\r\n    This fellow were a king for our wild faction!\r\n  FIRST OUTLAW. We'll have him. Sirs, a word.\r\n  SPEED. Master, be one of them; it's an honourable kind of thievery.\r\n  VALENTINE. Peace, villain!\r\n  SECOND OUTLAW. Tell us this: have you anything to take to?\r\n  VALENTINE. Nothing but my fortune.\r\n  THIRD OUTLAW. Know, then, that some of us are gentlemen,\r\n    Such as the fury of ungovern'd youth\r\n    Thrust from the company of awful men;\r\n    Myself was from Verona banished\r\n    For practising to steal away a lady,\r\n    An heir, and near allied unto the Duke.\r\n  SECOND OUTLAW. And I from Mantua, for a gentleman\r\n    Who, in my mood, I stabb'd unto the heart.\r\n  FIRST OUTLAW. And I for such-like petty crimes as these.\r\n    But to the purpose- for we cite our faults\r\n    That they may hold excus'd our lawless lives;\r\n    And, partly, seeing you are beautified\r\n    With goodly shape, and by your own report\r\n    A linguist, and a man of such perfection\r\n    As we do in our quality much want-\r\n  SECOND OUTLAW. Indeed, because you are a banish'd man,\r\n    Therefore, above the rest, we parley to you.\r\n    Are you content to be our general-\r\n    To make a virtue of necessity,\r\n    And live as we do in this wilderness?\r\n  THIRD OUTLAW. What say'st thou? Wilt thou be of our consort?\r\n    Say 'ay' and be the captain of us all.\r\n    We'll do thee homage, and be rul'd by thee,\r\n    Love thee as our commander and our king.\r\n  FIRST OUTLAW. But if thou scorn our courtesy thou diest.\r\n  SECOND OUTLAW. Thou shalt not live to brag what we have offer'd.\r\n  VALENTINE. I take your offer, and will live with you,\r\n    Provided that you do no outrages\r\n    On silly women or poor passengers.\r\n  THIRD OUTLAW. No, we detest such vile base practices.\r\n    Come, go with us; we'll bring thee to our crews,\r\n    And show thee all the treasure we have got;\r\n    Which, with ourselves, all rest at thy dispose.       Exeunt\r\n\r\nSCENE II. Milan. Outside the DUKE'S palace, under SILVIA'S window\r\n\r\nEnter PROTEUS\r\n\r\n  PROTEUS. Already have I been false to Valentine,\r\n    And now I must be as unjust to Thurio.\r\n    Under the colour of commending him\r\n    I have access my own love to prefer;\r\n    But Silvia is too fair, too true, too holy,\r\n    To be corrupted with my worthless gifts.\r\n    When I protest true loyalty to her,\r\n    She twits me with my falsehood to my friend;\r\n    When to her beauty I commend my vows,\r\n    She bids me think how I have been forsworn\r\n    In breaking faith with Julia whom I lov'd;\r\n    And notwithstanding all her sudden quips,\r\n    The least whereof would quell a lover's hope,\r\n    Yet, spaniel-like, the more she spurns my love\r\n    The more it grows and fawneth on her still.\r\n\r\n                 Enter THURIO and MUSICIANS\r\n\r\n    But here comes Thurio. Now must we to her window,\r\n    And give some evening music to her ear.\r\n  THURIO. How now, Sir Proteus, are you crept before us?\r\n  PROTEUS. Ay, gentle Thurio; for you know that love\r\n    Will creep in service where it cannot go.\r\n  THURIO. Ay, but I hope, sir, that you love not here.\r\n  PROTEUS. Sir, but I do; or else I would be hence.\r\n  THURIO. Who? Silvia?\r\n  PROTEUS. Ay, Silvia- for your sake.\r\n  THURIO. I thank you for your own. Now, gentlemen,\r\n    Let's tune, and to it lustily awhile.\r\n\r\n    Enter at a distance, HOST, and JULIA in boy's clothes\r\n\r\n  HOST. Now, my young guest, methinks you're allycholly; I pray you,\r\n    why is it?\r\n  JULIA. Marry, mine host, because I cannot be merry.\r\n  HOST. Come, we'll have you merry; I'll bring you where you shall\r\n    hear music, and see the gentleman that you ask'd for.\r\n  JULIA. But shall I hear him speak?\r\n  HOST. Ay, that you shall.                        [Music plays]\r\n  JULIA. That will be music.\r\n  HOST. Hark, hark!\r\n  JULIA. Is he among these?\r\n  HOST. Ay; but peace! let's hear 'em.\r\n\r\n                   SONG\r\n         Who is Silvia? What is she,\r\n           That all our swains commend her?\r\n         Holy, fair, and wise is she;\r\n           The heaven such grace did lend her,\r\n         That she might admired be.\r\n\r\n         Is she kind as she is fair?\r\n           For beauty lives with kindness.\r\n         Love doth to her eyes repair,\r\n           To help him of his blindness;\r\n         And, being help'd, inhabits there.\r\n\r\n         Then to Silvia let us sing\r\n           That Silvia is excelling;\r\n         She excels each mortal thing\r\n           Upon the dull earth dwelling.\r\n         'To her let us garlands bring.\r\n\r\n  HOST. How now, are you sadder than you were before?\r\n    How do you, man? The music likes you not.\r\n  JULIA. You mistake; the musician likes me not.\r\n  HOST. Why, my pretty youth?\r\n  JULIA. He plays false, father.\r\n  HOST. How, out of tune on the strings?\r\n  JULIA. Not so; but yet so false that he grieves my very\r\n    heart-strings.\r\n  HOST. You have a quick ear.\r\n  JULIA. Ay, I would I were deaf; it makes me have a slow heart.\r\n  HOST. I perceive you delight not in music.\r\n  JULIA. Not a whit, when it jars so.\r\n  HOST. Hark, what fine change is in the music!\r\n  JULIA. Ay, that change is the spite.\r\n  HOST. You would have them always play but one thing?\r\n  JULIA. I would always have one play but one thing.\r\n    But, Host, doth this Sir Proteus, that we talk on,\r\n    Often resort unto this gentlewoman?\r\n  HOST. I tell you what Launce, his man, told me: he lov'd her out of\r\n    all nick.\r\n  JULIA. Where is Launce?\r\n  HOST. Gone to seek his dog, which to-morrow, by his master's\r\n    command, he must carry for a present to his lady.\r\n  JULIA. Peace, stand aside; the company parts.\r\n  PROTEUS. Sir Thurio, fear not you; I will so plead\r\n    That you shall say my cunning drift excels.\r\n  THURIO. Where meet we?\r\n  PROTEUS. At Saint Gregory's well.\r\n  THURIO. Farewell.                  Exeunt THURIO and MUSICIANS\r\n\r\n                  Enter SILVIA above, at her window\r\n\r\n  PROTEUS. Madam, good ev'n to your ladyship.\r\n  SILVIA. I thank you for your music, gentlemen.\r\n    Who is that that spake?\r\n  PROTEUS. One, lady, if you knew his pure heart's truth,\r\n    You would quickly learn to know him by his voice.\r\n  SILVIA. Sir Proteus, as I take it.\r\n  PROTEUS. Sir Proteus, gentle lady, and your servant.\r\n  SILVIA. What's your will?\r\n  PROTEUS. That I may compass yours.\r\n  SILVIA. You have your wish; my will is even this,\r\n    That presently you hie you home to bed.\r\n    Thou subtle, perjur'd, false, disloyal man,\r\n    Think'st thou I am so shallow, so conceitless,\r\n    To be seduced by thy flattery\r\n    That hast deceiv'd so many with thy vows?\r\n    Return, return, and make thy love amends.\r\n    For me, by this pale queen of night I swear,\r\n    I am so far from granting thy request\r\n    That I despise thee for thy wrongful suit,\r\n    And by and by intend to chide myself\r\n    Even for this time I spend in talking to thee.\r\n  PROTEUS. I grant, sweet love, that I did love a lady;\r\n    But she is dead.\r\n  JULIA.  [Aside]  'Twere false, if I should speak it;\r\n    For I am sure she is not buried.\r\n  SILVIA. Say that she be; yet Valentine, thy friend,\r\n    Survives, to whom, thyself art witness,\r\n    I am betroth'd; and art thou not asham'd\r\n    To wrong him with thy importunacy?\r\n  PROTEUS. I likewise hear that Valentine is dead.\r\n  SILVIA. And so suppose am I; for in his grave\r\n    Assure thyself my love is buried.\r\n  PROTEUS. Sweet lady, let me rake it from the earth.\r\n  SILVIA. Go to thy lady's grave, and call hers thence;\r\n    Or, at the least, in hers sepulchre thine.\r\n  JULIA.  [Aside]  He heard not that.\r\n  PROTEUS. Madam, if your heart be so obdurate,\r\n    Vouchsafe me yet your picture for my love,\r\n    The picture that is hanging in your chamber;\r\n    To that I'll speak, to that I'll sigh and weep;\r\n    For, since the substance of your perfect self\r\n    Is else devoted, I am but a shadow;\r\n    And to your shadow will I make true love.\r\n  JULIA.  [Aside]  If 'twere a substance, you would, sure, deceive it\r\n    And make it but a shadow, as I am.\r\n  SILVIA. I am very loath to be your idol, sir;\r\n    But since your falsehood shall become you well\r\n    To worship shadows and adore false shapes,\r\n    Send to me in the morning, and I'll send it;\r\n    And so, good rest.\r\n  PROTEUS. As wretches have o'ernight\r\n    That wait for execution in the morn.\r\n                                       Exeunt PROTEUS and SILVIA\r\n  JULIA. Host, will you go?\r\n  HOST. By my halidom, I was fast asleep.\r\n  JULIA. Pray you, where lies Sir Proteus?\r\n  HOST. Marry, at my house. Trust me, I think 'tis almost day.\r\n  JULIA. Not so; but it hath been the longest night\r\n    That e'er I watch'd, and the most heaviest.           Exeunt\r\n\r\nSCENE III. Under SILVIA'S window\r\n\r\nEnter EGLAMOUR\r\n\r\n  EGLAMOUR. This is the hour that Madam Silvia\r\n    Entreated me to call and know her mind;\r\n    There's some great matter she'd employ me in.\r\n    Madam, madam!\r\n\r\n             Enter SILVIA above, at her window\r\n\r\n  SILVIA. Who calls?\r\n  EGLAMOUR. Your servant and your friend;\r\n    One that attends your ladyship's command.\r\n  SILVIA. Sir Eglamour, a thousand times good morrow!\r\n  EGLAMOUR. As many, worthy lady, to yourself!\r\n    According to your ladyship's impose,\r\n    I am thus early come to know what service\r\n    It is your pleasure to command me in.\r\n  SILVIA. O Eglamour, thou art a gentleman-\r\n    Think not I flatter, for I swear I do not-\r\n    Valiant, wise, remorseful, well accomplish'd.\r\n    Thou art not ignorant what dear good will\r\n    I bear unto the banish'd Valentine;\r\n    Nor how my father would enforce me marry\r\n    Vain Thurio, whom my very soul abhors.\r\n    Thyself hast lov'd; and I have heard thee say\r\n    No grief did ever come so near thy heart\r\n    As when thy lady and thy true love died,\r\n    Upon whose grave thou vow'dst pure chastity.\r\n    Sir Eglamour, I would to Valentine,\r\n    To Mantua, where I hear he makes abode;\r\n    And, for the ways are dangerous to pass,\r\n    I do desire thy worthy company,\r\n    Upon whose faith and honour I repose.\r\n    Urge not my father's anger, Eglamour,\r\n    But think upon my grief, a lady's grief,\r\n    And on the justice of my flying hence\r\n    To keep me from a most unholy match,\r\n    Which heaven and fortune still rewards with plagues.\r\n    I do desire thee, even from a heart\r\n    As full of sorrows as the sea of sands,\r\n    To bear me company and go with me;\r\n    If not, to hide what I have said to thee,\r\n    That I may venture to depart alone.\r\n  EGLAMOUR. Madam, I pity much your grievances;\r\n    Which since I know they virtuously are plac'd,\r\n    I give consent to go along with you,\r\n    Recking as little what betideth me\r\n    As much I wish all good befortune you.\r\n    When will you go?\r\n  SILVIA. This evening coming.\r\n  EGLAMOUR. Where shall I meet you?\r\n  SILVIA. At Friar Patrick's cell,\r\n    Where I intend holy confession.\r\n  EGLAMOUR. I will not fail your ladyship. Good morrow, gentle lady.\r\n  SILVIA. Good morrow, kind Sir Eglamour.                 Exeunt\r\n\r\nSCENE IV. Under SILVIA'S Window\r\n\r\nEnter LAUNCE with his dog\r\n\r\n  LAUNCE. When a man's servant shall play the cur with him, look you,\r\n  it goes hard- one that I brought up of a puppy; one that I sav'd from\r\n  drowning, when three or four of his blind brothers and sisters went\r\n  to it. I have taught him, even as one would say precisely 'Thus I\r\n  would teach a dog.' I was sent to deliver him as a present to\r\n  Mistress Silvia from my master; and I came no sooner into the\r\n  dining-chamber, but he steps me to her trencher and steals her\r\n  capon's leg. O, 'tis a foul thing when a cur cannot keep himself in\r\n  all companies! I would have, as one should say, one that takes upon\r\n  him to be a dog indeed, to be, as it were, a dog at all things. If I\r\n  had not had more wit than he, to take a fault upon me that he did, I\r\n  think verily he had been hang'd for't; sure as I live, he had\r\n  suffer'd for't. You shall judge. He thrusts me himself into the\r\n  company of three or four gentleman-like dogs under the Duke's table;\r\n  he had not been there, bless the mark, a pissing while but all the\r\n  chamber smelt him. 'Out with the dog' says one; 'What cur is that?'\r\n  says another; 'Whip him out' says the third; 'Hang him up' says the\r\n  Duke. I, having been acquainted with the smell before, knew it was\r\n  Crab, and goes me to the fellow that whips the dogs. 'Friend,' quoth\r\n  I 'you mean to whip the dog.' 'Ay, marry do I' quoth he. 'You do him\r\n  the more wrong,' quoth I; \"twas I did the thing you wot of.' He makes\r\n  me no more ado, but whips me out of the chamber. How many masters\r\n  would do this for his servant? Nay, I'll be sworn, I have sat in the\r\n  stock for puddings he hath stol'n, otherwise he had been executed; I\r\n  have stood on the pillory for geese he hath kill'd, otherwise he had\r\n  suffer'd for't. Thou think'st not of this now. Nay, I remember the\r\n  trick you serv'd me when I took my leave of Madam Silvia. Did not I\r\n  bid thee still mark me and do as I do? When didst thou see me heave\r\n  up my leg and make water against a gentlewoman's farthingale? Didst\r\n  thou ever see me do such a trick?\r\n\r\n               Enter PROTEUS, and JULIA in boy's clothes\r\n\r\n  PROTEUS. Sebastian is thy name? I like thee well,\r\n    And will employ thee in some service presently.\r\n  JULIA. In what you please; I'll do what I can.\r\n  PROTEUS..I hope thou wilt.  [To LAUNCE]  How now, you whoreson\r\n      peasant!\r\n    Where have you been these two days loitering?\r\n  LAUNCE. Marry, sir, I carried Mistress Silvia the dog you bade me.\r\n  PROTEUS. And what says she to my little jewel?\r\n  LAUNCE. Marry, she says your dog was a cur, and tells you currish\r\n    thanks is good enough for such a present.\r\n  PROTEUS. But she receiv'd my dog?\r\n  LAUNCE. No, indeed, did she not; here have I brought him back\r\n    again.\r\n  PROTEUS. What, didst thou offer her this from me?\r\n  LAUNCE. Ay, sir; the other squirrel was stol'n from me by the\r\n    hangman's boys in the market-place; and then I offer'd her mine\r\n    own, who is a dog as big as ten of yours, and therefore the gift\r\n    the greater.\r\n  PROTEUS. Go, get thee hence and find my dog again,\r\n    Or ne'er return again into my sight.\r\n    Away, I say. Stayest thou to vex me here?        Exit LAUNCE\r\n    A slave that still an end turns me to shame!\r\n    Sebastian, I have entertained thee\r\n    Partly that I have need of such a youth\r\n    That can with some discretion do my business,\r\n    For 'tis no trusting to yond foolish lout,\r\n    But chiefly for thy face and thy behaviour,\r\n    Which, if my augury deceive me not,\r\n    Witness good bringing up, fortune, and truth;\r\n    Therefore, know thou, for this I entertain thee.\r\n    Go presently, and take this ring with thee,\r\n    Deliver it to Madam Silvia-\r\n    She lov'd me well deliver'd it to me.\r\n  JULIA. It seems you lov'd not her, to leave her token.\r\n    She is dead, belike?\r\n  PROTEUS. Not so; I think she lives.\r\n  JULIA. Alas!\r\n  PROTEUS. Why dost thou cry 'Alas'?\r\n  JULIA. I cannot choose\r\n    But pity her.\r\n  PROTEUS. Wherefore shouldst thou pity her?\r\n  JULIA. Because methinks that she lov'd you as well\r\n    As you do love your lady Silvia.\r\n    She dreams on him that has forgot her love:\r\n    You dote on her that cares not for your love.\r\n    'Tis pity love should be so contrary;\r\n    And thinking on it makes me cry 'Alas!'\r\n  PROTEUS. Well, give her that ring, and therewithal\r\n    This letter. That's her chamber. Tell my lady\r\n    I claim the promise for her heavenly picture.\r\n    Your message done, hie home unto my chamber,\r\n    Where thou shalt find me sad and solitary.      Exit PROTEUS\r\n  JULIA. How many women would do such a message?\r\n    Alas, poor Proteus, thou hast entertain'd\r\n    A fox to be the shepherd of thy lambs.\r\n    Alas, poor fool, why do I pity him\r\n    That with his very heart despiseth me?\r\n    Because he loves her, he despiseth me;\r\n    Because I love him, I must pity him.\r\n    This ring I gave him, when he parted from me,\r\n    To bind him to remember my good will;\r\n    And now am I, unhappy messenger,\r\n    To plead for that which I would not obtain,\r\n    To carry that which I would have refus'd,\r\n    To praise his faith, which I would have disprais'd.\r\n    I am my master's true confirmed love,\r\n    But cannot be true servant to my master\r\n    Unless I prove false traitor to myself.\r\n    Yet will I woo for him, but yet so coldly\r\n    As, heaven it knows, I would not have him speed.\r\n\r\n                     Enter SILVIA, attended\r\n\r\n    Gentlewoman, good day! I pray you be my mean\r\n    To bring me where to speak with Madam Silvia.\r\n  SILVIA. What would you with her, if that I be she?\r\n  JULIA. If you be she, I do entreat your patience\r\n    To hear me speak the message I am sent on.\r\n  SILVIA. From whom?\r\n  JULIA. From my master, Sir Proteus, madam.\r\n  SILVIA. O, he sends you for a picture?\r\n  JULIA. Ay, madam.\r\n  SILVIA. Ursula, bring my picture there.\r\n    Go, give your master this. Tell him from me,\r\n    One Julia, that his changing thoughts forget,\r\n    Would better fit his chamber than this shadow.\r\n  JULIA. Madam, please you peruse this letter.\r\n    Pardon me, madam; I have unadvis'd\r\n    Deliver'd you a paper that I should not.\r\n    This is the letter to your ladyship.\r\n  SILVIA. I pray thee let me look on that again.\r\n  JULIA. It may not be; good madam, pardon me.\r\n  SILVIA. There, hold!\r\n    I will not look upon your master's lines.\r\n    I know they are stuff'd with protestations,\r\n    And full of new-found oaths, which he wul break\r\n    As easily as I do tear his paper.\r\n  JULIA. Madam, he sends your ladyship this ring.\r\n  SILVIA. The more shame for him that he sends it me;\r\n    For I have heard him say a thousand times\r\n    His Julia gave it him at his departure.\r\n    Though his false finger have profan'd the ring,\r\n    Mine shall not do his Julia so much wrong.\r\n  JULIA. She thanks you.\r\n  SILVIA. What say'st thou?\r\n  JULIA. I thank you, madam, that you tender her.\r\n    Poor gentlewoman, my master wrongs her much.\r\n  SILVIA. Dost thou know her?\r\n  JULIA. Almost as well as I do know myself.\r\n    To think upon her woes, I do protest\r\n    That I have wept a hundred several times.\r\n  SILVIA. Belike she thinks that Proteus hath forsook her.\r\n  JULIA. I think she doth, and that's her cause of sorrow.\r\n  SILVIA. Is she not passing fair?\r\n  JULIA. She hath been fairer, madam, than she is.\r\n    When she did think my master lov'd her well,\r\n    She, in my judgment, was as fair as you;\r\n    But since she did neglect her looking-glass\r\n    And threw her sun-expelling mask away,\r\n    The air hath starv'd the roses in her cheeks\r\n    And pinch'd the lily-tincture of her face,\r\n    That now she is become as black as I.\r\n  SILVIA. How tall was she?\r\n  JULIA. About my stature; for at Pentecost,\r\n    When all our pageants of delight were play'd,\r\n    Our youth got me to play the woman's part,\r\n    And I was trimm'd in Madam Julia's gown;\r\n    Which served me as fit, by all men's judgments,\r\n    As if the garment had been made for me;\r\n    Therefore I know she is about my height.\r\n    And at that time I made her weep a good,\r\n    For I did play a lamentable part.\r\n    Madam, 'twas Ariadne passioning\r\n    For Theseus' perjury and unjust flight;\r\n    Which I so lively acted with my tears\r\n    That my poor mistress, moved therewithal,\r\n    Wept bitterly; and would I might be dead\r\n    If I in thought felt not her very sorrow.\r\n  SILVIA. She is beholding to thee, gentle youth.\r\n    Alas, poor lady, desolate and left!\r\n    I weep myself, to think upon thy words.\r\n    Here, youth, there is my purse; I give thee this\r\n    For thy sweet mistress' sake, because thou lov'st her.\r\n    Farewell.                        Exit SILVIA with ATTENDANTS\r\n  JULIA. And she shall thank you for't, if e'er you know her.\r\n    A virtuous gentlewoman, mild and beautiful!\r\n    I hope my master's suit will be but cold,\r\n    Since she respects my mistress' love so much.\r\n    Alas, how love can trifle with itself!\r\n    Here is her picture; let me see. I think,\r\n    If I had such a tire, this face of mine\r\n    Were full as lovely as is this of hers;\r\n    And yet the painter flatter'd her a little,\r\n    Unless I flatter with myself too much.\r\n    Her hair is auburn, mine is perfect yellow;\r\n    If that be all the difference in his love,\r\n    I'll get me such a colour'd periwig.\r\n    Her eyes are grey as glass, and so are mine;\r\n    Ay, but her forehead's low, and mine's as high.\r\n    What should it be that he respects in her\r\n    But I can make respective in myself,\r\n    If this fond Love were not a blinded god?\r\n    Come, shadow, come, and take this shadow up,\r\n    For 'tis thy rival. O thou senseless form,\r\n    Thou shalt be worshipp'd, kiss'd, lov'd, and ador'd!\r\n    And were there sense in his idolatry\r\n    My substance should be statue in thy stead.\r\n    I'll use thee kindly for thy mistress' sake,\r\n    That us'd me so; or else, by Jove I vow,\r\n    I should have scratch'd out your unseeing eyes,\r\n    To make my master out of love with thee.                Exit\r\n\r\nACT V. SCENE I. Milan. An abbey\r\n\r\nEnter EGLAMOUR\r\n\r\n  EGLAMOUR. The sun begins to gild the western sky,\r\n    And now it is about the very hour\r\n    That Silvia at Friar Patrick's cell should meet me.\r\n    She will not fail, for lovers break not hours\r\n    Unless it be to come before their time,\r\n    So much they spur their expedition.\r\n\r\n                         Enter SILVIA\r\n\r\n    See where she comes. Lady, a happy evening!\r\n  SILVIA. Amen, amen! Go on, good Eglamour,\r\n    Out at the postern by the abbey wall;\r\n    I fear I am attended by some spies.\r\n  EGLAMOUR. Fear not. The forest is not three leagues off;\r\n    If we recover that, we are sure enough.               Exeunt\r\n\r\nSCENE II. Milan. The DUKE'S palace\r\n\r\nEnter THURIO, PROTEUS, and JULIA as SEBASTIAN\r\n\r\n  THURIO. Sir Proteus, what says Silvia to my suit?\r\n  PROTEUS. O, sir, I find her milder than she was;\r\n    And yet she takes exceptions at your person.\r\n  THURIO. What, that my leg is too long?\r\n  PROTEUS. No; that it is too little.\r\n  THURIO. I'll wear a boot to make it somewhat rounder.\r\n  JULIA.  [Aside]  But love will not be spurr'd to what it loathes.\r\n  THURIO. What says she to my face?\r\n  PROTEUS. She says it is a fair one.\r\n  THURIO. Nay, then, the wanton lies; my face is black.\r\n  PROTEUS. But pearls are fair; and the old saying is:\r\n    Black men are pearls in beauteous ladies' eyes.\r\n  JULIA.  [Aside]  'Tis true, such pearls as put out ladies' eyes;\r\n    For I had rather wink than look on them.\r\n  THURIO. How likes she my discourse?\r\n  PROTEUS. Ill, when you talk of war.\r\n  THURIO. But well when I discourse of love and peace?\r\n  JULIA.  [Aside]  But better, indeed, when you hold your peace.\r\n  THURIO. What says she to my valour?\r\n  PROTEUS. O, sir, she makes no doubt of that.\r\n  JULIA.  [Aside]  She needs not, when she knows it cowardice.\r\n  THURIO. What says she to my birth?\r\n  PROTEUS. That you are well deriv'd.\r\n  JULIA.  [Aside]  True; from a gentleman to a fool.\r\n  THURIO. Considers she my possessions?\r\n  PROTEUS. O, ay; and pities them.\r\n  THURIO. Wherefore?\r\n  JULIA.  [Aside]  That such an ass should owe them.\r\n  PROTEUS. That they are out by lease.\r\n  JULIA. Here comes the Duke.\r\n\r\n                          Enter DUKE\r\n\r\n  DUKE. How now, Sir Proteus! how now, Thurio!\r\n    Which of you saw Sir Eglamour of late?\r\n  THURIO. Not I.\r\n  PROTEUS. Nor I.\r\n  DUKE. Saw you my daughter?\r\n  PROTEUS. Neither.\r\n  DUKE. Why then,\r\n    She's fled unto that peasant Valentine;\r\n    And Eglamour is in her company.\r\n    'Tis true; for Friar Lawrence met them both\r\n    As he in penance wander'd through the forest;\r\n    Him he knew well, and guess'd that it was she,\r\n    But, being mask'd, he was not sure of it;\r\n    Besides, she did intend confession\r\n    At Patrick's cell this even; and there she was not.\r\n    These likelihoods confirm her flight from hence;\r\n    Therefore, I pray you, stand not to discourse,\r\n    But mount you presently, and meet with me\r\n    Upon the rising of the mountain foot\r\n    That leads toward Mantua, whither they are fled.\r\n    Dispatch, sweet gentlemen, and follow me.               Exit\r\n  THURIO. Why, this it is to be a peevish girl\r\n    That flies her fortune when it follows her.\r\n    I'll after, more to be reveng'd on Eglamour\r\n    Than for the love of reckless Silvia.                   Exit\r\n  PROTEUS. And I will follow, more for Silvia's love\r\n    Than hate of Eglamour, that goes with her.              Exit\r\n  JULIA. And I will follow, more to cross that love\r\n    Than hate for Silvia, that is gone for love.            Exit\r\n\r\nSCENE III. The frontiers of Mantua. The forest\r\n\r\nEnter OUTLAWS with SILVA\r\n\r\n  FIRST OUTLAW. Come, come.\r\n    Be patient; we must bring you to our captain.\r\n  SILVIA. A thousand more mischances than this one\r\n    Have learn'd me how to brook this patiently.\r\n  SECOND OUTLAW. Come, bring her away.\r\n  FIRST OUTLAW. Where is the gentleman that was with her?\r\n  SECOND OUTLAW. Being nimble-footed, he hath outrun us,\r\n    But Moyses and Valerius follow him.\r\n    Go thou with her to the west end of the wood;\r\n    There is our captain; we'll follow him that's fled.\r\n    The thicket is beset; he cannot 'scape.\r\n  FIRST OUTLAW. Come, I must bring you to our captain's cave;\r\n    Fear not; he bears an honourable mind,\r\n    And will not use a woman lawlessly.\r\n  SILVIA. O Valentine, this I endure for thee!            Exeunt\r\n\r\nSCENE IV. Another part of the forest\r\n\r\nEnter VALENTINE\r\n\r\n  VALENTINE. How use doth breed a habit in a man!\r\n    This shadowy desert, unfrequented woods,\r\n    I better brook than flourishing peopled towns.\r\n    Here can I sit alone, unseen of any,\r\n    And to the nightingale's complaining notes\r\n    Tune my distresses and record my woes.\r\n    O thou that dost inhabit in my breast,\r\n    Leave not the mansion so long tenantless,\r\n    Lest, growing ruinous, the building fall\r\n    And leave no memory of what it was!\r\n    Repair me with thy presence, Silvia:\r\n    Thou gentle nymph, cherish thy forlorn swain.\r\n    What halloing and what stir is this to-day?\r\n    These are my mates, that make their wills their law,\r\n    Have some unhappy passenger in chase.\r\n    They love me well; yet I have much to do\r\n    To keep them from uncivil outrages.\r\n    Withdraw thee, Valentine. Who's this comes here?\r\n                                                   [Steps aside]\r\n\r\n          Enter PROTEUS, SILVIA, and JULIA as Sebastian\r\n\r\n  PROTEUS. Madam, this service I have done for you,\r\n    Though you respect not aught your servant doth,\r\n    To hazard life, and rescue you from him\r\n    That would have forc'd your honour and your love.\r\n    Vouchsafe me, for my meed, but one fair look;\r\n    A smaller boon than this I cannot beg,\r\n    And less than this, I am sure, you cannot give.\r\n  VALENTINE.  [Aside]  How like a dream is this I see and hear!\r\n    Love, lend me patience to forbear awhile.\r\n  SILVIA. O miserable, unhappy that I am!\r\n  PROTEUS. Unhappy were you, madam, ere I came;\r\n    But by my coming I have made you happy.\r\n  SILVIA. By thy approach thou mak'st me most unhappy.\r\n  JULIA.  [Aside]  And me, when he approacheth to your presence.\r\n  SILVIA. Had I been seized by a hungry lion,\r\n    I would have been a breakfast to the beast\r\n    Rather than have false Proteus rescue me.\r\n    O, heaven be judge how I love Valentine,\r\n    Whose life's as tender to me as my soul!\r\n    And full as much, for more there cannot be,\r\n    I do detest false, perjur'd Proteus.\r\n    Therefore be gone; solicit me no more.\r\n  PROTEUS. What dangerous action, stood it next to death,\r\n    Would I not undergo for one calm look?\r\n    O, 'tis the curse in love, and still approv'd,\r\n    When women cannot love where they're belov'd!\r\n  SILVIA. When Proteus cannot love where he's belov'd!\r\n    Read over Julia's heart, thy first best love,\r\n    For whose dear sake thou didst then rend thy faith\r\n    Into a thousand oaths; and all those oaths\r\n    Descended into perjury, to love me.\r\n    Thou hast no faith left now, unless thou'dst two,\r\n    And that's far worse than none; better have none\r\n    Than plural faith, which is too much by one.\r\n    Thou counterfeit to thy true friend!\r\n  PROTEUS. In love,\r\n    Who respects friend?\r\n  SILVIA. All men but Proteus.\r\n  PROTEUS. Nay, if the gentle spirit of moving words\r\n    Can no way change you to a milder form,\r\n    I'll woo you like a soldier, at arms' end,\r\n    And love you 'gainst the nature of love- force ye.\r\n  SILVIA. O heaven!\r\n  PROTEUS. I'll force thee yield to my desire.\r\n  VALENTINE. Ruffian! let go that rude uncivil touch;\r\n    Thou friend of an ill fashion!\r\n  PROTEUS. Valentine!\r\n  VALENTINE. Thou common friend, that's without faith or love-\r\n    For such is a friend now; treacherous man,\r\n    Thou hast beguil'd my hopes; nought but mine eye\r\n    Could have persuaded me. Now I dare not say\r\n    I have one friend alive: thou wouldst disprove me.\r\n    Who should be trusted, when one's own right hand\r\n    Is perjured to the bosom? Proteus,\r\n    I am sorry I must never trust thee more,\r\n    But count the world a stranger for thy sake.\r\n    The private wound is deepest. O time most accurst!\r\n    'Mongst all foes that a friend should be the worst!\r\n  PROTEUS. My shame and guilt confounds me.\r\n    Forgive me, Valentine; if hearty sorrow\r\n    Be a sufficient ransom for offence,\r\n    I tender 't here; I do as truly suffer\r\n    As e'er I did commit.\r\n  VALENTINE. Then I am paid;\r\n    And once again I do receive thee honest.\r\n    Who by repentance is not satisfied\r\n    Is nor of heaven nor earth, for these are pleas'd;\r\n    By penitence th' Eternal's wrath's appeas'd.\r\n    And, that my love may appear plain and free,\r\n    All that was mine in Silvia I give thee.\r\n  JULIA. O me unhappy!                                  [Swoons]\r\n  PROTEUS. Look to the boy.\r\n  VALENTINE. Why, boy! why, wag! how now!\r\n    What's the matter? Look up; speak.\r\n  JULIA. O good sir, my master charg'd me to deliver a ring to Madam\r\n    Silvia, which, out of my neglect, was never done.\r\n  PROTEUS. Where is that ring, boy?\r\n  JULIA. Here 'tis; this is it.\r\n  PROTEUS. How! let me see. Why, this is the ring I gave to Julia.\r\n  JULIA. O, cry you mercy, sir, I have mistook;\r\n    This is the ring you sent to Silvia.\r\n  PROTEUS. But how cam'st thou by this ring?\r\n    At my depart I gave this unto Julia.\r\n  JULIA. And Julia herself did give it me;\r\n    And Julia herself have brought it hither.\r\n  PROTEUS. How! Julia!\r\n  JULIA. Behold her that gave aim to all thy oaths,\r\n    And entertain'd 'em deeply in her heart.\r\n    How oft hast thou with perjury cleft the root!\r\n    O Proteus, let this habit make thee blush!\r\n    Be thou asham'd that I have took upon me\r\n    Such an immodest raiment- if shame live\r\n    In a disguise of love.\r\n    It is the lesser blot, modesty finds,\r\n    Women to change their shapes than men their minds.\r\n  PROTEUS. Than men their minds! 'tis true. O heaven, were man\r\n    But constant, he were perfect! That one error\r\n    Fills him with faults; makes him run through all th' sins:\r\n    Inconstancy falls off ere it begins.\r\n    What is in Silvia's face but I may spy\r\n    More fresh in Julia's with a constant eye?\r\n  VALENTINE. Come, come, a hand from either.\r\n    Let me be blest to make this happy close;\r\n    'Twere pity two such friends should be long foes.\r\n  PROTEUS. Bear witness, heaven, I have my wish for ever.\r\n  JULIA. And I mine.\r\n\r\n                Enter OUTLAWS, with DUKE and THURIO\r\n\r\n  OUTLAW. A prize, a prize, a prize!\r\n  VALENTINE. Forbear, forbear, I say; it is my lord the Duke.\r\n    Your Grace is welcome to a man disgrac'd,\r\n    Banished Valentine.\r\n  DUKE. Sir Valentine!\r\n  THURIO. Yonder is Silvia; and Silvia's mine.\r\n  VALENTINE. Thurio, give back, or else embrace thy death;\r\n    Come not within the measure of my wrath;\r\n    Do not name Silvia thine; if once again,\r\n    Verona shall not hold thee. Here she stands\r\n    Take but possession of her with a touch-\r\n    I dare thee but to breathe upon my love.\r\n  THURIO. Sir Valentine, I care not for her, I;\r\n    I hold him but a fool that will endanger\r\n    His body for a girl that loves him not.\r\n    I claim her not, and therefore she is thine.\r\n  DUKE. The more degenerate and base art thou\r\n    To make such means for her as thou hast done\r\n    And leave her on such slight conditions.\r\n    Now, by the honour of my ancestry,\r\n    I do applaud thy spirit, Valentine,\r\n    And think thee worthy of an empress' love.\r\n    Know then, I here forget all former griefs,\r\n    Cancel all grudge, repeal thee home again,\r\n    Plead a new state in thy unrivall'd merit,\r\n    To which I thus subscribe: Sir Valentine,\r\n    Thou art a gentleman, and well deriv'd;\r\n    Take thou thy Silvia, for thou hast deserv'd her.\r\n  VALENTINE. I thank your Grace; the gift hath made me happy.\r\n    I now beseech you, for your daughter's sake,\r\n    To grant one boon that I shall ask of you.\r\n  DUKE. I grant it for thine own, whate'er it be.\r\n  VALENTINE. These banish'd men, that I have kept withal,\r\n    Are men endu'd with worthy qualities;\r\n    Forgive them what they have committed here,\r\n    And let them be recall'd from their exile:\r\n    They are reformed, civil, full of good,\r\n    And fit for great employment, worthy lord.\r\n  DUKE. Thou hast prevail'd; I pardon them, and thee;\r\n    Dispose of them as thou know'st their deserts.\r\n    Come, let us go; we will include all jars\r\n    With triumphs, mirth, and rare solemnity.\r\n  VALENTINE. And, as we walk along, I dare be bold\r\n    With our discourse to make your Grace to smile.\r\n    What think you of this page, my lord?\r\n  DUKE. I think the boy hath grace in him; he blushes.\r\n  VALENTINE. I warrant you, my lord- more grace than boy.\r\n  DUKE. What mean you by that saying?\r\n  VALENTINE. Please you, I'll tell you as we pass along,\r\n    That you will wonder what hath fortuned.\r\n    Come, Proteus, 'tis your penance but to hear\r\n    The story of your loves discovered.\r\n    That done, our day of marriage shall be yours;\r\n    One feast, one house, one mutual happiness!     Exeunt\r\n\r\n\r\n\r\n\r"