"THE THIRD PART OF KING HENRY THE SIXTH\r\n\r\nDRAMATIS PERSONAE\r\n\r\n  KING HENRY THE SIXTH\r\n  EDWARD, PRINCE OF WALES, his son\r\n  LEWIS XI, King of France           DUKE OF SOMERSET\r\n  DUKE OF EXETER                     EARL OF OXFORD\r\n  EARL OF NORTHUMBERLAND             EARL OF WESTMORELAND\r\n  LORD CLIFFORD\r\n  RICHARD PLANTAGENET, DUKE OF YORK\r\n  EDWARD, EARL OF MARCH, afterwards KING EDWARD IV, his son\r\n  EDMUND, EARL OF RUTLAND, his son\r\n  GEORGE, afterwards DUKE OF CLARENCE, his son\r\n  RICHARD, afterwards DUKE OF GLOUCESTER, his son\r\n  DUKE OF NORFOLK                    MARQUIS OF MONTAGUE\r\n  EARL OF WARWICK                    EARL OF PEMBROKE\r\n  LORD HASTINGS                      LORD STAFFORD\r\n  SIR JOHN MORTIMER, uncle to the Duke of York\r\n  SIR HUGH MORTIMER, uncle to the Duke of York\r\n  HENRY, EARL OF RICHMOND, a youth\r\n  LORD RIVERS, brother to Lady Grey\r\n  SIR WILLIAM STANLEY                SIR JOHN MONTGOMERY\r\n  SIR JOHN SOMERVILLE                TUTOR, to Rutland\r\n  MAYOR OF YORK                      LIEUTENANT OF THE TOWER\r\n  A NOBLEMAN                         TWO KEEPERS\r\n  A HUNTSMAN\r\n  A SON that has killed his father\r\n  A FATHER that has killed his son\r\n\r\n  QUEEN MARGARET\r\n  LADY GREY, afterwards QUEEN to Edward IV\r\n  BONA, sister to the French Queen\r\n\r\n  Soldiers, Attendants, Messengers, Watchmen, etc.\r\n\r\nSCENE: England and France\r\n\r\nACT I. SCENE I. London. The Parliament House\r\n\r\nAlarum. Enter DUKE OF YORK, EDWARD, RICHARD, NORFOLK, MONTAGUE,\r\nWARWICK, and soldiers, with white roses in their hats\r\n\r\n  WARWICK. I wonder how the King escap'd our hands.\r\n  YORK. While we pursu'd the horsemen of the north,\r\n    He slily stole away and left his men;\r\n    Whereat the great Lord of Northumberland,\r\n    Whose warlike ears could never brook retreat,\r\n    Cheer'd up the drooping army, and himself,\r\n    Lord Clifford, and Lord Stafford, all abreast,\r\n    Charg'd our main battle's front, and, breaking in,\r\n    Were by the swords of common soldiers slain.\r\n  EDWARD. Lord Stafford's father, Duke of Buckingham,\r\n    Is either slain or wounded dangerous;\r\n    I cleft his beaver with a downright blow.\r\n    That this is true, father, behold his blood.\r\n  MONTAGUE. And, brother, here's the Earl of Wiltshire's blood,\r\n    Whom I encount'red as the battles join'd.\r\n  RICHARD. Speak thou for me, and tell them what I did.\r\n                                 [Throwing down SOMERSET'S head]\r\n  YORK. Richard hath best deserv'd of all my sons.\r\n    But is your Grace dead, my Lord of Somerset?\r\n  NORFOLK. Such hope have all the line of John of Gaunt!\r\n  RICHARD. Thus do I hope to shake King Henry's head.\r\n  WARWICK. And so do I. Victorious Prince of York,\r\n    Before I see thee seated in that throne\r\n    Which now the house of Lancaster usurps,\r\n    I vow by heaven these eyes shall never close.\r\n    This is the palace of the fearful King,\r\n    And this the regal seat. Possess it, York;\r\n    For this is thine, and not King Henry's heirs'.\r\n  YORK. Assist me then, sweet Warwick, and I will;\r\n    For hither we have broken in by force.\r\n  NORFOLK. We'll all assist you; he that flies shall die.\r\n  YORK. Thanks, gentle Norfolk. Stay by me, my lords;\r\n    And, soldiers, stay and lodge by me this night.\r\n                                                    [They go up]\r\n  WARWICK. And when the King comes, offer him no violence.\r\n    Unless he seek to thrust you out perforce.\r\n  YORK. The Queen this day here holds her parliament,\r\n    But little thinks we shall be of her council.\r\n    By words or blows here let us win our right.\r\n  RICHARD. Arm'd as we are, let's stay within this house.\r\n  WARWICK. The bloody parliament shall this be call'd,\r\n    Unless Plantagenet, Duke of York, be King,\r\n    And bashful Henry depos'd, whose cowardice\r\n    Hath made us by-words to our enemies.\r\n  YORK. Then leave me not, my lords; be resolute:\r\n    I mean to take possession of my right.\r\n  WARWICK. Neither the King, nor he that loves him best,\r\n    The proudest he that holds up Lancaster,\r\n    Dares stir a wing if Warwick shake his bells.\r\n    I'll plant Plantagenet, root him up who dares.\r\n    Resolve thee, Richard; claim the English crown.\r\n                                      [YORK occupies the throne]\r\n\r\n       Flourish. Enter KING HENRY, CLIFFORD, NORTHUMBERLAND,\r\n        WESTMORELAND, EXETER, and others, with red roses in\r\n                            their hats\r\n\r\n  KING HENRY. My lords, look where the sturdy rebel sits,\r\n    Even in the chair of state! Belike he means,\r\n    Back'd by the power of Warwick, that false peer,\r\n    To aspire unto the crown and reign as king.\r\n    Earl of Northumberland, he slew thy father;\r\n    And thine, Lord Clifford; and you both have vow'd revenge\r\n    On him, his sons, his favourites, and his friends.\r\n  NORTHUMBERLAND. If I be not, heavens be reveng'd on me!\r\n  CLIFFORD. The hope thereof makes Clifford mourn in steel.\r\n  WESTMORELAND. What, shall we suffer this? Let's pluck him down;\r\n    My heart for anger burns; I cannot brook it.\r\n  KING HENRY. Be patient, gentle Earl of Westmoreland.\r\n  CLIFFORD. Patience is for poltroons such as he;\r\n    He durst not sit there had your father liv'd.\r\n    My gracious lord, here in the parliament\r\n    Let us assail the family of York.\r\n  NORTHUMBERLAND. Well hast thou spoken, cousin; be it so.\r\n  KING HENRY. Ah, know you not the city favours them,\r\n    And they have troops of soldiers at their beck?\r\n  EXETER. But when the Duke is slain they'll quickly fly.\r\n  KING HENRY. Far be the thought of this from Henry's heart,\r\n    To make a shambles of the parliament house!\r\n    Cousin of Exeter, frowns, words, and threats,\r\n    Shall be the war that Henry means to use.\r\n    Thou factious Duke of York, descend my throne\r\n    And kneel for grace and mercy at my feet;\r\n    I am thy sovereign.\r\n  YORK. I am thine.\r\n  EXETER. For shame, come down; he made thee Duke of York.\r\n  YORK. 'Twas my inheritance, as the earldom was.\r\n  EXETER. Thy father was a traitor to the crown.\r\n  WARWICK. Exeter, thou art a traitor to the crown\r\n    In following this usurping Henry.\r\n  CLIFFORD. Whom should he follow but his natural king?\r\n  WARWICK. True, Clifford; and that's Richard Duke of York.\r\n  KING HENRY. And shall I stand, and thou sit in my throne?\r\n  YORK. It must and shall be so; content thyself.\r\n  WARWICK. Be Duke of Lancaster; let him be King.\r\n  WESTMORELAND. He is both King and Duke of Lancaster;\r\n    And that the Lord of Westmoreland shall maintain.\r\n  WARWICK. And Warwick shall disprove it. You forget\r\n    That we are those which chas'd you from the field,\r\n    And slew your fathers, and with colours spread\r\n    March'd through the city to the palace gates.\r\n  NORTHUMBERLAND. Yes, Warwick, I remember it to my grief;\r\n    And, by his soul, thou and thy house shall rue it.\r\n  WESTMORELAND. Plantagenet, of thee, and these thy sons,\r\n    Thy kinsmen, and thy friends, I'll have more lives\r\n    Than drops of blood were in my father's veins.\r\n  CLIFFORD. Urge it no more; lest that instead of words\r\n    I send thee, Warwick, such a messenger\r\n    As shall revenge his death before I stir.\r\n  WARWICK. Poor Clifford, how I scorn his worthless threats!\r\n  YORK. Will you we show our title to the crown?\r\n    If not, our swords shall plead it in the field.\r\n  KING HENRY. What title hast thou, traitor, to the crown?\r\n    Thy father was, as thou art, Duke of York;\r\n    Thy grandfather, Roger Mortimer, Earl of March:\r\n    I am the son of Henry the Fifth,\r\n    Who made the Dauphin and the French to stoop,\r\n    And seiz'd upon their towns and provinces.\r\n  WARWICK. Talk not of France, sith thou hast lost it all.\r\n  KING HENRY. The Lord Protector lost it, and not I:\r\n    When I was crown'd, I was but nine months old.\r\n  RICHARD. You are old enough now, and yet methinks you lose.\r\n    Father, tear the crown from the usurper's head.\r\n  EDWARD. Sweet father, do so; set it on your head.\r\n  MONTAGUE. Good brother, as thou lov'st and honourest arms,\r\n    Let's fight it out and not stand cavilling thus.\r\n  RICHARD. Sound drums and trumpets, and the King will fly.\r\n  YORK. Sons, peace!\r\n  KING HENRY. Peace thou! and give King Henry leave to speak.\r\n  WARWICK. Plantagenet shall speak first. Hear him, lords;\r\n    And be you silent and attentive too,\r\n    For he that interrupts him shall not live.\r\n  KING HENRY. Think'st thou that I will leave my kingly throne,\r\n    Wherein my grandsire and my father sat?\r\n    No; first shall war unpeople this my realm;\r\n    Ay, and their colours, often borne in France,\r\n    And now in England to our heart's great sorrow,\r\n    Shall be my winding-sheet. Why faint you, lords?\r\n    My title's good, and better far than his.\r\n  WARWICK. Prove it, Henry, and thou shalt be King.\r\n  KING HENRY. Henry the Fourth by conquest got the crown.\r\n  YORK. 'Twas by rebellion against his king.\r\n  KING HENRY. [Aside] I know not what to say; my title's weak.-\r\n    Tell me, may not a king adopt an heir?\r\n  YORK. What then?\r\n  KING HENRY. An if he may, then am I lawful King;\r\n    For Richard, in the view of many lords,\r\n    Resign'd the crown to Henry the Fourth,\r\n    Whose heir my father was, and I am his.\r\n  YORK. He rose against him, being his sovereign,\r\n    And made him to resign his crown perforce.\r\n  WARWICK. Suppose, my lords, he did it unconstrain'd,\r\n    Think you 'twere prejudicial to his crown?\r\n  EXETER. No; for he could not so resign his crown\r\n    But that the next heir should succeed and reign.\r\n  KING HENRY. Art thou against us, Duke of Exeter?\r\n  EXETER. His is the right, and therefore pardon me.\r\n  YORK. Why whisper you, my lords, and answer not?\r\n  EXETER. My conscience tells me he is lawful King.\r\n  KING HENRY. [Aside] All will revolt from me, and turn to him.\r\n  NORTHUMBERLAND. Plantagenet, for all the claim thou lay'st,\r\n    Think not that Henry shall be so depos'd.\r\n  WARWICK. Depos'd he shall be, in despite of all.\r\n  NORTHUMBERLAND. Thou art deceiv'd. 'Tis not thy southern power\r\n    Of Essex, Norfolk, Suffolk, nor of Kent,\r\n    Which makes thee thus presumptuous and proud,\r\n    Can set the Duke up in despite of me.\r\n  CLIFFORD. King Henry, be thy title right or wrong,\r\n    Lord Clifford vows to fight in thy defence.\r\n    May that ground gape, and swallow me alive,\r\n    Where I shall kneel to him that slew my father!\r\n  KING HENRY. O Clifford, how thy words revive my heart!\r\n  YORK. Henry of Lancaster, resign thy crown.\r\n    What mutter you, or what conspire you, lords?\r\n  WARWICK. Do right unto this princely Duke of York;\r\n    Or I will fill the house with armed men,\r\n    And over the chair of state, where now he sits,\r\n    Write up his title with usurping blood.\r\n                                [He stamps with his foot and the\r\n                                       soldiers show themselves]\r\n  KING HENRY. My Lord of Warwick, hear but one word:\r\n    Let me for this my life-time reign as king.\r\n  YORK. Confirm the crown to me and to mine heirs,\r\n    And thou shalt reign in quiet while thou liv'st.\r\n  KING HENRY. I am content. Richard Plantagenet,\r\n    Enjoy the kingdom after my decease.\r\n  CLIFFORD. What wrong is this unto the Prince your son!\r\n  WARWICK. What good is this to England and himself!\r\n  WESTMORELAND. Base, fearful, and despairing Henry!\r\n  CLIFFORD. How hast thou injur'd both thyself and or us!\r\n  WESTMORELAND. I cannot stay to hear these articles.\r\n  NORTHUMBERLAND. Nor I.\r\n  CLIFFORD. Come, cousin, let us tell the Queen these news.\r\n  WESTMORELAND. Farewell, faint-hearted and degenerate king,\r\n    In whose cold blood no spark of honour bides.\r\n  NORTHUMBERLAND. Be thou a prey unto the house of York\r\n    And die in bands for this unmanly deed!\r\n  CLIFFORD. In dreadful war mayst thou be overcome,\r\n    Or live in peace abandon'd and despis'd!\r\n                                Exeunt NORTHUMBERLAND, CLIFFORD,\r\n                                                and WESTMORELAND\r\n  WARWICK. Turn this way, Henry, and regard them not.\r\n  EXETER. They seek revenge, and therefore will not yield.\r\n  KING HENRY. Ah, Exeter!\r\n  WARWICK. Why should you sigh, my lord?\r\n  KING HENRY. Not for myself, Lord Warwick, but my son,\r\n    Whom I unnaturally shall disinherit.\r\n    But be it as it may. [To YORK] I here entail\r\n    The crown to thee and to thine heirs for ever;\r\n    Conditionally, that here thou take an oath\r\n    To cease this civil war, and, whilst I live,\r\n    To honour me as thy king and sovereign,\r\n    And neither by treason nor hostility\r\n    To seek to put me down and reign thyself.\r\n  YORK. This oath I willingly take, and will perform.\r\n                                        [Coming from the throne]\r\n  WARWICK. Long live King Henry! Plantagenet, embrace him.\r\n  KING HENRY. And long live thou, and these thy forward sons!\r\n  YORK. Now York and Lancaster are reconcil'd.\r\n  EXETER. Accurs'd be he that seeks to make them foes!\r\n                                   [Sennet. Here they come down]\r\n  YORK. Farewell, my gracious lord; I'll to my castle.\r\n  WARWICK. And I'll keep London with my soldiers.\r\n  NORFOLK. And I to Norfolk with my followers.\r\n  MONTAGUE. And I unto the sea, from whence I came.\r\n                                             Exeunt the YORKISTS\r\n  KING HENRY. And I, with grief and sorrow, to the court.\r\n\r\n            Enter QUEEN MARGARET and the PRINCE OF WALES\r\n\r\n  EXETER. Here comes the Queen, whose looks bewray her anger.\r\n    I'll steal away.\r\n  KING HENRY. Exeter, so will I.\r\n  QUEEN MARGARET. Nay, go not from me; I will follow thee.\r\n  KING HENRY. Be patient, gentle queen, and I will stay.\r\n  QUEEN MARGARET. Who can be patient in such extremes?\r\n    Ah, wretched man! Would I had died a maid,\r\n    And never seen thee, never borne thee son,\r\n    Seeing thou hast prov'd so unnatural a father!\r\n    Hath he deserv'd to lose his birthright thus?\r\n    Hadst thou but lov'd him half so well as I,\r\n    Or felt that pain which I did for him once,\r\n    Or nourish'd him as I did with my blood,\r\n    Thou wouldst have left thy dearest heart-blood there\r\n    Rather than have made that savage duke thine heir,\r\n    And disinherited thine only son.\r\n  PRINCE OF WALES. Father, you cannot disinherit me.\r\n    If you be King, why should not I succeed?\r\n  KING HENRY. Pardon me, Margaret; pardon me, sweet son.\r\n    The Earl of Warwick and the Duke enforc'd me.\r\n  QUEEN MARGARET. Enforc'd thee! Art thou King and wilt be\r\n      forc'd?\r\n    I shame to hear thee speak. Ah, timorous wretch!\r\n    Thou hast undone thyself, thy son, and me;\r\n    And giv'n unto the house of York such head\r\n    As thou shalt reign but by their sufferance.\r\n    To entail him and his heirs unto the crown,\r\n    What is it but to make thy sepulchre\r\n    And creep into it far before thy time?\r\n    Warwick is Chancellor and the lord of Calais;\r\n    Stern Falconbridge commands the narrow seas;\r\n    The Duke is made Protector of the realm;\r\n    And yet shalt thou be safe? Such safety finds\r\n    The trembling lamb environed with wolves.\r\n    Had I been there, which am a silly woman,\r\n    The soldiers should have toss'd me on their pikes\r\n    Before I would have granted to that act.\r\n    But thou prefer'st thy life before thine honour;\r\n    And seeing thou dost, I here divorce myself,\r\n    Both from thy table, Henry, and thy bed,\r\n    Until that act of parliament be repeal'd\r\n    Whereby my son is disinherited.\r\n    The northern lords that have forsworn thy colours\r\n    Will follow mine, if once they see them spread;\r\n    And spread they shall be, to thy foul disgrace\r\n    And utter ruin of the house of York.\r\n    Thus do I leave thee. Come, son, let's away;\r\n    Our army is ready; come, we'll after them.\r\n  KING HENRY. Stay, gentle Margaret, and hear me speak.\r\n  QUEEN MARGARET. Thou hast spoke too much already; get thee gone.\r\n  KING HENRY. Gentle son Edward, thou wilt stay with me?\r\n  QUEEN MARGARET. Ay, to be murder'd by his enemies.\r\n  PRINCE OF WALES. When I return with victory from the field\r\n    I'll see your Grace; till then I'll follow her.\r\n  QUEEN MARGARET. Come, son, away; we may not linger thus.\r\n                            Exeunt QUEEN MARGARET and the PRINCE\r\n  KING HENRY. Poor queen! How love to me and to her son\r\n    Hath made her break out into terms of rage!\r\n    Reveng'd may she be on that hateful Duke,\r\n    Whose haughty spirit, winged with desire,\r\n    Will cost my crown, and like an empty eagle\r\n    Tire on the flesh of me and of my son!\r\n    The loss of those three lords torments my heart.\r\n    I'll write unto them, and entreat them fair;\r\n    Come, cousin, you shall be the messenger.\r\n  EXETER. And I, I hope, shall reconcile them all.        Exeunt\r\n\r\nSCENE II. Sandal Castle, near Wakefield, in Yorkshire\r\n\r\nFlourish. Enter EDWARD, RICHARD, and MONTAGUE\r\n\r\n  RICHARD. Brother, though I be youngest, give me leave.\r\n  EDWARD. No, I can better play the orator.\r\n  MONTAGUE. But I have reasons strong and forcible.\r\n\r\n                     Enter the DUKE OF YORK\r\n\r\n  YORK. Why, how now, sons and brother! at a strife?\r\n    What is your quarrel? How began it first?\r\n  EDWARD. No quarrel, but a slight contention.\r\n  YORK. About what?\r\n  RICHARD. About that which concerns your Grace and us-\r\n    The crown of England, father, which is yours.\r\n  YORK. Mine, boy? Not till King Henry be dead.\r\n  RICHARD. Your right depends not on his life or death.\r\n  EDWARD. Now you are heir, therefore enjoy it now.\r\n    By giving the house of Lancaster leave to breathe,\r\n    It will outrun you, father, in the end.\r\n  YORK. I took an oath that he should quietly reign.\r\n  EDWARD. But for a kingdom any oath may be broken:\r\n    I would break a thousand oaths to reign one year.\r\n  RICHARD. No; God forbid your Grace should be forsworn.\r\n  YORK. I shall be, if I claim by open war.\r\n  RICHARD. I'll prove the contrary, if you'll hear me speak.\r\n  YORK. Thou canst not, son; it is impossible.\r\n  RICHARD. An oath is of no moment, being not took\r\n    Before a true and lawful magistrate\r\n    That hath authority over him that swears.\r\n    Henry had none, but did usurp the place;\r\n    Then, seeing 'twas he that made you to depose,\r\n    Your oath, my lord, is vain and frivolous.\r\n    Therefore, to arms. And, father, do but think\r\n    How sweet a thing it is to wear a crown,\r\n    Within whose circuit is Elysium\r\n    And all that poets feign of bliss and joy.\r\n    Why do we linger thus? I cannot rest\r\n    Until the white rose that I wear be dy'd\r\n    Even in the lukewarm blood of Henry's heart.\r\n  YORK. Richard, enough; I will be King, or die.\r\n    Brother, thou shalt to London presently\r\n    And whet on Warwick to this enterprise.\r\n    Thou, Richard, shalt to the Duke of Norfolk\r\n    And tell him privily of our intent.\r\n    You, Edward, shall unto my Lord Cobham,\r\n    With whom the Kentishmen will willingly rise;\r\n    In them I trust, for they are soldiers,\r\n    Witty, courteous, liberal, full of spirit.\r\n    While you are thus employ'd, what resteth more\r\n    But that I seek occasion how to rise,\r\n    And yet the King not privy to my drift,\r\n    Nor any of the house of Lancaster?\r\n\r\n                      Enter a MESSENGER\r\n\r\n    But, stay. What news? Why com'st thou in such post?\r\n  MESSENGER. The Queen with all the northern earls and lords\r\n    Intend here to besiege you in your castle.\r\n    She is hard by with twenty thousand men;\r\n    And therefore fortify your hold, my lord.\r\n  YORK. Ay, with my sword. What! think'st thou that we fear them?\r\n    Edward and Richard, you shall stay with me;\r\n    My brother Montague shall post to London.\r\n    Let noble Warwick, Cobham, and the rest,\r\n    Whom we have left protectors of the King,\r\n    With pow'rful policy strengthen themselves\r\n    And trust not simple Henry nor his oaths.\r\n  MONTAGUE. Brother, I go; I'll win them, fear it not.\r\n    And thus most humbly I do take my leave.                Exit\r\n\r\n              Enter SIR JOHN and SIR HUGH MORTIMER\r\n\r\n  YORK. Sir john and Sir Hugh Mortimer, mine uncles!\r\n    You are come to Sandal in a happy hour;\r\n    The army of the Queen mean to besiege us.\r\n  SIR JOHN. She shall not need; we'll meet her in the field.\r\n  YORK. What, with five thousand men?\r\n  RICHARD. Ay, with five hundred, father, for a need.\r\n    A woman's general; what should we fear?\r\n                                              [A march afar off]\r\n  EDWARD. I hear their drums. Let's set our men in order,\r\n    And issue forth and bid them battle straight.\r\n  YORK. Five men to twenty! Though the odds be great,\r\n    I doubt not, uncle, of our victory.\r\n    Many a battle have I won in France,\r\n    When as the enemy hath been ten to one;\r\n    Why should I not now have the like success?           Exeunt\r\n\r\nSCENE III. Field of battle between Sandal Castle and Wakefield\r\n\r\nAlarum. Enter RUTLAND and his TUTOR\r\n\r\n  RUTLAND. Ah, whither shall I fly to scape their hands?\r\n    Ah, tutor, look where bloody Clifford comes!\r\n\r\n                  Enter CLIFFORD and soldiers\r\n\r\n  CLIFFORD. Chaplain, away! Thy priesthood saves thy life.\r\n    As for the brat of this accursed duke,\r\n    Whose father slew my father, he shall die.\r\n  TUTOR. And I, my lord, will bear him company.\r\n  CLIFFORD. Soldiers, away with him!\r\n  TUTOR. Ah, Clifford, murder not this innocent child,\r\n    Lest thou be hated both of God and man.\r\n                                    Exit, forced off by soldiers\r\n  CLIFFORD. How now, is he dead already? Or is it fear\r\n    That makes him close his eyes? I'll open them.\r\n  RUTLAND. So looks the pent-up lion o'er the wretch\r\n    That trembles under his devouring paws;\r\n    And so he walks, insulting o'er his prey,\r\n    And so he comes, to rend his limbs asunder.\r\n    Ah, gentle Clifford, kill me with thy sword,\r\n    And not with such a cruel threat'ning look!\r\n    Sweet Clifford, hear me speak before I die.\r\n    I am too mean a subject for thy wrath;\r\n    Be thou reveng'd on men, and let me live.\r\n  CLIFFORD. In vain thou speak'st, poor boy; my father's blood\r\n    Hath stopp'd the passage where thy words should enter.\r\n  RUTLAND. Then let my father's blood open it again:\r\n    He is a man, and, Clifford, cope with him.\r\n  CLIFFORD. Had I thy brethren here, their lives and thine\r\n    Were not revenge sufficient for me;\r\n    No, if I digg'd up thy forefathers' graves\r\n    And hung their rotten coffins up in chains,\r\n    It could not slake mine ire nor ease my heart.\r\n    The sight of any of the house of York\r\n    Is as a fury to torment my soul;\r\n    And till I root out their accursed line\r\n    And leave not one alive, I live in hell.\r\n    Therefore-\r\n  RUTLAND. O, let me pray before I take my death!\r\n    To thee I pray: sweet Clifford, pity me.\r\n  CLIFFORD. Such pity as my rapier's point affords.\r\n  RUTLAND. I never did thee harm; why wilt thou slay me?\r\n  CLIFFORD. Thy father hath.\r\n  RUTLAND. But 'twas ere I was born.\r\n    Thou hast one son; for his sake pity me,\r\n    Lest in revenge thereof, sith God is just,\r\n    He be as miserably slain as I.\r\n    Ah, let me live in prison all my days;\r\n    And when I give occasion of offence\r\n    Then let me die, for now thou hast no cause.\r\n  CLIFFORD. No cause!\r\n    Thy father slew my father; therefore, die.       [Stabs him]\r\n  RUTLAND. Di faciant laudis summa sit ista tuae!         [Dies]\r\n  CLIFFORD. Plantagenet, I come, Plantagenet;\r\n    And this thy son's blood cleaving to my blade\r\n    Shall rust upon my weapon, till thy blood,\r\n    Congeal'd with this, do make me wipe off both.          Exit\r\n\r\nSCENE IV. Another part of the field\r\n\r\nAlarum. Enter the DUKE OF YORK\r\n\r\n  YORK. The army of the Queen hath got the field.\r\n    My uncles both are slain in rescuing me;\r\n    And all my followers to the eager foe\r\n    Turn back and fly, like ships before the wind,\r\n    Or lambs pursu'd by hunger-starved wolves.\r\n    My sons- God knows what hath bechanced them;\r\n    But this I know- they have demean'd themselves\r\n    Like men born to renown by life or death.\r\n    Three times did Richard make a lane to me,\r\n    And thrice cried 'Courage, father! fight it out.'\r\n    And full as oft came Edward to my side\r\n    With purple falchion, painted to the hilt\r\n    In blood of those that had encount'red him.\r\n    And when the hardiest warriors did retire,\r\n    Richard cried 'Charge, and give no foot of ground!'\r\n    And cried 'A crown, or else a glorious tomb!\r\n    A sceptre, or an earthly sepulchre!'\r\n    With this we charg'd again; but out alas!\r\n    We bodg'd again; as I have seen a swan\r\n    With bootless labour swim against the tide\r\n    And spend her strength with over-matching waves.\r\n                                         [A short alarum within]\r\n    Ah, hark! The fatal followers do pursue,\r\n    And I am faint and cannot fly their fury;\r\n    And were I strong, I would not shun their fury.\r\n    The sands are numb'red that make up my life;\r\n    Here must I stay, and here my life must end.\r\n\r\n         Enter QUEEN MARGARET, CLIFFORD, NORTHUMBERLAND,\r\n               the PRINCE OF WALES, and soldiers\r\n\r\n    Come, bloody Clifford, rough Northumberland,\r\n    I dare your quenchless fury to more rage;\r\n    I am your butt, and I abide your shot.\r\n  NORTHUMBERLAND. Yield to our mercy, proud Plantagenet.\r\n  CLIFFORD. Ay, to such mercy as his ruthless arm\r\n    With downright payment show'd unto my father.\r\n    Now Phaethon hath tumbled from his car,\r\n    And made an evening at the noontide prick.\r\n  YORK. My ashes, as the phoenix, may bring forth\r\n    A bird that will revenge upon you all;\r\n    And in that hope I throw mine eyes to heaven,\r\n    Scorning whate'er you can afflict me with.\r\n    Why come you not? What! multitudes, and fear?\r\n  CLIFFORD. So cowards fight when they can fly no further;\r\n    So doves do peck the falcon's piercing talons;\r\n    So desperate thieves, all hopeless of their lives,\r\n    Breathe out invectives 'gainst the officers.\r\n  YORK. O Clifford, but bethink thee once again,\r\n    And in thy thought o'errun my former time;\r\n    And, if thou canst for blushing, view this face,\r\n    And bite thy tongue that slanders him with cowardice\r\n    Whose frown hath made thee faint and fly ere this!\r\n  CLIFFORD. I will not bandy with thee word for word,\r\n    But buckler with thee blows, twice two for one.\r\n  QUEEN MARGARET. Hold, valiant Clifford; for a thousand causes\r\n    I would prolong awhile the traitor's life.\r\n    Wrath makes him deaf; speak thou, Northumberland.\r\n  NORTHUMBERLAND. Hold, Clifford! do not honour him so much\r\n    To prick thy finger, though to wound his heart.\r\n    What valour were it, when a cur doth grin,\r\n    For one to thrust his hand between his teeth,\r\n    When he might spurn him with his foot away?\r\n    It is war's prize to take all vantages;\r\n    And ten to one is no impeach of valour.\r\n                         [They lay hands on YORK, who struggles]\r\n  CLIFFORD. Ay, ay, so strives the woodcock with the gin.\r\n  NORTHUMBERLAND. So doth the cony struggle in the net.\r\n  YORK. So triumph thieves upon their conquer'd booty;\r\n    So true men yield, with robbers so o'er-match'd.\r\n  NORTHUMBERLAND. What would your Grace have done unto him now?\r\n  QUEEN MARGARET. Brave warriors, Clifford and Northumberland,\r\n    Come, make him stand upon this molehill here\r\n    That raught at mountains with outstretched arms,\r\n    Yet parted but the shadow with his hand.\r\n    What, was it you that would be England's king?\r\n    Was't you that revell'd in our parliament\r\n    And made a preachment of your high descent?\r\n    Where are your mess of sons to back you now?\r\n    The wanton Edward and the lusty George?\r\n    And where's that valiant crook-back prodigy,\r\n    Dicky your boy, that with his grumbling voice\r\n    Was wont to cheer his dad in mutinies?\r\n    Or, with the rest, where is your darling Rutland?\r\n    Look, York: I stain'd this napkin with the blood\r\n    That valiant Clifford with his rapier's point\r\n    Made issue from the bosom of the boy;\r\n    And if thine eyes can water for his death,\r\n    I give thee this to dry thy cheeks withal.\r\n    Alas, poor York! but that I hate thee deadly,\r\n    I should lament thy miserable state.\r\n    I prithee grieve to make me merry, York.\r\n    What, hath thy fiery heart so parch'd thine entrails\r\n    That not a tear can fall for Rutland's death?\r\n    Why art thou patient, man? Thou shouldst be mad;\r\n    And I to make thee mad do mock thee thus.\r\n    Stamp, rave, and fret, that I may sing and dance.\r\n    Thou wouldst be fee'd, I see, to make me sport;\r\n    York cannot speak unless he wear a crown.\r\n    A crown for York!-and, lords, bow low to him.\r\n    Hold you his hands whilst I do set it on.\r\n                             [Putting a paper crown on his head]\r\n    Ay, marry, sir, now looks he like a king!\r\n    Ay, this is he that took King Henry's chair,\r\n    And this is he was his adopted heir.\r\n    But how is it that great Plantagenet\r\n    Is crown'd so soon and broke his solemn oath?\r\n    As I bethink me, you should not be King\r\n    Till our King Henry had shook hands with death.\r\n    And will you pale your head in Henry's glory,\r\n    And rob his temples of the diadem,\r\n    Now in his life, against your holy oath?\r\n    O, 'tis a fault too too\r\n    Off with the crown and with the crown his head;\r\n    And, whilst we breathe, take time to do him dead.\r\n  CLIFFORD. That is my office, for my father's sake.\r\n  QUEEN MARGARET. Nay, stay; let's hear the orisons he makes.\r\n  YORK. She-wolf of France, but worse than wolves of France,\r\n    Whose tongue more poisons than the adder's tooth!\r\n    How ill-beseeming is it in thy sex\r\n    To triumph like an Amazonian trull\r\n    Upon their woes whom fortune captivates!\r\n    But that thy face is visard-like, unchanging,\r\n    Made impudent with use of evil deeds,\r\n    I would assay, proud queen, to make thee blush.\r\n    To tell thee whence thou cam'st, of whom deriv'd,\r\n    Were shame enough to shame thee, wert thou not shameless.\r\n    Thy father bears the type of King of Naples,\r\n    Of both the Sicils and Jerusalem,\r\n    Yet not so wealthy as an English yeoman.\r\n    Hath that poor monarch taught thee to insult?\r\n    It needs not, nor it boots thee not, proud queen;\r\n    Unless the adage must be verified,\r\n    That beggars mounted run their horse to death.\r\n    'Tis beauty that doth oft make women proud;\r\n    But, God He knows, thy share thereof is small.\r\n    'Tis virtue that doth make them most admir'd;\r\n    The contrary doth make thee wond'red at.\r\n    'Tis government that makes them seem divine;\r\n    The want thereof makes thee abominable.\r\n    Thou art as opposite to every good\r\n    As the Antipodes are unto us,\r\n    Or as the south to the septentrion.\r\n    O tiger's heart wrapp'd in a woman's hide!\r\n    How couldst thou drain the life-blood of the child,\r\n    To bid the father wipe his eyes withal,\r\n    And yet be seen to bear a woman's face?\r\n    Women are soft, mild, pitiful, and flexible:\r\n    Thou stern, obdurate, flinty, rough, remorseless.\r\n    Bid'st thou me rage? Why, now thou hast thy wish;\r\n    Wouldst have me weep? Why, now thou hast thy will;\r\n    For raging wind blows up incessant showers,\r\n    And when the rage allays, the rain begins.\r\n    These tears are my sweet Rutland's obsequies;\r\n    And every drop cries vengeance for his death\r\n    'Gainst thee, fell Clifford, and thee, false Frenchwoman.\r\n  NORTHUMBERLAND. Beshrew me, but his passions move me so\r\n    That hardly can I check my eyes from tears.\r\n  YORK. That face of his the hungry cannibals\r\n    Would not have touch'd, would not have stain'd with blood;\r\n    But you are more inhuman, more inexorable-\r\n    O, ten times more- than tigers of Hyrcania.\r\n    See, ruthless queen, a hapless father's tears.\r\n    This cloth thou dipp'dst in blood of my sweet boy,\r\n    And I with tears do wash the blood away.\r\n    Keep thou the napkin, and go boast of this;\r\n    And if thou tell'st the heavy story right,\r\n    Upon my soul, the hearers will shed tears;\r\n    Yea, even my foes will shed fast-falling tears\r\n    And say 'Alas, it was a piteous deed!'\r\n    There, take the crown, and with the crown my curse;\r\n    And in thy need such comfort come to thee\r\n    As now I reap at thy too cruel hand!\r\n    Hard-hearted Clifford, take me from the world;\r\n    My soul to heaven, my blood upon your heads!\r\n  NORTHUMBERLAND. Had he been slaughter-man to all my kin,\r\n    I should not for my life but weep with him,\r\n    To see how inly sorrow gripes his soul.\r\n  QUEEN MARGARET. What, weeping-ripe, my Lord Northumberland?\r\n    Think but upon the wrong he did us all,\r\n    And that will quickly dry thy melting tears.\r\n  CLIFFORD. Here's for my oath, here's for my father's death.\r\n                                                  [Stabbing him]\r\n  QUEEN MARGARET. And here's to right our gentle-hearted king.\r\n                                                  [Stabbing him]\r\n  YORK. Open Thy gate of mercy, gracious God!\r\n    My soul flies through these wounds to seek out Thee.\r\n                                                          [Dies]\r\n  QUEEN MARGARET. Off with his head, and set it on York gates;\r\n    So York may overlook the town of York.\r\n                                                Flourish. Exeunt\r\n\r\nACT II. SCENE I. A plain near Mortimer's Cross in Herefordshire\r\n\r\nA march. Enter EDWARD, RICHARD, and their power\r\n\r\n  EDWARD. I wonder how our princely father scap'd,\r\n    Or whether he be scap'd away or no\r\n    From Clifford's and Northumberland's pursuit.\r\n    Had he been ta'en, we should have heard the news;\r\n    Had he been slain, we should have heard the news;\r\n    Or had he scap'd, methinks we should have heard\r\n    The happy tidings of his good escape.\r\n    How fares my brother? Why is he so sad?\r\n  RICHARD. I cannot joy until I be resolv'd\r\n    Where our right valiant father is become.\r\n    I saw him in the battle range about,\r\n    And watch'd him how he singled Clifford forth.\r\n    Methought he bore him in the thickest troop\r\n    As doth a lion in a herd of neat;\r\n    Or as a bear, encompass'd round with dogs,\r\n    Who having pinch'd a few and made them cry,\r\n    The rest stand all aloof and bark at him.\r\n    So far'd our father with his enemies;\r\n    So fled his enemies my warlike father.\r\n    Methinks 'tis prize enough to be his son.\r\n    See how the morning opes her golden gates\r\n    And takes her farewell of the glorious sun.\r\n    How well resembles it the prime of youth,\r\n    Trimm'd like a younker prancing to his love!\r\n  EDWARD. Dazzle mine eyes, or do I see three suns?\r\n  RICHARD. Three glorious suns, each one a perfect sun;\r\n    Not separated with the racking clouds,\r\n    But sever'd in a pale clear-shining sky.\r\n    See, see! they join, embrace, and seem to kiss,\r\n    As if they vow'd some league inviolable.\r\n    Now are they but one lamp, one light, one sun.\r\n    In this the heaven figures some event.\r\n  EDWARD. 'Tis wondrous strange, the like yet never heard of.\r\n    I think it cites us, brother, to the field,\r\n    That we, the sons of brave Plantagenet,\r\n    Each one already blazing by our meeds,\r\n    Should notwithstanding join our lights together\r\n    And overshine the earth, as this the world.\r\n    Whate'er it bodes, henceforward will I bear\r\n    Upon my target three fair shining suns.\r\n  RICHARD. Nay, bear three daughters- by your leave I speak it,\r\n    You love the breeder better than the male.\r\n\r\n                 Enter a MESSENGER, blowing\r\n\r\n    But what art thou, whose heavy looks foretell\r\n    Some dreadful story hanging on thy tongue?\r\n  MESSENGER. Ah, one that was a woeful looker-on\r\n    When as the noble Duke of York was slain,\r\n    Your princely father and my loving lord!\r\n  EDWARD. O, speak no more! for I have heard too much.\r\n  RICHARD. Say how he died, for I will hear it all.\r\n  MESSENGER. Environed he was with many foes,\r\n    And stood against them as the hope of Troy\r\n    Against the Greeks that would have ent'red Troy.\r\n    But Hercules himself must yield to odds;\r\n    And many strokes, though with a little axe,\r\n    Hews down and fells the hardest-timber'd oak.\r\n    By many hands your father was subdu'd;\r\n    But only slaught'red by the ireful arm\r\n    Of unrelenting Clifford and the Queen,\r\n    Who crown'd the gracious Duke in high despite,\r\n    Laugh'd in his face; and when with grief he wept,\r\n    The ruthless Queen gave him to dry his cheeks\r\n    A napkin steeped in the harmless blood\r\n    Of sweet young Rutland, by rough Clifford slain;\r\n    And after many scorns, many foul taunts,\r\n    They took his head, and on the gates of York\r\n    They set the same; and there it doth remain,\r\n    The saddest spectacle that e'er I view'd.\r\n  EDWARD. Sweet Duke of York, our prop to lean upon,\r\n    Now thou art gone, we have no staff, no stay.\r\n    O Clifford, boist'rous Clifford, thou hast slain\r\n    The flow'r of Europe for his chivalry;\r\n    And treacherously hast thou vanquish'd him,\r\n    For hand to hand he would have vanquish'd thee.\r\n    Now my soul's palace is become a prison.\r\n    Ah, would she break from hence, that this my body\r\n    Might in the ground be closed up in rest!\r\n    For never henceforth shall I joy again;\r\n    Never, O never, shall I see more joy.\r\n  RICHARD. I cannot weep, for all my body's moisture\r\n    Scarce serves to quench my furnace-burning heart;\r\n    Nor can my tongue unload my heart's great burden,\r\n    For self-same wind that I should speak withal\r\n    Is kindling coals that fires all my breast,\r\n    And burns me up with flames that tears would quench.\r\n    To weep is to make less the depth of grief.\r\n    Tears then for babes; blows and revenge for me!\r\n    Richard, I bear thy name; I'll venge thy death,\r\n    Or die renowned by attempting it.\r\n  EDWARD. His name that valiant duke hath left with thee;\r\n    His dukedom and his chair with me is left.\r\n  RICHARD. Nay, if thou be that princely eagle's bird,\r\n    Show thy descent by gazing 'gainst the sun;\r\n    For chair and dukedom, throne and kingdom, say:\r\n    Either that is thine, or else thou wert not his.\r\n\r\n         March. Enter WARWICK, MONTAGUE, and their army\r\n\r\n  WARWICK. How now, fair lords! What fare? What news abroad?\r\n  RICHARD. Great Lord of Warwick, if we should recount\r\n    Our baleful news and at each word's deliverance\r\n    Stab poinards in our flesh till all were told,\r\n    The words would add more anguish than the wounds.\r\n    O valiant lord, the Duke of York is slain!\r\n  EDWARD. O Warwick, Warwick! that Plantagenet\r\n    Which held thee dearly as his soul's redemption\r\n    Is by the stern Lord Clifford done to death.\r\n  WARWICK. Ten days ago I drown'd these news in tears;\r\n    And now, to add more measure to your woes,\r\n    I come to tell you things sith then befall'n.\r\n    After the bloody fray at Wakefield fought,\r\n    Where your brave father breath'd his latest gasp,\r\n    Tidings, as swiftly as the posts could run,\r\n    Were brought me of your loss and his depart.\r\n    I, then in London, keeper of the King,\r\n    Muster'd my soldiers, gathered flocks of friends,\r\n    And very well appointed, as I thought,\r\n    March'd toward Saint Albans to intercept the Queen,\r\n    Bearing the King in my behalf along;\r\n    For by my scouts I was advertised\r\n    That she was coming with a full intent\r\n    To dash our late decree in parliament\r\n    Touching King Henry's oath and your succession.\r\n    Short tale to make- we at Saint Albans met,\r\n    Our battles join'd, and both sides fiercely fought;\r\n    But whether 'twas the coldness of the King,\r\n    Who look'd full gently on his warlike queen,\r\n    That robb'd my soldiers of their heated spleen,\r\n    Or whether 'twas report of her success,\r\n    Or more than common fear of Clifford's rigour,\r\n    Who thunders to his captives blood and death,\r\n    I cannot judge; but, to conclude with truth,\r\n    Their weapons like to lightning came and went:\r\n    Our soldiers', like the night-owl's lazy flight\r\n    Or like an idle thresher with a flail,\r\n    Fell gently down, as if they struck their friends.\r\n    I cheer'd them up with justice of our cause,\r\n    With promise of high pay and great rewards,\r\n    But all in vain; they had no heart to fight,\r\n    And we in them no hope to win the day;\r\n    So that we fled: the King unto the Queen;\r\n    Lord George your brother, Norfolk, and myself,\r\n    In haste post-haste are come to join with you;\r\n    For in the marches here we heard you were\r\n    Making another head to fight again.\r\n  EDWARD. Where is the Duke of Norfolk, gentle Warwick?\r\n    And when came George from Burgundy to England?\r\n  WARWICK. Some six miles off the Duke is with the soldiers;\r\n    And for your brother, he was lately sent\r\n    From your kind aunt, Duchess of Burgundy,\r\n    With aid of soldiers to this needful war.\r\n  RICHARD. 'Twas odds, belike, when valiant Warwick fled.\r\n    Oft have I heard his praises in pursuit,\r\n    But ne'er till now his scandal of retire.\r\n  WARWICK. Nor now my scandal, Richard, dost thou hear;\r\n    For thou shalt know this strong right hand of mine\r\n    Can pluck the diadem from faint Henry's head\r\n    And wring the awful sceptre from his fist,\r\n    Were he as famous and as bold in war\r\n    As he is fam'd for mildness, peace, and prayer.\r\n  RICHARD. I know it well, Lord Warwick; blame me not.\r\n    'Tis love I bear thy glories makes me speak.\r\n    But in this troublous time what's to be done?\r\n    Shall we go throw away our coats of steel\r\n    And wrap our bodies in black mourning-gowns,\r\n    Numbering our Ave-Maries with our beads?\r\n    Or shall we on the helmets of our foes\r\n    Tell our devotion with revengeful arms?\r\n    If for the last, say 'Ay,' and to it, lords.\r\n  WARWICK. Why, therefore Warwick came to seek you out;\r\n    And therefore comes my brother Montague.\r\n    Attend me, lords. The proud insulting Queen,\r\n    With Clifford and the haught Northumberland,\r\n    And of their feather many moe proud birds,\r\n    Have wrought the easy-melting King like wax.\r\n    He swore consent to your succession,\r\n    His oath enrolled in the parliament;\r\n    And now to London all the crew are gone\r\n    To frustrate both his oath and what beside\r\n    May make against the house of Lancaster.\r\n    Their power, I think, is thirty thousand strong.\r\n    Now if the help of Norfolk and myself,\r\n    With all the friends that thou, brave Earl of March,\r\n    Amongst the loving Welshmen canst procure,\r\n    Will but amount to five and twenty thousand,\r\n    Why, Via! to London will we march amain,\r\n    And once again bestride our foaming steeds,\r\n    And once again cry 'Charge upon our foes!'\r\n    But never once again turn back and fly.\r\n  RICHARD. Ay, now methinks I hear great Warwick speak.\r\n    Ne'er may he live to see a sunshine day\r\n    That cries 'Retire!' if Warwick bid him stay.\r\n  EDWARD. Lord Warwick, on thy shoulder will I lean;\r\n    And when thou fail'st- as God forbid the hour!-\r\n    Must Edward fall, which peril heaven forfend.\r\n  WARWICK. No longer Earl of March, but Duke of York;\r\n    The next degree is England's royal throne,\r\n    For King of England shalt thou be proclaim'd\r\n    In every borough as we pass along;\r\n    And he that throws not up his cap for joy\r\n    Shall for the fault make forfeit of his head.\r\n    King Edward, valiant Richard, Montague,\r\n    Stay we no longer, dreaming of renown,\r\n    But sound the trumpets and about our task.\r\n  RICHARD. Then, Clifford, were thy heart as hard as steel,\r\n    As thou hast shown it flinty by thy deeds,\r\n    I come to pierce it or to give thee mine.\r\n  EDWARD. Then strike up drums. God and Saint George for us!\r\n\r\n                       Enter a MESSENGER\r\n\r\n  WARWICK. How now! what news?\r\n  MESSENGER. The Duke of Norfolk sends you word by me\r\n    The Queen is coming with a puissant host,\r\n    And craves your company for speedy counsel.\r\n  WARWICK. Why, then it sorts; brave warriors, let's away.\r\n                                                          Exeunt\r\n\r\nSCENE II. Before York\r\n\r\nFlourish. Enter KING HENRY, QUEEN MARGARET, the PRINCE OF WALES,\r\nCLIFFORD,\r\nNORTHUMBERLAND, with drum and trumpets\r\n\r\n  QUEEN MARGARET. Welcome, my lord, to this brave town of York.\r\n    Yonder's the head of that arch-enemy\r\n    That sought to be encompass'd with your crown.\r\n    Doth not the object cheer your heart, my lord?\r\n  KING HENRY. Ay, as the rocks cheer them that fear their wreck-\r\n    To see this sight, it irks my very soul.\r\n    Withhold revenge, dear God; 'tis not my fault,\r\n    Nor wittingly have I infring'd my vow.\r\n  CLIFFORD. My gracious liege, this too much lenity\r\n    And harmful pity must be laid aside.\r\n    To whom do lions cast their gentle looks?\r\n    Not to the beast that would usurp their den.\r\n    Whose hand is that the forest bear doth lick?\r\n    Not his that spoils her young before her face.\r\n    Who scapes the lurking serpent's mortal sting?\r\n    Not he that sets his foot upon her back,\r\n    The smallest worm will turn, being trodden on,\r\n    And doves will peck in safeguard of their brood.\r\n    Ambitious York did level at thy crown,\r\n    Thou smiling while he knit his angry brows.\r\n    He, but a Duke, would have his son a king,\r\n    And raise his issue like a loving sire:\r\n    Thou, being a king, bless'd with a goodly son,\r\n    Didst yield consent to disinherit him,\r\n    Which argued thee a most unloving father.\r\n    Unreasonable creatures feed their young;\r\n    And though man's face be fearful to their eyes,\r\n    Yet, in protection of their tender ones,\r\n    Who hath not seen them- even with those wings\r\n    Which sometime they have us'd with fearful flight-\r\n    Make war with him that climb'd unto their nest,\r\n    Offering their own lives in their young's defence\r\n    For shame, my liege, make them your precedent!\r\n    Were it not pity that this goodly boy\r\n    Should lose his birthright by his father's fault,\r\n    And long hereafter say unto his child\r\n    'What my great-grandfather and grandsire got\r\n    My careless father fondly gave away'?\r\n    Ah, what a shame were this! Look on the boy;\r\n    And let his manly face, which promiseth\r\n    Successful fortune, steel thy melting heart\r\n    To hold thine own and leave thine own with him.\r\n  KING HENRY. Full well hath Clifford play'd the orator,\r\n    Inferring arguments of mighty force.\r\n    But, Clifford, tell me, didst thou never hear\r\n    That things ill got had ever bad success?\r\n    And happy always was it for that son\r\n    Whose father for his hoarding went to hell?\r\n    I'll leave my son my virtuous deeds behind;\r\n    And would my father had left me no more!\r\n    For all the rest is held at such a rate\r\n    As brings a thousand-fold more care to keep\r\n    Than in possession any jot of pleasure.\r\n    Ah, cousin York! would thy best friends did know\r\n    How it doth grieve me that thy head is here!\r\n  QUEEN MARGARET. My lord, cheer up your spirits; our foes are nigh,\r\n    And this soft courage makes your followers faint.\r\n    You promis'd knighthood to our forward son:\r\n    Unsheathe your sword and dub him presently.\r\n    Edward, kneel down.\r\n  KING HENRY. Edward Plantagenet, arise a knight;\r\n    And learn this lesson: Draw thy sword in right.\r\n  PRINCE OF WALES. My gracious father, by your kingly leave,\r\n    I'll draw it as apparent to the crown,\r\n    And in that quarrel use it to the death.\r\n  CLIFFORD. Why, that is spoken like a toward prince.\r\n\r\n                      Enter a MESSENGER\r\n\r\n  MESSENGER. Royal commanders, be in readiness;\r\n    For with a band of thirty thousand men\r\n    Comes Warwick, backing of the Duke of York,\r\n    And in the towns, as they do march along,\r\n    Proclaims him king, and many fly to him.\r\n    Darraign your battle, for they are at hand.\r\n  CLIFFORD. I would your Highness would depart the field:\r\n    The Queen hath best success when you are absent.\r\n  QUEEN MARGARET. Ay, good my lord, and leave us to our fortune.\r\n  KING HENRY. Why, that's my fortune too; therefore I'll stay.\r\n  NORTHUMBERLAND. Be it with resolution, then, to fight.\r\n  PRINCE OF WALES. My royal father, cheer these noble lords,\r\n    And hearten those that fight in your defence.\r\n    Unsheathe your sword, good father; cry 'Saint George!'\r\n\r\n         March. Enter EDWARD, GEORGE, RICHARD, WARWICK,\r\n                NORFOLK, MONTAGUE, and soldiers\r\n\r\n  EDWARD. Now, perjur'd Henry, wilt thou kneel for grace\r\n    And set thy diadem upon my head,\r\n    Or bide the mortal fortune of the field?\r\n  QUEEN MARGARET. Go rate thy minions, proud insulting boy.\r\n    Becomes it thee to be thus bold in terms\r\n    Before thy sovereign and thy lawful king?\r\n  EDWARD. I am his king, and he should bow his knee.\r\n    I was adopted heir by his consent:\r\n    Since when, his oath is broke; for, as I hear,\r\n    You that are King, though he do wear the crown,\r\n    Have caus'd him by new act of parliament\r\n    To blot out me and put his own son in.\r\n  CLIFFORD. And reason too:\r\n    Who should succeed the father but the son?\r\n  RICHARD. Are you there, butcher? O, I cannot speak!\r\n  CLIFFORD. Ay, crook-back, here I stand to answer thee,\r\n    Or any he, the proudest of thy sort.\r\n  RICHARD. 'Twas you that kill'd young Rutland, was it not?\r\n  CLIFFORD. Ay, and old York, and yet not satisfied.\r\n  RICHARD. For God's sake, lords, give signal to the fight.\r\n  WARWICK. What say'st thou, Henry? Wilt thou yield the crown?\r\n  QUEEN MARGARET. Why, how now, long-tongu'd Warwick! Dare you speak?\r\n    When you and I met at Saint Albans last\r\n    Your legs did better service than your hands.\r\n  WARWICK. Then 'twas my turn to fly, and now 'tis thine.\r\n  CLIFFORD. You said so much before, and yet you fled.\r\n  WARWICK. 'Twas not your valour, Clifford, drove me thence.\r\n  NORTHUMBERLAND. No, nor your manhood that durst make you stay.\r\n  RICHARD. Northumberland, I hold thee reverently.\r\n    Break off the parley; for scarce I can refrain\r\n    The execution of my big-swol'n heart\r\n    Upon that Clifford, that cruel child-killer.\r\n  CLIFFORD. I slew thy father; call'st thou him a child?\r\n  RICHARD. Ay, like a dastard and a treacherous coward,\r\n    As thou didst kill our tender brother Rutland;\r\n    But ere sunset I'll make thee curse the deed.\r\n  KING HENRY. Have done with words, my lords, and hear me speak.\r\n  QUEEN MARGARET. Defy them then, or else hold close thy lips.\r\n  KING HENRY. I prithee give no limits to my tongue:\r\n    I am a king, and privileg'd to speak.\r\n  CLIFFORD. My liege, the wound that bred this meeting here\r\n    Cannot be cur'd by words; therefore be still.\r\n  RICHARD. Then, executioner, unsheathe thy sword.\r\n    By Him that made us all, I am resolv'd\r\n    That Clifford's manhood lies upon his tongue.\r\n  EDWARD. Say, Henry, shall I have my right, or no?\r\n    A thousand men have broke their fasts to-day\r\n    That ne'er shall dine unless thou yield the crown.\r\n  WARWICK. If thou deny, their blood upon thy head;\r\n    For York in justice puts his armour on.\r\n  PRINCE OF WALES. If that be right which Warwick says is right,\r\n    There is no wrong, but every thing is right.\r\n  RICHARD. Whoever got thee, there thy mother stands;\r\n    For well I wot thou hast thy mother's tongue.\r\n  QUEEN MARGARET. But thou art neither like thy sire nor dam;\r\n    But like a foul misshapen stigmatic,\r\n    Mark'd by the destinies to be avoided,\r\n    As venom toads or lizards' dreadful stings.\r\n  RICHARD. Iron of Naples hid with English gilt,\r\n    Whose father bears the title of a king-\r\n    As if a channel should be call'd the sea-\r\n    Sham'st thou not, knowing whence thou art extraught,\r\n    To let thy tongue detect thy base-born heart?\r\n  EDWARD. A wisp of straw were worth a thousand crowns\r\n    To make this shameless callet know herself.\r\n    Helen of Greece was fairer far than thou,\r\n    Although thy husband may be Menelaus;\r\n    And ne'er was Agamemmon's brother wrong'd\r\n    By that false woman as this king by thee.\r\n    His father revell'd in the heart of France,\r\n    And tam'd the King, and made the Dauphin stoop;\r\n    And had he match'd according to his state,\r\n    He might have kept that glory to this day;\r\n    But when he took a beggar to his bed\r\n    And grac'd thy poor sire with his bridal day,\r\n    Even then that sunshine brew'd a show'r for him\r\n    That wash'd his father's fortunes forth of France\r\n    And heap'd sedition on his crown at home.\r\n    For what hath broach'd this tumult but thy pride?\r\n    Hadst thou been meek, our title still had slept;\r\n    And we, in pity of the gentle King,\r\n    Had slipp'd our claim until another age.\r\n  GEORGE. But when we saw our sunshine made thy spring,\r\n    And that thy summer bred us no increase,\r\n    We set the axe to thy usurping root;\r\n    And though the edge hath something hit ourselves,\r\n    Yet know thou, since we have begun to strike,\r\n    We'll never leave till we have hewn thee down,\r\n    Or bath'd thy growing with our heated bloods.\r\n  EDWARD. And in this resolution I defy thee;\r\n    Not willing any longer conference,\r\n    Since thou deniest the gentle King to speak.\r\n    Sound trumpets; let our bloody colours wave,\r\n    And either victory or else a grave!\r\n  QUEEN MARGARET. Stay, Edward.\r\n  EDWARD. No, wrangling woman, we'll no longer stay;\r\n    These words will cost ten thousand lives this day.\r\n                                                          Exeunt\r\n\r\nSCENE III. A field of battle between Towton and Saxton, in Yorkshire\r\n\r\nAlarum; excursions. Enter WARWICK\r\n\r\n  WARWICK. Forspent with toil, as runners with a race,\r\n    I lay me down a little while to breathe;\r\n    For strokes receiv'd and many blows repaid\r\n    Have robb'd my strong-knit sinews of their strength,\r\n    And spite of spite needs must I rest awhile.\r\n\r\n                     Enter EDWARD, running\r\n\r\n  EDWARD. Smile, gentle heaven, or strike, ungentle death;\r\n    For this world frowns, and Edward's sun is clouded.\r\n  WARWICK. How now, my lord. What hap? What hope of good?\r\n\r\n                         Enter GEORGE\r\n\r\n  GEORGE. Our hap is lost, our hope but sad despair;\r\n    Our ranks are broke, and ruin follows us.\r\n    What counsel give you? Whither shall we fly?\r\n  EDWARD. Bootless is flight: they follow us with wings;\r\n    And weak we are, and cannot shun pursuit.\r\n\r\n                         Enter RICHARD\r\n\r\n  RICHARD. Ah, Warwick, why hast thou withdrawn thyself?\r\n    Thy brother's blood the thirsty earth hath drunk,\r\n    Broach'd with the steely point of Clifford's lance;\r\n    And in the very pangs of death he cried,\r\n    Like to a dismal clangor heard from far,\r\n    'Warwick, revenge! Brother, revenge my death.'\r\n    So, underneath the belly of their steeds,\r\n    That stain'd their fetlocks in his smoking blood,\r\n    The noble gentleman gave up the ghost.\r\n  WARWICK. Then let the earth be drunken with our blood.\r\n    I'll kill my horse, because I will not fly.\r\n    Why stand we like soft-hearted women here,\r\n    Wailing our losses, whiles the foe doth rage,\r\n    And look upon, as if the tragedy\r\n    Were play'd in jest by counterfeiting actors?\r\n    Here on my knee I vow to God above\r\n    I'll never pause again, never stand still,\r\n    Till either death hath clos'd these eyes of mine\r\n    Or fortune given me measure of revenge.\r\n  EDWARD. O Warwick, I do bend my knee with thine,\r\n    And in this vow do chain my soul to thine!\r\n    And ere my knee rise from the earth's cold face\r\n    I throw my hands, mine eyes, my heart to Thee,\r\n    Thou setter-up and plucker-down of kings,\r\n    Beseeching Thee, if with Thy will it stands\r\n    That to my foes this body must be prey,\r\n    Yet that Thy brazen gates of heaven may ope\r\n    And give sweet passage to my sinful soul.\r\n    Now, lords, take leave until we meet again,\r\n    Where'er it be, in heaven or in earth.\r\n  RICHARD. Brother, give me thy hand; and, gentle Warwick,\r\n    Let me embrace thee in my weary arms.\r\n    I that did never weep now melt with woe\r\n    That winter should cut off our spring-time so.\r\n  WARWICK. Away, away! Once more, sweet lords, farewell.\r\n  GEORGE. Yet let us all together to our troops,\r\n    And give them leave to fly that will not stay,\r\n    And call them pillars that will stand to us;\r\n    And if we thrive, promise them such rewards\r\n    As victors wear at the Olympian games.\r\n    This may plant courage in their quailing breasts,\r\n    For yet is hope of life and victory.\r\n    Forslow no longer; make we hence amain.               Exeunt\r\n\r\nSCENE IV. Another part of the field\r\n\r\nExcursions. Enter RICHARD and CLIFFORD\r\n\r\n  RICHARD. Now, Clifford, I have singled thee alone.\r\n    Suppose this arm is for the Duke of York,\r\n    And this for Rutland; both bound to revenge,\r\n    Wert thou environ'd with a brazen wall.\r\n  CLIFFORD. Now, Richard, I am with thee here alone.\r\n    This is the hand that stabbed thy father York;\r\n    And this the hand that slew thy brother Rutland;\r\n    And here's the heart that triumphs in their death\r\n    And cheers these hands that slew thy sire and brother\r\n    To execute the like upon thyself;\r\n    And so, have at thee!                           [They fight]\r\n\r\n                 Enter WARWICK; CLIFFORD flies\r\n\r\n  RICHARD. Nay, Warwick, single out some other chase;\r\n    For I myself will hunt this wolf to death.            Exeunt\r\n\r\nSCENE V. Another part of the field\r\n\r\nAlarum. Enter KING HENRY alone\r\n\r\n  KING HENRY. This battle fares like to the morning's war,\r\n    When dying clouds contend with growing light,\r\n    What time the shepherd, blowing of his nails,\r\n    Can neither call it perfect day nor night.\r\n    Now sways it this way, like a mighty sea\r\n    Forc'd by the tide to combat with the wind;\r\n    Now sways it that way, like the selfsame sea\r\n    Forc'd to retire by fury of the wind.\r\n    Sometime the flood prevails, and then the wind;\r\n    Now one the better, then another best;\r\n    Both tugging to be victors, breast to breast,\r\n    Yet neither conqueror nor conquered.\r\n    So is the equal poise of this fell war.\r\n    Here on this molehill will I sit me down.\r\n    To whom God will, there be the victory!\r\n    For Margaret my queen, and Clifford too,\r\n    Have chid me from the battle, swearing both\r\n    They prosper best of all when I am thence.\r\n    Would I were dead, if God's good will were so!\r\n    For what is in this world but grief and woe?\r\n    O God! methinks it were a happy life\r\n    To be no better than a homely swain;\r\n    To sit upon a hill, as I do now,\r\n    To carve out dials quaintly, point by point,\r\n    Thereby to see the minutes how they run-\r\n    How many makes the hour full complete,\r\n    How many hours brings about the day,\r\n    How many days will finish up the year,\r\n    How many years a mortal man may live.\r\n    When this is known, then to divide the times-\r\n    So many hours must I tend my flock;\r\n    So many hours must I take my rest;\r\n    So many hours must I contemplate;\r\n    So many hours must I sport myself;\r\n    So many days my ewes have been with young;\r\n    So many weeks ere the poor fools will can;\r\n    So many years ere I shall shear the fleece:\r\n    So minutes, hours, days, months, and years,\r\n    Pass'd over to the end they were created,\r\n    Would bring white hairs unto a quiet grave.\r\n    Ah, what a life were this! how sweet! how lovely!\r\n    Gives not the hawthorn bush a sweeter shade\r\n    To shepherds looking on their silly sheep,\r\n    Than doth a rich embroider'd canopy\r\n    To kings that fear their subjects' treachery?\r\n    O yes, it doth; a thousand-fold it doth.\r\n    And to conclude: the shepherd's homely curds,\r\n    His cold thin drink out of his leather bottle,\r\n    His wonted sleep under a fresh tree's shade,\r\n    All which secure and sweetly he enjoys,\r\n    Is far beyond a prince's delicates-\r\n    His viands sparkling in a golden cup,\r\n    His body couched in a curious bed,\r\n    When care, mistrust, and treason waits on him.\r\n\r\n       Alarum. Enter a son that hath kill'd his Father, at\r\n       one door; and a FATHER that hath kill'd his Son, at\r\n                         another door\r\n\r\n  SON. Ill blows the wind that profits nobody.\r\n    This man whom hand to hand I slew in fight\r\n    May be possessed with some store of crowns;\r\n    And I, that haply take them from him now,\r\n    May yet ere night yield both my life and them\r\n    To some man else, as this dead man doth me.\r\n    Who's this? O God! It is my father's face,\r\n    Whom in this conflict I unwares have kill'd.\r\n    O heavy times, begetting such events!\r\n    From London by the King was I press'd forth;\r\n    My father, being the Earl of Warwick's man,\r\n    Came on the part of York, press'd by his master;\r\n    And I, who at his hands receiv'd my life,\r\n    Have by my hands of life bereaved him.\r\n    Pardon me, God, I knew not what I did.\r\n    And pardon, father, for I knew not thee.\r\n    My tears shall wipe away these bloody marks;\r\n    And no more words till they have flow'd their fill.\r\n  KING HENRY. O piteous spectacle! O bloody times!\r\n    Whiles lions war and battle for their dens,\r\n    Poor harmless lambs abide their enmity.\r\n    Weep, wretched man; I'll aid thee tear for tear;\r\n    And let our hearts and eyes, like civil war,\r\n    Be blind with tears and break o'ercharg'd with grief.\r\n\r\n               Enter FATHER, bearing of his SON\r\n\r\n  FATHER. Thou that so stoutly hath resisted me,\r\n    Give me thy gold, if thou hast any gold;\r\n    For I have bought it with an hundred blows.\r\n    But let me see. Is this our foeman's face?\r\n    Ah, no, no, no, no, it is mine only son!\r\n    Ah, boy, if any life be left in thee,\r\n    Throw up thine eye! See, see what show'rs arise,\r\n    Blown with the windy tempest of my heart\r\n    Upon thy wounds, that kills mine eye and heart!\r\n    O, pity, God, this miserable age!\r\n    What stratagems, how fell, how butcherly,\r\n    Erroneous, mutinous, and unnatural,\r\n    This deadly quarrel daily doth beget!\r\n    O boy, thy father gave thee life too soon,\r\n    And hath bereft thee of thy life too late!\r\n  KING HENRY. Woe above woe! grief more than common grief!\r\n    O that my death would stay these ruthful deeds!\r\n    O pity, pity, gentle heaven, pity!\r\n    The red rose and the white are on his face,\r\n    The fatal colours of our striving houses:\r\n    The one his purple blood right well resembles;\r\n    The other his pale cheeks, methinks, presenteth.\r\n    Wither one rose, and let the other flourish!\r\n    If you contend, a thousand lives must perish.\r\n  SON. How will my mother for a father's death\r\n    Take on with me, and ne'er be satisfied!\r\n  FATHER. How will my wife for slaughter of my son\r\n    Shed seas of tears, and ne'er be satisfied!\r\n  KING HENRY. How will the country for these woeful chances\r\n    Misthink the King, and not be satisfied!\r\n  SON. Was ever son so rued a father's death?\r\n  FATHER. Was ever father so bemoan'd his son?\r\n  KING HENRY. Was ever king so griev'd for subjects' woe?\r\n    Much is your sorrow; mine ten times so much.\r\n  SON. I'll bear thee hence, where I may weep my fill.\r\n                                              Exit with the body\r\n  FATHER. These arms of mine shall be thy winding-sheet;\r\n    My heart, sweet boy, shall be thy sepulchre,\r\n    For from my heart thine image ne'er shall go;\r\n    My sighing breast shall be thy funeral bell;\r\n    And so obsequious will thy father be,\r\n    Even for the loss of thee, having no more,\r\n    As Priam was for all his valiant sons.\r\n    I'll bear thee hence; and let them fight that will,\r\n    For I have murdered where I should not kill.\r\n                                              Exit with the body\r\n  KING HENRY. Sad-hearted men, much overgone with care,\r\n    Here sits a king more woeful than you are.\r\n\r\n           Alarums, excursions. Enter QUEEN MARGARET,\r\n                  PRINCE OF WALES, and EXETER\r\n\r\n  PRINCE OF WALES. Fly, father, fly; for all your friends are fled,\r\n    And Warwick rages like a chafed bull.\r\n    Away! for death doth hold us in pursuit.\r\n  QUEEN MARGARET. Mount you, my lord; towards Berwick post amain.\r\n    Edward and Richard, like a brace of greyhounds\r\n    Having the fearful flying hare in sight,\r\n    With fiery eyes sparkling for very wrath,\r\n    And bloody steel grasp'd in their ireful hands,\r\n    Are at our backs; and therefore hence amain.\r\n  EXETER. Away! for vengeance comes along with them.\r\n    Nay, stay not to expostulate; make speed;\r\n    Or else come after. I'll away before.\r\n  KING HENRY. Nay, take me with thee, good sweet Exeter.\r\n    Not that I fear to stay, but love to go\r\n    Whither the Queen intends. Forward; away!             Exeunt\r\n\r\nSCENE VI. Another part of the field\r\n\r\nA loud alarum. Enter CLIFFORD, wounded\r\n\r\n  CLIFFORD. Here burns my candle out; ay, here it dies,\r\n    Which, whiles it lasted, gave King Henry light.\r\n    O Lancaster, I fear thy overthrow\r\n    More than my body's parting with my soul!\r\n    My love and fear glu'd many friends to thee;\r\n    And, now I fall, thy tough commixture melts,\r\n    Impairing Henry, strength'ning misproud York.\r\n    The common people swarm like summer flies;\r\n    And whither fly the gnats but to the sun?\r\n    And who shines now but Henry's enemies?\r\n    O Phoebus, hadst thou never given consent\r\n    That Phaethon should check thy fiery steeds,\r\n    Thy burning car never had scorch'd the earth!\r\n    And, Henry, hadst thou sway'd as kings should do,\r\n    Or as thy father and his father did,\r\n    Giving no ground unto the house of York,\r\n    They never then had sprung like summer flies;\r\n    I and ten thousand in this luckless realm\r\n    Had left no mourning widows for our death;\r\n    And thou this day hadst kept thy chair in peace.\r\n    For what doth cherish weeds but gentle air?\r\n    And what makes robbers bold but too much lenity?\r\n    Bootless are plaints, and cureless are my wounds.\r\n    No way to fly, nor strength to hold out flight.\r\n    The foe is merciless and will not pity;\r\n    For at their hands I have deserv'd no pity.\r\n    The air hath got into my deadly wounds,\r\n    And much effuse of blood doth make me faint.\r\n    Come, York and Richard, Warwick and the rest;\r\n    I stabb'd your fathers' bosoms: split my breast.\r\n                                                     [He faints]\r\n\r\n       Alarum and retreat. Enter EDWARD, GEORGE, RICHARD\r\n               MONTAGUE, WARWICK, and soldiers\r\n\r\n  EDWARD. Now breathe we, lords. Good fortune bids us pause\r\n    And smooth the frowns of war with peaceful looks.\r\n    Some troops pursue the bloody-minded Queen\r\n    That led calm Henry, though he were a king,\r\n    As doth a sail, fill'd with a fretting gust,\r\n    Command an argosy to stern the waves.\r\n    But think you, lords, that Clifford fled with them?\r\n  WARWICK. No, 'tis impossible he should escape;\r\n    For, though before his face I speak the words,\r\n    Your brother Richard mark'd him for the grave;\r\n    And, whereso'er he is, he's surely dead.\r\n                                     [CLIFFORD groans, and dies]\r\n  RICHARD. Whose soul is that which takes her heavy leave?\r\n    A deadly groan, like life and death's departing.\r\n    See who it is.\r\n  EDWARD. And now the battle's ended,\r\n    If friend or foe, let him be gently used.\r\n  RICHARD. Revoke that doom of mercy, for 'tis Clifford;\r\n    Who not contented that he lopp'd the branch\r\n    In hewing Rutland when his leaves put forth,\r\n    But set his murd'ring knife unto the root\r\n    From whence that tender spray did sweetly spring-\r\n    I mean our princely father, Duke of York.\r\n  WARWICK. From off the gates of York fetch down the head,\r\n    Your father's head, which Clifford placed there;\r\n    Instead whereof let this supply the room.\r\n    Measure for measure must be answered.\r\n  EDWARD. Bring forth that fatal screech-owl to our house,\r\n    That nothing sung but death to us and ours.\r\n    Now death shall stop his dismal threat'ning sound,\r\n    And his ill-boding tongue no more shall speak.\r\n  WARWICK. I think his understanding is bereft.\r\n    Speak, Clifford, dost thou know who speaks to thee?\r\n    Dark cloudy death o'ershades his beams of life,\r\n    And he nor sees nor hears us what we say.\r\n  RICHARD. O, would he did! and so, perhaps, he doth.\r\n    'Tis but his policy to counterfeit,\r\n    Because he would avoid such bitter taunts\r\n    Which in the time of death he gave our father.\r\n  GEORGE. If so thou think'st, vex him with eager words.\r\n  RICHARD. Clifford, ask mercy and obtain no grace.\r\n  EDWARD. Clifford, repent in bootless penitence.\r\n  WARWICK. Clifford, devise excuses for thy faults.\r\n  GEORGE. While we devise fell tortures for thy faults.\r\n  RICHARD. Thou didst love York, and I am son to York.\r\n  EDWARD. Thou pitied'st Rutland, I will pity thee.\r\n  GEORGE. Where's Captain Margaret, to fence you now?\r\n  WARWICK. They mock thee, Clifford; swear as thou wast wont.\r\n  RICHARD. What, not an oath? Nay, then the world goes hard\r\n    When Clifford cannot spare his friends an oath.\r\n    I know by that he's dead; and by my soul,\r\n    If this right hand would buy two hours' life,\r\n    That I in all despite might rail at him,\r\n    This hand should chop it off, and with the issuing blood\r\n    Stifle the villain whose unstanched thirst\r\n    York and young Rutland could not satisfy.\r\n  WARWICK. Ay, but he's dead. Off with the traitor's head,\r\n    And rear it in the place your father's stands.\r\n    And now to London with triumphant march,\r\n    There to be crowned England's royal King;\r\n    From whence shall Warwick cut the sea to France,\r\n    And ask the Lady Bona for thy queen.\r\n    So shalt thou sinew both these lands together;\r\n    And, having France thy friend, thou shalt not dread\r\n    The scatt'red foe that hopes to rise again;\r\n    For though they cannot greatly sting to hurt,\r\n    Yet look to have them buzz to offend thine ears.\r\n    First will I see the coronation;\r\n    And then to Brittany I'll cross the sea\r\n    To effect this marriage, so it please my lord.\r\n  EDWARD. Even as thou wilt, sweet Warwick, let it be;\r\n    For in thy shoulder do I build my seat,\r\n    And never will I undertake the thing\r\n    Wherein thy counsel and consent is wanting.\r\n    Richard, I will create thee Duke of Gloucester;\r\n    And George, of Clarence; Warwick, as ourself,\r\n    Shall do and undo as him pleaseth best.\r\n  RICHARD. Let me be Duke of Clarence, George of Gloucester;\r\n    For Gloucester's dukedom is too ominous.\r\n  WARWICK. Tut, that's a foolish observation.\r\n    Richard, be Duke of Gloucester. Now to London\r\n    To see these honours in possession.                   Exeunt\r\n\r\nACT III. SCENE I. A chase in the north of England\r\n\r\nEnter two KEEPERS, with cross-bows in their hands\r\n\r\n  FIRST KEEPER. Under this thick-grown brake we'll shroud ourselves,\r\n    For through this laund anon the deer will come;\r\n    And in this covert will we make our stand,\r\n    Culling the principal of all the deer.\r\n  SECOND KEEPER. I'll stay above the hill, so both may shoot.\r\n  FIRST KEEPER. That cannot be; the noise of thy cross-bow\r\n    Will scare the herd, and so my shoot is lost.\r\n    Here stand we both, and aim we at the best;\r\n    And, for the time shall not seem tedious,\r\n    I'll tell thee what befell me on a day\r\n    In this self-place where now we mean to stand.\r\n  SECOND KEEPER. Here comes a man; let's stay till he be past.\r\n\r\n        Enter KING HENRY, disguised, with a prayer-book\r\n\r\n  KING HENRY. From Scotland am I stol'n, even of pure love,\r\n    To greet mine own land with my wishful sight.\r\n    No, Harry, Harry, 'tis no land of thine;\r\n    Thy place is fill'd, thy sceptre wrung from thee,\r\n    Thy balm wash'd off wherewith thou wast anointed.\r\n    No bending knee will call thee Caesar now,\r\n    No humble suitors press to speak for right,\r\n    No, not a man comes for redress of thee;\r\n    For how can I help them and not myself?\r\n  FIRST KEEPER. Ay, here's a deer whose skin's a keeper's fee.\r\n    This is the quondam King; let's seize upon him.\r\n  KING HENRY. Let me embrace thee, sour adversity,\r\n    For wise men say it is the wisest course.\r\n  SECOND KEEPER. Why linger we? let us lay hands upon him.\r\n  FIRST KEEPER. Forbear awhile; we'll hear a little more.\r\n  KING HENRY. My Queen and son are gone to France for aid;\r\n    And, as I hear, the great commanding Warwick\r\n    Is thither gone to crave the French King's sister\r\n    To wife for Edward. If this news be true,\r\n    Poor queen and son, your labour is but lost;\r\n    For Warwick is a subtle orator,\r\n    And Lewis a prince soon won with moving words.\r\n    By this account, then, Margaret may win him;\r\n    For she's a woman to be pitied much.\r\n    Her sighs will make a batt'ry in his breast;\r\n    Her tears will pierce into a marble heart;\r\n    The tiger will be mild whiles she doth mourn;\r\n    And Nero will be tainted with remorse\r\n    To hear and see her plaints, her brinish tears.\r\n    Ay, but she's come to beg: Warwick, to give.\r\n    She, on his left side, craving aid for Henry:\r\n    He, on his right, asking a wife for Edward.\r\n    She weeps, and says her Henry is depos'd:\r\n    He smiles, and says his Edward is install'd;\r\n    That she, poor wretch, for grief can speak no more;\r\n    Whiles Warwick tells his title, smooths the wrong,\r\n    Inferreth arguments of mighty strength,\r\n    And in conclusion wins the King from her\r\n    With promise of his sister, and what else,\r\n    To strengthen and support King Edward's place.\r\n    O Margaret, thus 'twill be; and thou, poor soul,\r\n    Art then forsaken, as thou went'st forlorn!\r\n  SECOND KEEPER. Say, what art thou that talk'st of kings and queens?\r\n  KING HENRY. More than I seem, and less than I was born to:\r\n    A man at least, for less I should not be;\r\n    And men may talk of kings, and why not I?\r\n  SECOND KEEPER. Ay, but thou talk'st as if thou wert a king.\r\n  KING HENRY. Why, so I am- in mind; and that's enough.\r\n  SECOND KEEPER. But, if thou be a king, where is thy crown?\r\n  KING HENRY. My crown is in my heart, not on my head;\r\n    Not deck'd with diamonds and Indian stones,\r\n    Not to be seen. My crown is call'd content;\r\n    A crown it is that seldom kings enjoy.\r\n  SECOND KEEPER. Well, if you be a king crown'd with content,\r\n    Your crown content and you must be contented\r\n    To go along with us; for as we think,\r\n    You are the king King Edward hath depos'd;\r\n    And we his subjects, sworn in all allegiance,\r\n    Will apprehend you as his enemy.\r\n  KING HENRY. But did you never swear, and break an oath?\r\n  SECOND KEEPER. No, never such an oath; nor will not now.\r\n  KING HENRY. Where did you dwell when I was King of England?\r\n  SECOND KEEPER. Here in this country, where we now remain.\r\n  KING HENRY. I was anointed king at nine months old;\r\n    My father and my grandfather were kings;\r\n    And you were sworn true subjects unto me;\r\n    And tell me, then, have you not broke your oaths?\r\n  FIRST KEEPER. No;\r\n    For we were subjects but while you were king.\r\n  KING HENRY. Why, am I dead? Do I not breathe a man?\r\n    Ah, simple men, you know not what you swear!\r\n    Look, as I blow this feather from my face,\r\n    And as the air blows it to me again,\r\n    Obeying with my wind when I do blow,\r\n    And yielding to another when it blows,\r\n    Commanded always by the greater gust,\r\n    Such is the lightness of you common men.\r\n    But do not break your oaths; for of that sin\r\n    My mild entreaty shall not make you guilty.\r\n    Go where you will, the King shall be commanded;\r\n    And be you kings: command, and I'll obey.\r\n  FIRST KEEPER. We are true subjects to the King, King Edward.\r\n  KING HENRY. So would you be again to Henry,\r\n    If he were seated as King Edward is.\r\n  FIRST KEEPER. We charge you, in God's name and the King's,\r\n    To go with us unto the officers.\r\n  KING HENRY. In God's name, lead; your King's name be obey'd;\r\n    And what God will, that let your King perform;\r\n    And what he will, I humbly yield unto.                Exeunt\r\n\r\nSCENE II. London. The palace\r\n\r\nEnter KING EDWARD, GLOUCESTER, CLARENCE, and LADY GREY\r\n\r\n  KING EDWARD. Brother of Gloucester, at Saint Albans' field\r\n    This lady's husband, Sir Richard Grey, was slain,\r\n    His land then seiz'd on by the conqueror.\r\n    Her suit is now to repossess those lands;\r\n    Which we in justice cannot well deny,\r\n    Because in quarrel of the house of York\r\n    The worthy gentleman did lose his life.\r\n  GLOUCESTER. Your Highness shall do well to grant her suit;\r\n    It were dishonour to deny it her.\r\n  KING EDWARD. It were no less; but yet I'll make a pause.\r\n  GLOUCESTER. [Aside to CLARENCE] Yea, is it so?\r\n    I see the lady hath a thing to grant,\r\n    Before the King will grant her humble suit.\r\n  CLARENCE. [Aside to GLOUCESTER] He knows the game; how true he\r\n    keeps the wind!\r\n  GLOUCESTER. [Aside to CLARENCE] Silence!\r\n  KING EDWARD. Widow, we will consider of your suit;\r\n    And come some other time to know our mind.\r\n  LADY GREY. Right gracious lord, I cannot brook delay.\r\n    May it please your Highness to resolve me now;\r\n    And what your pleasure is shall satisfy me.\r\n  GLOUCESTER. [Aside] Ay, widow? Then I'll warrant you all your\r\n      lands,\r\n    An if what pleases him shall pleasure you.\r\n    Fight closer or, good faith, you'll catch a blow.\r\n  CLARENCE. [Aside to GLOUCESTER] I fear her not, unless she chance\r\n    to fall.\r\n  GLOUCESTER. [Aside to CLARENCE] God forbid that, for he'll take\r\n    vantages.\r\n  KING EDWARD. How many children hast thou, widow, tell me.\r\n  CLARENCE. [Aside to GLOUCESTER] I think he means to beg a child of\r\n    her.\r\n  GLOUCESTER. [Aside to CLARENCE] Nay, then whip me; he'll rather\r\n    give her two.\r\n  LADY GREY. Three, my most gracious lord.\r\n  GLOUCESTER. [Aside] You shall have four if you'll be rul'd by him.\r\n  KING EDWARD. 'Twere pity they should lose their father's lands.\r\n  LADY GREY. Be pitiful, dread lord, and grant it, then.\r\n  KING EDWARD. Lords, give us leave; I'll try this widow's wit.\r\n  GLOUCESTER. [Aside] Ay, good leave have you; for you will have\r\n      leave\r\n    Till youth take leave and leave you to the crutch.\r\n                              [GLOUCESTER and CLARENCE withdraw]\r\n  KING EDWARD. Now tell me, madam, do you love your children?\r\n  LADY GREY. Ay, full as dearly as I love myself.\r\n  KING EDWARD. And would you not do much to do them good?\r\n  LADY GREY. To do them good I would sustain some harm.\r\n  KING EDWARD. Then get your husband's lands, to do them good.\r\n  LADY GREY. Therefore I came unto your Majesty.\r\n  KING EDWARD. I'll tell you how these lands are to be got.\r\n  LADY GREY. So shall you bind me to your Highness' service.\r\n  KING EDWARD. What service wilt thou do me if I give them?\r\n  LADY GREY. What you command that rests in me to do.\r\n  KING EDWARD. But you will take exceptions to my boon.\r\n  LADY GREY. No, gracious lord, except I cannot do it.\r\n  KING EDWARD. Ay, but thou canst do what I mean to ask.\r\n  LADY GREY. Why, then I will do what your Grace commands.\r\n  GLOUCESTER. He plies her hard; and much rain wears the marble.\r\n  CLARENCE. As red as fire! Nay, then her wax must melt.\r\n  LADY GREY. Why stops my lord? Shall I not hear my task?\r\n  KING EDWARD. An easy task; 'tis but to love a king.\r\n  LADY GREY. That's soon perform'd, because I am a subject.\r\n  KING EDWARD. Why, then, thy husband's lands I freely give thee.\r\n  LADY GREY. I take my leave with many thousand thanks.\r\n  GLOUCESTER. The match is made; she seals it with a curtsy.\r\n  KING EDWARD. But stay thee- 'tis the fruits of love I mean.\r\n  LADY GREY. The fruits of love I mean, my loving liege.\r\n  KING EDWARD. Ay, but, I fear me, in another sense.\r\n    What love, thinkst thou, I sue so much to get?\r\n  LADY GREY. My love till death, my humble thanks, my prayers;\r\n    That love which virtue begs and virtue grants.\r\n  KING EDWARD. No, by my troth, I did not mean such love.\r\n  LADY GREY. Why, then you mean not as I thought you did.\r\n  KING EDWARD. But now you partly may perceive my mind.\r\n  LADY GREY. My mind will never grant what I perceive\r\n    Your Highness aims at, if I aim aright.\r\n  KING EDWARD. To tell thee plain, I aim to lie with thee.\r\n  LADY GREY. To tell you plain, I had rather lie in prison.\r\n  KING EDWARD. Why, then thou shalt not have thy husband's lands.\r\n  LADY GREY. Why, then mine honesty shall be my dower;\r\n    For by that loss I will not purchase them.\r\n  KING EDWARD. Therein thou wrong'st thy children mightily.\r\n  LADY GREY. Herein your Highness wrongs both them and me.\r\n    But, mighty lord, this merry inclination\r\n    Accords not with the sadness of my suit.\r\n    Please you dismiss me, either with ay or no.\r\n  KING EDWARD. Ay, if thou wilt say ay to my request;\r\n    No, if thou dost say no to my demand.\r\n  LADY GREY. Then, no, my lord. My suit is at an end.\r\n  GLOUCESTER. The widow likes him not; she knits her brows.\r\n  CLARENCE. He is the bluntest wooer in Christendom.\r\n  KING EDWARD. [Aside] Her looks doth argue her replete with modesty;\r\n    Her words doth show her wit incomparable;\r\n    All her perfections challenge sovereignty.\r\n    One way or other, she is for a king;\r\n    And she shall be my love, or else my queen.\r\n    Say that King Edward take thee for his queen?\r\n  LADY GREY. 'Tis better said than done, my gracious lord.\r\n    I am a subject fit to jest withal,\r\n    But far unfit to be a sovereign.\r\n  KING EDWARD. Sweet widow, by my state I swear to thee\r\n    I speak no more than what my soul intends;\r\n    And that is to enjoy thee for my love.\r\n  LADY GREY. And that is more than I will yield unto.\r\n    I know I am too mean to be your queen,\r\n    And yet too good to be your concubine.\r\n  KING EDWARD. You cavil, widow; I did mean my queen.\r\n  LADY GREY. 'Twill grieve your Grace my sons should call you father.\r\n  KING EDWARD.No more than when my daughters call thee mother.\r\n    Thou art a widow, and thou hast some children;\r\n    And, by God's Mother, I, being but a bachelor,\r\n    Have other some. Why, 'tis a happy thing\r\n    To be the father unto many sons.\r\n    Answer no more, for thou shalt be my queen.\r\n  GLOUCESTER. The ghostly father now hath done his shrift.\r\n  CLARENCE. When he was made a shriver, 'twas for shrift.\r\n  KING EDWARD. Brothers, you muse what chat we two have had.\r\n  GLOUCESTER. The widow likes it not, for she looks very sad.\r\n  KING EDWARD. You'd think it strange if I should marry her.\r\n  CLARENCE. To who, my lord?\r\n  KING EDWARD. Why, Clarence, to myself.\r\n  GLOUCESTER. That would be ten days' wonder at the least.\r\n  CLARENCE. That's a day longer than a wonder lasts.\r\n  GLOUCESTER. By so much is the wonder in extremes.\r\n  KING EDWARD. Well, jest on, brothers; I can tell you both\r\n    Her suit is granted for her husband's lands.\r\n\r\n                       Enter a NOBLEMAN\r\n\r\n  NOBLEMAN. My gracious lord, Henry your foe is taken\r\n    And brought your prisoner to your palace gate.\r\n  KING EDWARD. See that he be convey'd unto the Tower.\r\n    And go we, brothers, to the man that took him\r\n    To question of his apprehension.\r\n    Widow, go you along. Lords, use her honourably.\r\n                                       Exeunt all but GLOUCESTER\r\n  GLOUCESTER. Ay, Edward will use women honourably.\r\n    Would he were wasted, marrow, bones, and all,\r\n    That from his loins no hopeful branch may spring\r\n    To cross me from the golden time I look for!\r\n    And yet, between my soul's desire and me-\r\n    The lustful Edward's title buried-\r\n    Is Clarence, Henry, and his son young Edward,\r\n    And all the unlook'd for issue of their bodies,\r\n    To take their rooms ere I can place myself.\r\n    A cold premeditation for my purpose!\r\n    Why, then I do but dream on sovereignty;\r\n    Like one that stands upon a promontory\r\n    And spies a far-off shore where he would tread,\r\n    Wishing his foot were equal with his eye;\r\n    And chides the sea that sunders him from thence,\r\n    Saying he'll lade it dry to have his way-\r\n    So do I wish the crown, being so far off;\r\n    And so I chide the means that keeps me from it;\r\n    And so I say I'll cut the causes off,\r\n    Flattering me with impossibilities.\r\n    My eye's too quick, my heart o'erweens too much,\r\n    Unless my hand and strength could equal them.\r\n    Well, say there is no kingdom then for Richard;\r\n    What other pleasure can the world afford?\r\n    I'll make my heaven in a lady's lap,\r\n    And deck my body in gay ornaments,\r\n    And witch sweet ladies with my words and looks.\r\n    O miserable thought! and more unlikely\r\n    Than to accomplish twenty golden crowns.\r\n    Why, love forswore me in my mother's womb;\r\n    And, for I should not deal in her soft laws,\r\n    She did corrupt frail nature with some bribe\r\n    To shrink mine arm up like a wither'd shrub\r\n    To make an envious mountain on my back,\r\n    Where sits deformity to mock my body;\r\n    To shape my legs of an unequal size;\r\n    To disproportion me in every part,\r\n    Like to a chaos, or an unlick'd bear-whelp\r\n    That carries no impression like the dam.\r\n    And am I, then, a man to be belov'd?\r\n    O monstrous fault to harbour such a thought!\r\n    Then, since this earth affords no joy to me\r\n    But to command, to check, to o'erbear such\r\n    As are of better person than myself,\r\n    I'll make my heaven to dream upon the crown,\r\n    And whiles I live t' account this world but hell,\r\n    Until my misshap'd trunk that bear this head\r\n    Be round impaled with a glorious crown.\r\n    And yet I know not how to get the crown,\r\n    For many lives stand between me and home;\r\n    And I- like one lost in a thorny wood\r\n    That rents the thorns and is rent with the thorns,\r\n    Seeking a way and straying from the way\r\n    Not knowing how to find the open air,\r\n    But toiling desperately to find it out-\r\n    Torment myself to catch the English crown;\r\n    And from that torment I will free myself\r\n    Or hew my way out with a bloody axe.\r\n    Why, I can smile, and murder whiles I smile,\r\n    And cry 'Content!' to that which grieves my heart,\r\n    And wet my cheeks with artificial tears,\r\n    And frame my face to all occasions.\r\n    I'll drown more sailors than the mermaid shall;\r\n    I'll slay more gazers than the basilisk;\r\n    I'll play the orator as well as Nestor,\r\n    Deceive more slily than Ulysses could,\r\n    And, like a Sinon, take another Troy.\r\n    I can add colours to the chameleon,\r\n    Change shapes with Protheus for advantages,\r\n    And set the murderous Machiavel to school.\r\n    Can I do this, and cannot get a crown?\r\n    Tut, were it farther off, I'll pluck it down.           Exit\r\n\r\nSCENE III. France.  The KING'S palace\r\n\r\nFlourish.  Enter LEWIS the French King, his sister BONA, his Admiral\r\ncall'd BOURBON; PRINCE EDWARD, QUEEN MARGARET, and the EARL of OXFORD. \r\nLEWIS sits, and riseth up again\r\n\r\n  LEWIS. Fair Queen of England, worthy Margaret,\r\n    Sit down with us. It ill befits thy state\r\n    And birth that thou shouldst stand while Lewis doth sit.\r\n  QUEEN MARGARET. No, mighty King of France. Now Margaret\r\n    Must strike her sail and learn a while to serve\r\n    Where kings command. I was, I must confess,\r\n    Great Albion's Queen in former golden days;\r\n    But now mischance hath trod my title down\r\n    And with dishonour laid me on the ground,\r\n    Where I must take like seat unto my fortune,\r\n    And to my humble seat conform myself.\r\n  LEWIS. Why, say, fair Queen, whence springs this deep despair?\r\n  QUEEN MARGARET. From such a cause as fills mine eyes with tears\r\n    And stops my tongue, while heart is drown'd in cares.\r\n  LEWIS. Whate'er it be, be thou still like thyself,\r\n    And sit thee by our side. [Seats her by him] Yield not thy neck\r\n    To fortune's yoke, but let thy dauntless mind\r\n    Still ride in triumph over all mischance.\r\n    Be plain, Queen Margaret, and tell thy grief;\r\n    It shall be eas'd, if France can yield relief.\r\n  QUEEN MARGARET. Those gracious words revive my drooping thoughts\r\n    And give my tongue-tied sorrows leave to speak.\r\n    Now therefore be it known to noble Lewis\r\n    That Henry, sole possessor of my love,\r\n    Is, of a king, become a banish'd man,\r\n    And forc'd to live in Scotland a forlorn;\r\n    While proud ambitious Edward Duke of York\r\n    Usurps the regal title and the seat\r\n    Of England's true-anointed lawful King.\r\n    This is the cause that I, poor Margaret,\r\n    With this my son, Prince Edward, Henry's heir,\r\n    Am come to crave thy just and lawful aid;\r\n    And if thou fail us, all our hope is done.\r\n    Scotland hath will to help, but cannot help;\r\n    Our people and our peers are both misled,\r\n    Our treasure seiz'd, our soldiers put to flight,\r\n    And, as thou seest, ourselves in heavy plight.\r\n  LEWIS. Renowned Queen, with patience calm the storm,\r\n    While we bethink a means to break it off.\r\n  QUEEN MARGARET. The more we stay, the stronger grows our foe.\r\n  LEWIS. The more I stay, the more I'll succour thee.\r\n  QUEEN MARGARET. O, but impatience waiteth on true sorrow.\r\n    And see where comes the breeder of my sorrow!\r\n\r\n                        Enter WARWICK\r\n\r\n  LEWIS. What's he approacheth boldly to our presence?\r\n  QUEEN MARGARET. Our Earl of Warwick, Edward's greatest friend.\r\n  LEWIS. Welcome, brave Warwick! What brings thee to France?\r\n                                      [He descends. She ariseth]\r\n  QUEEN MARGARET. Ay, now begins a second storm to rise;\r\n    For this is he that moves both wind and tide.\r\n  WARWICK. From worthy Edward, King of Albion,\r\n    My lord and sovereign, and thy vowed friend,\r\n    I come, in kindness and unfeigned love,\r\n    First to do greetings to thy royal person,\r\n    And then to crave a league of amity,\r\n    And lastly to confirm that amity\r\n    With nuptial knot, if thou vouchsafe to grant\r\n    That virtuous Lady Bona, thy fair sister,\r\n    To England's King in lawful marriage.\r\n  QUEEN MARGARET. [Aside] If that go forward, Henry's hope is done.\r\n  WARWICK. [To BONA] And, gracious madam, in our king's behalf,\r\n    I am commanded, with your leave and favour,\r\n    Humbly to kiss your hand, and with my tongue\r\n    To tell the passion of my sovereign's heart;\r\n    Where fame, late ent'ring at his heedful ears,\r\n    Hath plac'd thy beauty's image and thy virtue.\r\n  QUEEN MARGARET. King Lewis and Lady Bona, hear me speak\r\n    Before you answer Warwick. His demand\r\n    Springs not from Edward's well-meant honest love,\r\n    But from deceit bred by necessity;\r\n    For how can tyrants safely govern home\r\n    Unless abroad they purchase great alliance?\r\n    To prove him tyrant this reason may suffice,\r\n    That Henry liveth still; but were he dead,\r\n    Yet here Prince Edward stands, King Henry's son.\r\n    Look therefore, Lewis, that by this league and marriage\r\n    Thou draw not on thy danger and dishonour;\r\n    For though usurpers sway the rule a while\r\n    Yet heav'ns are just, and time suppresseth wrongs.\r\n  WARWICK. Injurious Margaret!\r\n  PRINCE OF WALES. And why not Queen?\r\n  WARWICK. Because thy father Henry did usurp;\r\n    And thou no more art prince than she is queen.\r\n  OXFORD. Then Warwick disannuls great John of Gaunt,\r\n    Which did subdue the greatest part of Spain;\r\n    And, after John of Gaunt, Henry the Fourth,\r\n    Whose wisdom was a mirror to the wisest;\r\n    And, after that wise prince, Henry the Fifth,\r\n    Who by his prowess conquered all France.\r\n    From these our Henry lineally descends.\r\n  WARWICK. Oxford, how haps it in this smooth discourse\r\n    You told not how Henry the Sixth hath lost\r\n    All that which Henry the Fifth had gotten?\r\n    Methinks these peers of France should smile at that.\r\n    But for the rest: you tell a pedigree\r\n    Of threescore and two years- a silly time\r\n    To make prescription for a kingdom's worth.\r\n  OXFORD. Why, Warwick, canst thou speak against thy liege,\r\n    Whom thou obeyed'st thirty and six years,\r\n    And not betray thy treason with a blush?\r\n  WARWICK. Can Oxford that did ever fence the right\r\n    Now buckler falsehood with a pedigree?\r\n    For shame! Leave Henry, and call Edward king.\r\n  OXFORD. Call him my king by whose injurious doom\r\n    My elder brother, the Lord Aubrey Vere,\r\n    Was done to death; and more than so, my father,\r\n    Even in the downfall of his mellow'd years,\r\n    When nature brought him to the door of death?\r\n    No, Warwick, no; while life upholds this arm,\r\n    This arm upholds the house of Lancaster.\r\n  WARWICK. And I the house of York.\r\n  LEWIS. Queen Margaret, Prince Edward, and Oxford,\r\n    Vouchsafe at our request to stand aside\r\n    While I use further conference with Warwick.\r\n                                              [They stand aloof]\r\n  QUEEN MARGARET. Heavens grant that Warwick's words bewitch him not!\r\n  LEWIS. Now, Warwick, tell me, even upon thy conscience,\r\n    Is Edward your true king? for I were loath\r\n    To link with him that were not lawful chosen.\r\n  WARWICK. Thereon I pawn my credit and mine honour.\r\n  LEWIS. But is he gracious in the people's eye?\r\n  WARWICK. The more that Henry was unfortunate.\r\n  LEWIS. Then further: all dissembling set aside,\r\n    Tell me for truth the measure of his love\r\n    Unto our sister Bona.\r\n  WARWICK. Such it seems\r\n    As may beseem a monarch like himself.\r\n    Myself have often heard him say and swear\r\n    That this his love was an eternal plant\r\n    Whereof the root was fix'd in virtue's ground,\r\n    The leaves and fruit maintain'd with beauty's sun,\r\n    Exempt from envy, but not from disdain,\r\n    Unless the Lady Bona quit his pain.\r\n  LEWIS. Now, sister, let us hear your firm resolve.\r\n  BONA. Your grant or your denial shall be mine.\r\n    [To WARWICK] Yet I confess that often ere this day,\r\n    When I have heard your king's desert recounted,\r\n    Mine ear hath tempted judgment to desire.\r\n  LEWIS. Then, Warwick, thus: our sister shall be Edward's.\r\n    And now forthwith shall articles be drawn\r\n    Touching the jointure that your king must make,\r\n    Which with her dowry shall be counterpois'd.\r\n    Draw near, Queen Margaret, and be a witness\r\n    That Bona shall be wife to the English king.\r\n  PRINCE OF WALES. To Edward, but not to the English king.\r\n  QUEEN MARGARET. Deceitful Warwick, it was thy device\r\n    By this alliance to make void my suit.\r\n    Before thy coming, Lewis was Henry's friend.\r\n  LEWIS. And still is friend to him and Margaret.\r\n    But if your title to the crown be weak,\r\n    As may appear by Edward's good success,\r\n    Then 'tis but reason that I be releas'd\r\n    From giving aid which late I promised.\r\n    Yet shall you have all kindness at my hand\r\n    That your estate requires and mine can yield.\r\n  WARWICK. Henry now lives in Scotland at his case,\r\n    Where having nothing, nothing can he lose.\r\n    And as for you yourself, our quondam queen,\r\n    You have a father able to maintain you,\r\n    And better 'twere you troubled him than France.\r\n  QUEEN MARGARET. Peace, impudent and shameless Warwick,\r\n    Proud setter up and puller down of kings!\r\n    I will not hence till with my talk and tears,\r\n    Both full of truth, I make King Lewis behold\r\n    Thy sly conveyance and thy lord's false love;\r\n    For both of you are birds of self-same feather.\r\n                                    [POST blowing a horn within]\r\n  LEWIS. Warwick, this is some post to us or thee.\r\n\r\n                       Enter the POST\r\n\r\n  POST. My lord ambassador, these letters are for you,\r\n    Sent from your brother, Marquis Montague.\r\n    These from our King unto your Majesty.\r\n    And, madam, these for you; from whom I know not.\r\n                                   [They all read their letters]\r\n  OXFORD. I like it well that our fair Queen and mistress\r\n    Smiles at her news, while Warwick frowns at his.\r\n  PRINCE OF WALES. Nay, mark how Lewis stamps as he were nettled.\r\n    I hope all's for the best.\r\n  LEWIS. Warwick, what are thy news? And yours, fair Queen?\r\n  QUEEN MARGARET. Mine such as fill my heart with unhop'd joys.\r\n  WARWICK. Mine, full of sorrow and heart's discontent.\r\n  LEWIS. What, has your king married the Lady Grey?\r\n    And now, to soothe your forgery and his,\r\n    Sends me a paper to persuade me patience?\r\n    Is this th' alliance that he seeks with France?\r\n    Dare he presume to scorn us in this manner?\r\n  QUEEN MARGARET. I told your Majesty as much before.\r\n    This proveth Edward's love and Warwick's honesty.\r\n  WARWICK. King Lewis, I here protest in sight of heaven,\r\n    And by the hope I have of heavenly bliss,\r\n    That I am clear from this misdeed of Edward's-\r\n    No more my king, for he dishonours me,\r\n    But most himself, if he could see his shame.\r\n    Did I forget that by the house of York\r\n    My father came untimely to his death?\r\n    Did I let pass th' abuse done to my niece?\r\n    Did I impale him with the regal crown?\r\n    Did I put Henry from his native right?\r\n    And am I guerdon'd at the last with shame?\r\n    Shame on himself! for my desert is honour;\r\n    And to repair my honour lost for him\r\n    I here renounce him and return to Henry.\r\n    My noble Queen, let former grudges pass,\r\n    And henceforth I am thy true servitor.\r\n    I will revenge his wrong to Lady Bona,\r\n    And replant Henry in his former state.\r\n  QUEEN MARGARET. Warwick, these words have turn'd my hate to love;\r\n    And I forgive and quite forget old faults,\r\n    And joy that thou becom'st King Henry's friend.\r\n  WARWICK. So much his friend, ay, his unfeigned friend,\r\n    That if King Lewis vouchsafe to furnish us\r\n    With some few bands of chosen soldiers,\r\n    I'll undertake to land them on our coast\r\n    And force the tyrant from his seat by war.\r\n    'Tis not his new-made bride shall succour him;\r\n    And as for Clarence, as my letters tell me,\r\n    He's very likely now to fall from him\r\n    For matching more for wanton lust than honour\r\n    Or than for strength and safety of our country.\r\n  BONA. Dear brother, how shall Bona be reveng'd\r\n    But by thy help to this distressed queen?\r\n  QUEEN MARGARET. Renowned Prince, how shall poor Henry live\r\n    Unless thou rescue him from foul despair?\r\n  BONA. My quarrel and this English queen's are one.\r\n  WARWICK. And mine, fair Lady Bona, joins with yours.\r\n  LEWIS. And mine with hers, and thine, and Margaret's.\r\n    Therefore, at last, I firmly am resolv'd\r\n    You shall have aid.\r\n  QUEEN MARGARET. Let me give humble thanks for all at once.\r\n  LEWIS. Then, England's messenger, return in post\r\n    And tell false Edward, thy supposed king,\r\n    That Lewis of France is sending over masquers\r\n    To revel it with him and his new bride.\r\n    Thou seest what's past; go fear thy king withal.\r\n  BONA. Tell him, in hope he'll prove a widower shortly,\r\n    I'll wear the willow-garland for his sake.\r\n  QUEEN MARGARET. Tell him my mourning weeds are laid aside,\r\n    And I am ready to put armour on.\r\n  WARWICK. Tell him from me that he hath done me wrong,\r\n    And therefore I'll uncrown him ere't be long.\r\n    There's thy reward; be gone.                       Exit POST\r\n  LEWIS. But, Warwick,\r\n    Thou and Oxford, with five thousand men,\r\n    Shall cross the seas and bid false Edward battle:\r\n    And, as occasion serves, this noble Queen\r\n    And Prince shall follow with a fresh supply.\r\n    Yet, ere thou go, but answer me one doubt:\r\n    What pledge have we of thy firm loyalty?\r\n  WARWICK. This shall assure my constant loyalty:\r\n    That if our Queen and this young Prince agree,\r\n    I'll join mine eldest daughter and my joy\r\n    To him forthwith in holy wedlock bands.\r\n  QUEEN MARGARET. Yes, I agree, and thank you for your motion.\r\n    Son Edward, she is fair and virtuous,\r\n    Therefore delay not- give thy hand to Warwick;\r\n    And with thy hand thy faith irrevocable\r\n    That only Warwick's daughter shall be thine.\r\n  PRINCE OF WALES. Yes, I accept her, for she well deserves it;\r\n    And here, to pledge my vow, I give my hand.\r\n                                  [He gives his hand to WARWICK]\r\n  LEWIS. stay we now? These soldiers shall be levied;\r\n    And thou, Lord Bourbon, our High Admiral,\r\n    Shall waft them over with our royal fleet.\r\n    I long till Edward fall by war's mischance\r\n    For mocking marriage with a dame of France.\r\n                                          Exeunt all but WARWICK\r\n  WARWICK. I came from Edward as ambassador,\r\n    But I return his sworn and mortal foe.\r\n    Matter of marriage was the charge he gave me,\r\n    But dreadful war shall answer his demand.\r\n    Had he none else to make a stale but me?\r\n    Then none but I shall turn his jest to sorrow.\r\n    I was the chief that rais'd him to the crown,\r\n    And I'll be chief to bring him down again;\r\n    Not that I pity Henry's misery,\r\n    But seek revenge on Edward's mockery.                   Exit\r\n\r\nACT IV. SCENE I. London. The palace\r\n\r\nEnter GLOUCESTER, CLARENCE, SOMERSET, and MONTAGUE\r\n\r\n  GLOUCESTER. Now tell me, brother Clarence, what think you\r\n    Of this new marriage with the Lady Grey?\r\n    Hath not our brother made a worthy choice?\r\n  CLARENCE. Alas, you know 'tis far from hence to France!\r\n    How could he stay till Warwick made return?\r\n  SOMERSET. My lords, forbear this talk; here comes the King.\r\n\r\n           Flourish. Enter KING EDWARD, attended; LADY\r\n          GREY, as Queen; PEMBROKE, STAFFORD, HASTINGS,\r\n      and others. Four stand on one side, and four on the other\r\n\r\n  GLOUCESTER. And his well-chosen bride.\r\n  CLARENCE. I mind to tell him plainly what I think.\r\n  KING EDWARD. Now, brother of Clarence, how like you our choice\r\n    That you stand pensive as half malcontent?\r\n  CLARENCE. As well as Lewis of France or the Earl of Warwick,\r\n    Which are so weak of courage and in judgment\r\n    That they'll take no offence at our abuse.\r\n  KING EDWARD. Suppose they take offence without a cause;\r\n    They are but Lewis and Warwick: I am Edward,\r\n    Your King and Warwick's and must have my will.\r\n  GLOUCESTER. And shall have your will, because our King.\r\n    Yet hasty marriage seldom proveth well.\r\n  KING EDWARD. Yea, brother Richard, are you offended too?\r\n  GLOUCESTER. Not I.\r\n    No, God forbid that I should wish them sever'd\r\n    Whom God hath join'd together; ay, and 'twere pity\r\n    To sunder them that yoke so well together.\r\n  KING EDWARD. Setting your scorns and your mislike aside,\r\n    Tell me some reason why the Lady Grey\r\n    Should not become my wife and England's Queen.\r\n    And you too, Somerset and Montague,\r\n    Speak freely what you think.\r\n  CLARENCE. Then this is mine opinion: that King Lewis\r\n    Becomes your enemy for mocking him\r\n    About the marriage of the Lady Bona.\r\n  GLOUCESTER. And Warwick, doing what you gave in charge,\r\n    Is now dishonoured by this new marriage.\r\n  KING EDWARD. What if both Lewis and Warwick be appeas'd\r\n    By such invention as I can devise?\r\n  MONTAGUE. Yet to have join'd with France in such alliance\r\n    Would more have strength'ned this our commonwealth\r\n    'Gainst foreign storms than any home-bred marriage.\r\n  HASTINGS. Why, knows not Montague that of itself\r\n    England is safe, if true within itself?\r\n  MONTAGUE. But the safer when 'tis back'd with France.\r\n  HASTINGS. 'Tis better using France than trusting France.\r\n    Let us be back'd with God, and with the seas\r\n    Which He hath giv'n for fence impregnable,\r\n    And with their helps only defend ourselves.\r\n    In them and in ourselves our safety lies.\r\n  CLARENCE. For this one speech Lord Hastings well deserves\r\n    To have the heir of the Lord Hungerford.\r\n  KING EDWARD. Ay, what of that? it was my will and grant;\r\n    And for this once my will shall stand for law.\r\n  GLOUCESTER. And yet methinks your Grace hath not done well\r\n    To give the heir and daughter of Lord Scales\r\n    Unto the brother of your loving bride.\r\n    She better would have fitted me or Clarence;\r\n    But in your bride you bury brotherhood.\r\n  CLARENCE. Or else you would not have bestow'd the heir\r\n    Of the Lord Bonville on your new wife's son,\r\n    And leave your brothers to go speed elsewhere.\r\n  KING EDWARD. Alas, poor Clarence! Is it for a wife\r\n    That thou art malcontent? I will provide thee.\r\n  CLARENCE. In choosing for yourself you show'd your judgment,\r\n    Which being shallow, you shall give me leave\r\n    To play the broker in mine own behalf;\r\n    And to that end I shortly mind to leave you.\r\n  KING EDWARD. Leave me or tarry, Edward will be King,\r\n    And not be tied unto his brother's will.\r\n  QUEEN ELIZABETH. My lords, before it pleas'd his Majesty\r\n    To raise my state to title of a queen,\r\n    Do me but right, and you must all confess\r\n    That I was not ignoble of descent:\r\n    And meaner than myself have had like fortune.\r\n    But as this title honours me and mine,\r\n    So your dislikes, to whom I would be pleasing,\r\n    Doth cloud my joys with danger and with sorrow.\r\n  KING EDWARD. My love, forbear to fawn upon their frowns.\r\n    What danger or what sorrow can befall thee,\r\n    So long as Edward is thy constant friend\r\n    And their true sovereign whom they must obey?\r\n    Nay, whom they shall obey, and love thee too,\r\n    Unless they seek for hatred at my hands;\r\n    Which if they do, yet will I keep thee safe,\r\n    And they shall feel the vengeance of my wrath.\r\n  GLOUCESTER. [Aside] I hear, yet say not much, but think the more.\r\n\r\n                          Enter a POST\r\n\r\n  KING EDWARD. Now, messenger, what letters or what news\r\n    From France?\r\n  MESSENGER. My sovereign liege, no letters, and few words,\r\n    But such as I, without your special pardon,\r\n    Dare not relate.\r\n  KING EDWARD. Go to, we pardon thee; therefore, in brief,\r\n    Tell me their words as near as thou canst guess them.\r\n    What answer makes King Lewis unto our letters?\r\n  MESSENGER. At my depart, these were his very words:\r\n    'Go tell false Edward, the supposed king,\r\n    That Lewis of France is sending over masquers\r\n    To revel it with him and his new bride.'\r\n  KING EDWARD. IS Lewis so brave? Belike he thinks me Henry.\r\n    But what said Lady Bona to my marriage?\r\n  MESSENGER. These were her words, utt'red with mild disdain:\r\n    'Tell him, in hope he'll prove a widower shortly,\r\n    I'll wear the willow-garland for his sake.'\r\n  KING EDWARD. I blame not her: she could say little less;\r\n    She had the wrong. But what said Henry's queen?\r\n    For I have heard that she was there in place.\r\n  MESSENGER. 'Tell him' quoth she 'my mourning weeds are done,\r\n    And I am ready to put armour on.'\r\n  KING EDWARD. Belike she minds to play the Amazon.\r\n    But what said Warwick to these injuries?\r\n  MESSENGER. He, more incens'd against your Majesty\r\n    Than all the rest, discharg'd me with these words:\r\n    'Tell him from me that he hath done me wrong;\r\n    And therefore I'll uncrown him ere't be long.'\r\n  KING EDWARD. Ha! durst the traitor breathe out so proud words?\r\n    Well, I will arm me, being thus forewarn'd.\r\n    They shall have wars and pay for their presumption.\r\n    But say, is Warwick friends with Margaret?\r\n  MESSENGER. Ay, gracious sovereign; they are so link'd in friendship\r\n    That young Prince Edward marries Warwick's daughter.\r\n  CLARENCE. Belike the elder; Clarence will have the younger.\r\n    Now, brother king, farewell, and sit you fast,\r\n    For I will hence to Warwick's other daughter;\r\n    That, though I want a kingdom, yet in marriage\r\n    I may not prove inferior to yourself.\r\n    You that love me and Warwick, follow me.\r\n                                      Exit, and SOMERSET follows\r\n  GLOUCESTER. [Aside] Not I.\r\n    My thoughts aim at a further matter; I\r\n    Stay not for the love of Edward but the crown.\r\n  KING EDWARD. Clarence and Somerset both gone to Warwick!\r\n    Yet am I arm'd against the worst can happen;\r\n    And haste is needful in this desp'rate case.\r\n    Pembroke and Stafford, you in our behalf\r\n    Go levy men and make prepare for war;\r\n    They are already, or quickly will be landed.\r\n    Myself in person will straight follow you.\r\n                                    Exeunt PEMBROKE and STAFFORD\r\n    But ere I go, Hastings and Montague,\r\n    Resolve my doubt. You twain, of all the rest,\r\n    Are near to Warwick by blood and by alliance.\r\n    Tell me if you love Warwick more than me?\r\n    If it be so, then both depart to him:\r\n    I rather wish you foes than hollow friends.\r\n    But if you mind to hold your true obedience,\r\n    Give me assurance with some friendly vow,\r\n    That I may never have you in suspect.\r\n  MONTAGUE. So God help Montague as he proves true!\r\n  HASTINGS. And Hastings as he favours Edward's cause!\r\n  KING EDWARD. Now, brother Richard, will you stand by us?\r\n  GLOUCESTER. Ay, in despite of all that shall withstand you.\r\n  KING EDWARD. Why, so! then am I sure of victory.\r\n    Now therefore let us hence, and lose no hour\r\n    Till we meet Warwick with his foreign pow'r.          Exeunt\r\n\r\nSCENE II. A plain in Warwickshire\r\n\r\nEnter WARWICK and OXFORD, with French soldiers\r\n\r\n  WARWICK. Trust me, my lord, all hitherto goes well;\r\n    The common people by numbers swarm to us.\r\n\r\n                 Enter CLARENCE and SOMERSET\r\n\r\n    But see where Somerset and Clarence comes.\r\n    Speak suddenly, my lords- are we all friends?\r\n  CLARENCE. Fear not that, my lord.\r\n  WARWICK. Then, gentle Clarence, welcome unto Warwick;\r\n    And welcome, Somerset. I hold it cowardice\r\n    To rest mistrustful where a noble heart\r\n    Hath pawn'd an open hand in sign of love;\r\n    Else might I think that Clarence, Edward's brother,\r\n    Were but a feigned friend to our proceedings.\r\n    But welcome, sweet Clarence; my daughter shall be thine.\r\n    And now what rests but, in night's coverture,\r\n    Thy brother being carelessly encamp'd,\r\n    His soldiers lurking in the towns about,\r\n    And but attended by a simple guard,\r\n    We may surprise and take him at our pleasure?\r\n    Our scouts have found the adventure very easy;\r\n    That as Ulysses and stout Diomede\r\n    With sleight and manhood stole to Rhesus' tents,\r\n    And brought from thence the Thracian fatal steeds,\r\n    So we, well cover'd with the night's black mantle,\r\n    At unawares may beat down Edward's guard\r\n    And seize himself- I say not 'slaughter him,'\r\n    For I intend but only to surprise him.\r\n    You that will follow me to this attempt,\r\n    Applaud the name of Henry with your leader.\r\n                                         [They all cry 'Henry!']\r\n    Why then, let's on our way in silent sort.\r\n    For Warwick and his friends, God and Saint George!    Exeunt\r\n\r\nSCENE III. Edward's camp, near Warwick\r\n\r\nEnter three WATCHMEN, to guard the KING'S tent\r\n\r\n  FIRST WATCHMAN. Come on, my masters, each man take his stand;\r\n    The King by this is set him down to sleep.\r\n  SECOND WATCHMAN. What, will he not to bed?\r\n  FIRST WATCHMAN. Why, no; for he hath made a solemn vow\r\n    Never to lie and take his natural rest\r\n    Till Warwick or himself be quite suppress'd.\r\n  SECOND WATCHMAN. To-morrow then, belike, shall be the day,\r\n    If Warwick be so near as men report.\r\n  THIRD WATCHMAN. But say, I pray, what nobleman is that\r\n    That with the King here resteth in his tent?\r\n  FIRST WATCHMAN. 'Tis the Lord Hastings, the King's chiefest friend.\r\n  THIRD WATCHMAN. O, is it So? But why commands the King\r\n    That his chief followers lodge in towns about him,\r\n    While he himself keeps in the cold field?\r\n  SECOND WATCHMAN. 'Tis the more honour, because more dangerous.\r\n  THIRD WATCHMAN. Ay, but give me worship and quietness;\r\n    I like it better than dangerous honour.\r\n    If Warwick knew in what estate he stands,\r\n    'Tis to be doubted he would waken him.\r\n  FIRST WATCHMAN. Unless our halberds did shut up his passage.\r\n  SECOND WATCHMAN. Ay, wherefore else guard we his royal tent\r\n    But to defend his person from night-foes?\r\n\r\n             Enter WARWICK, CLARENCE, OXFORD, SOMERSET,\r\n                   and French soldiers, silent all\r\n\r\n  WARWICK. This is his tent; and see where stand his guard.\r\n    Courage, my masters! Honour now or never!\r\n    But follow me, and Edward shall be ours.\r\n  FIRST WATCHMAN. Who goes there?\r\n  SECOND WATCHMAN. Stay, or thou diest.\r\n\r\n       WARWICK and the rest cry all 'Warwick! Warwick!' and\r\n      set upon the guard, who fly, crying 'Arm! Arm!' WARWICK\r\n                   and the rest following them\r\n\r\n      The drum playing and trumpet sounding, re-enter WARWICK\r\n         and the rest, bringing the KING out in his gown,\r\n   sitting in a chair. GLOUCESTER and HASTINGS fly over the stage\r\n\r\n  SOMERSET. What are they that fly there?\r\n  WARWICK. Richard and Hastings. Let them go; here is the Duke.\r\n  KING EDWARD. The Duke! Why, Warwick, when we parted,\r\n    Thou call'dst me King?\r\n  WARWICK. Ay, but the case is alter'd.\r\n    When you disgrac'd me in my embassade,\r\n    Then I degraded you from being King,\r\n    And come now to create you Duke of York.\r\n    Alas, how should you govern any kingdom\r\n    That know not how to use ambassadors,\r\n    Nor how to be contented with one wife,\r\n    Nor how to use your brothers brotherly,\r\n    Nor how to study for the people's welfare,\r\n    Nor how to shroud yourself from enemies?\r\n  KING EDWARD. Yea, brother of Clarence, art thou here too?\r\n    Nay, then I see that Edward needs must down.\r\n    Yet, Warwick, in despite of all mischance,\r\n    Of thee thyself and all thy complices,\r\n    Edward will always bear himself as King.\r\n    Though fortune's malice overthrow my state,\r\n    My mind exceeds the compass of her wheel.\r\n  WARWICK. Then, for his mind, be Edward England's king;\r\n                                           [Takes off his crown]\r\n    But Henry now shall wear the English crown\r\n    And be true King indeed; thou but the shadow.\r\n    My Lord of Somerset, at my request,\r\n    See that forthwith Duke Edward be convey'd\r\n    Unto my brother, Archbishop of York.\r\n    When I have fought with Pembroke and his fellows,\r\n    I'll follow you and tell what answer\r\n    Lewis and the Lady Bona send to him.\r\n    Now for a while farewell, good Duke of York.\r\n  KING EDWARD. What fates impose, that men must needs abide;\r\n    It boots not to resist both wind and tide.\r\n                                    [They lead him out forcibly]\r\n  OXFORD. What now remains, my lords, for us to do\r\n    But march to London with our soldiers?\r\n  WARWICK. Ay, that's the first thing that we have to do;\r\n    To free King Henry from imprisonment,\r\n    And see him seated in the regal throne.               Exeunt\r\n\r\nSCENE IV. London. The palace\r\n\r\nEnter QUEEN ELIZABETH and RIVERS\r\n\r\n  RIVERS. Madam, what makes you in this sudden change?\r\n  QUEEN ELIZABETH. Why, brother Rivers, are you yet to learn\r\n    What late misfortune is befall'n King Edward?\r\n  RIVERS. What, loss of some pitch'd battle against Warwick?\r\n  QUEEN ELIZABETH. No, but the loss of his own royal person.\r\n  RIVERS. Then is my sovereign slain?\r\n  QUEEN ELIZABETH. Ay, almost slain, for he is taken prisoner;\r\n    Either betray'd by falsehood of his guard\r\n    Or by his foe surpris'd at unawares;\r\n    And, as I further have to understand,\r\n    Is new committed to the Bishop of York,\r\n    Fell Warwick's brother, and by that our foe.\r\n  RIVERS. These news, I must confess, are full of grief;\r\n    Yet, gracious madam, bear it as you may:\r\n    Warwick may lose that now hath won the day.\r\n  QUEEN ELIZABETH. Till then, fair hope must hinder life's decay.\r\n    And I the rather wean me from despair\r\n    For love of Edward's offspring in my womb.\r\n    This is it that makes me bridle passion\r\n    And bear with mildness my misfortune's cross;\r\n    Ay, ay, for this I draw in many a tear\r\n    And stop the rising of blood-sucking sighs,\r\n    Lest with my sighs or tears I blast or drown\r\n    King Edward's fruit, true heir to th' English crown.\r\n  RIVERS. But, madam, where is Warwick then become?\r\n  QUEEN ELIZABETH. I am inform'd that he comes towards London\r\n    To set the crown once more on Henry's head.\r\n    Guess thou the rest: King Edward's friends must down.\r\n    But to prevent the tyrant's violence-\r\n    For trust not him that hath once broken faith-\r\n    I'll hence forthwith unto the sanctuary\r\n    To save at least the heir of Edward's right.\r\n    There shall I rest secure from force and fraud.\r\n    Come, therefore, let us fly while we may fly:\r\n    If Warwick take us, we are sure to die.               Exeunt\r\n\r\nSCENE V. A park near Middleham Castle in Yorkshire\r\n\r\nEnter GLOUCESTER, LORD HASTINGS, SIR WILLIAM STANLEY, and others\r\n\r\n  GLOUCESTER. Now, my Lord Hastings and Sir William Stanley,\r\n    Leave off to wonder why I drew you hither\r\n    Into this chiefest thicket of the park.\r\n    Thus stands the case: you know our King, my brother,\r\n    Is prisoner to the Bishop here, at whose hands\r\n    He hath good usage and great liberty;\r\n    And often but attended with weak guard\r\n    Comes hunting this way to disport himself.\r\n    I have advertis'd him by secret means\r\n    That if about this hour he make this way,\r\n    Under the colour of his usual game,\r\n    He shall here find his friends, with horse and men,\r\n    To set him free from his captivity.\r\n\r\n             Enter KING EDWARD and a HUNTSMAN with him\r\n\r\n  HUNTSMAN. This way, my lord; for this way lies the game.\r\n  KING EDWARD. Nay, this way, man. See where the huntsmen stand.\r\n    Now, brother of Gloucester, Lord Hastings, and the rest,\r\n    Stand you thus close to steal the Bishop's deer?\r\n  GLOUCESTER. Brother, the time and case requireth haste;\r\n    Your horse stands ready at the park corner.\r\n  KING EDWARD. But whither shall we then?\r\n  HASTINGS. To Lynn, my lord; and shipt from thence to Flanders.\r\n  GLOUCESTER. Well guess'd, believe me; for that was my meaning.\r\n  KING EDWARD. Stanley, I will requite thy forwardness.\r\n  GLOUCESTER. But wherefore stay we? 'Tis no time to talk.\r\n  KING EDWARD. Huntsman, what say'st thou? Wilt thou go along?\r\n  HUNTSMAN. Better do so than tarry and be hang'd.\r\n  GLOUCESTER. Come then, away; let's ha' no more ado.\r\n  KING EDWARD. Bishop, farewell. Shield thee from Warwick's frown,\r\n    And pray that I may repossess the crown.              Exeunt\r\n\r\nSCENE VI. London. The Tower\r\n\r\nFlourish. Enter KING HENRY, CLARENCE, WARWICK, SOMERSET, young HENRY,\r\nEARL OF RICHMOND, OXFORD, MONTAGUE, LIEUTENANT OF THE TOWER, and\r\nattendants\r\n\r\n  KING HENRY. Master Lieutenant, now that God and friends\r\n    Have shaken Edward from the regal seat\r\n    And turn'd my captive state to liberty,\r\n    My fear to hope, my sorrows unto joys,\r\n    At our enlargement what are thy due fees?\r\n  LIEUTENANT. Subjects may challenge nothing of their sov'reigns;\r\n    But if an humble prayer may prevail,\r\n    I then crave pardon of your Majesty.\r\n  KING HENRY. For what, Lieutenant? For well using me?\r\n    Nay, be thou sure I'll well requite thy kindness,\r\n    For that it made my imprisonment a pleasure;\r\n    Ay, such a pleasure as incaged birds\r\n    Conceive when, after many moody thoughts,\r\n    At last by notes of household harmony\r\n    They quite forget their loss of liberty.\r\n    But, Warwick, after God, thou set'st me free,\r\n    And chiefly therefore I thank God and thee;\r\n    He was the author, thou the instrument.\r\n    Therefore, that I may conquer fortune's spite\r\n    By living low where fortune cannot hurt me,\r\n    And that the people of this blessed land\r\n    May not be punish'd with my thwarting stars,\r\n    Warwick, although my head still wear the crown,\r\n    I here resign my government to thee,\r\n    For thou art fortunate in all thy deeds.\r\n  WARWICK. Your Grace hath still been fam'd for virtuous,\r\n    And now may seem as wise as virtuous\r\n    By spying and avoiding fortune's malice,\r\n    For few men rightly temper with the stars;\r\n    Yet in this one thing let me blame your Grace,\r\n    For choosing me when Clarence is in place.\r\n  CLARENCE. No, Warwick, thou art worthy of the sway,\r\n    To whom the heav'ns in thy nativity\r\n    Adjudg'd an olive branch and laurel crown,\r\n    As likely to be blest in peace and war;\r\n    And therefore I yield thee my free consent.\r\n  WARWICK. And I choose Clarence only for Protector.\r\n  KING HENRY. Warwick and Clarence, give me both your hands.\r\n    Now join your hands, and with your hands your hearts,\r\n    That no dissension hinder government.\r\n    I make you both Protectors of this land,\r\n    While I myself will lead a private life\r\n    And in devotion spend my latter days,\r\n    To sin's rebuke and my Creator's praise.\r\n  WARWICK. What answers Clarence to his sovereign's will?\r\n  CLARENCE. That he consents, if Warwick yield consent,\r\n    For on thy fortune I repose myself.\r\n  WARWICK. Why, then, though loath, yet must I be content.\r\n    We'll yoke together, like a double shadow\r\n    To Henry's body, and supply his place;\r\n    I mean, in bearing weight of government,\r\n    While he enjoys the honour and his ease.\r\n    And, Clarence, now then it is more than needful\r\n    Forthwith that Edward be pronounc'd a traitor,\r\n    And all his lands and goods confiscated.\r\n  CLARENCE. What else? And that succession be determin'd.\r\n  WARWICK. Ay, therein Clarence shall not want his part.\r\n  KING HENRY. But, with the first of all your chief affairs,\r\n    Let me entreat- for I command no more-\r\n    That Margaret your Queen and my son Edward\r\n    Be sent for to return from France with speed;\r\n    For till I see them here, by doubtful fear\r\n    My joy of liberty is half eclips'd.\r\n  CLARENCE. It shall be done, my sovereign, with all speed.\r\n  KING HENRY. My Lord of Somerset, what youth is that,\r\n    Of whom you seem to have so tender care?\r\n  SOMERSET. My liege, it is young Henry, Earl of Richmond.\r\n  KING HENRY. Come hither, England's hope.\r\n                                     [Lays his hand on his head]\r\n    If secret powers\r\n    Suggest but truth to my divining thoughts,\r\n    This pretty lad will prove our country's bliss.\r\n    His looks are full of peaceful majesty;\r\n    His head by nature fram'd to wear a crown,\r\n    His hand to wield a sceptre; and himself\r\n    Likely in time to bless a regal throne.\r\n    Make much of him, my lords; for this is he\r\n    Must help you more than you are hurt by me.\r\n\r\n                          Enter a POST\r\n\r\n  WARWICK. What news, my friend?\r\n  POST. That Edward is escaped from your brother\r\n    And fled, as he hears since, to Burgundy.\r\n  WARWICK. Unsavoury news! But how made he escape?\r\n  POST. He was convey'd by Richard Duke of Gloucester\r\n    And the Lord Hastings, who attended him\r\n    In secret ambush on the forest side\r\n    And from the Bishop's huntsmen rescu'd him;\r\n    For hunting was his daily exercise.\r\n  WARWICK. My brother was too careless of his charge.\r\n    But let us hence, my sovereign, to provide\r\n    A salve for any sore that may betide.\r\n                   Exeunt all but SOMERSET, RICHMOND, and OXFORD\r\n  SOMERSET. My lord, I like not of this flight of Edward's;\r\n    For doubtless Burgundy will yield him help,\r\n    And we shall have more wars befor't be long.\r\n    As Henry's late presaging prophecy\r\n    Did glad my heart with hope of this young Richmond,\r\n    So doth my heart misgive me, in these conflicts,\r\n    What may befall him to his harm and ours.\r\n    Therefore, Lord Oxford, to prevent the worst,\r\n    Forthwith we'll send him hence to Brittany,\r\n    Till storms be past of civil enmity.\r\n  OXFORD. Ay, for if Edward repossess the crown,\r\n    'Tis like that Richmond with the rest shall down.\r\n  SOMERSET. It shall be so; he shall to Brittany.\r\n    Come therefore, let's about it speedily.              Exeunt\r\n\r\nSCENE VII. Before York\r\n\r\nFlourish. Enter KING EDWARD, GLOUCESTER, HASTINGS, and soldiers\r\n\r\n  KING EDWARD. Now, brother Richard, Lord Hastings, and the rest,\r\n    Yet thus far fortune maketh us amends,\r\n    And says that once more I shall interchange\r\n    My waned state for Henry's regal crown.\r\n    Well have we pass'd and now repass'd the seas,\r\n    And brought desired help from Burgundy;\r\n    What then remains, we being thus arriv'd\r\n    From Ravenspurgh haven before the gates of York,\r\n    But that we enter, as into our dukedom?\r\n  GLOUCESTER. The gates made fast! Brother, I like not this;\r\n    For many men that stumble at the threshold\r\n    Are well foretold that danger lurks within.\r\n  KING EDWARD. Tush, man, abodements must not now affright us.\r\n    By fair or foul means we must enter in,\r\n    For hither will our friends repair to us.\r\n  HASTINGS. My liege, I'll knock once more to summon them.\r\n\r\n         Enter, on the walls, the MAYOR OF YORK and\r\n                       his BRETHREN\r\n\r\n  MAYOR. My lords, we were forewarned of your coming\r\n    And shut the gates for safety of ourselves,\r\n    For now we owe allegiance unto Henry.\r\n  KING EDWARD. But, Master Mayor, if Henry be your King,\r\n    Yet Edward at the least is Duke of York.\r\n  MAYOR. True, my good lord; I know you for no less.\r\n  KING EDWARD. Why, and I challenge nothing but my dukedom,\r\n    As being well content with that alone.\r\n  GLOUCESTER. [Aside] But when the fox hath once got in his nose,\r\n    He'll soon find means to make the body follow.\r\n  HASTINGS. Why, Master Mayor, why stand you in a doubt?\r\n    Open the gates; we are King Henry's friends.\r\n  MAYOR. Ay, say you so? The gates shall then be open'd.\r\n                                                   [He descends]\r\n  GLOUCESTER. A wise stout captain, and soon persuaded!\r\n  HASTINGS. The good old man would fain that all were well,\r\n    So 'twere not long of him; but being ent'red,\r\n    I doubt not, I, but we shall soon persuade\r\n    Both him and all his brothers unto reason.\r\n\r\n             Enter, below, the MAYOR and two ALDERMEN\r\n\r\n  KING EDWARD. So, Master Mayor. These gates must not be shut\r\n    But in the night or in the time of war.\r\n    What! fear not, man, but yield me up the keys;\r\n                                                [Takes his keys]\r\n    For Edward will defend the town and thee,\r\n    And all those friends that deign to follow me.\r\n\r\n           March. Enter MONTGOMERY with drum and soldiers\r\n\r\n  GLOUCESTER. Brother, this is Sir John Montgomery,\r\n    Our trusty friend, unless I be deceiv'd.\r\n  KING EDWARD. Welcome, Sir john! But why come you in arms?\r\n  MONTGOMERY. To help King Edward in his time of storm,\r\n    As every loyal subject ought to do.\r\n  KING EDWARD. Thanks, good Montgomery; but we now forget\r\n    Our title to the crown, and only claim\r\n    Our dukedom till God please to send the rest.\r\n  MONTGOMERY. Then fare you well, for I will hence again.\r\n    I came to serve a king and not a duke.\r\n    Drummer, strike up, and let us march away.\r\n                                      [The drum begins to march]\r\n  KING EDWARD. Nay, stay, Sir John, a while, and we'll debate\r\n    By what safe means the crown may be recover'd.\r\n  MONTGOMERY. What talk you of debating? In few words:\r\n    If you'll not here proclaim yourself our King,\r\n    I'll leave you to your fortune and be gone\r\n    To keep them back that come to succour you.\r\n    Why shall we fight, if you pretend no title?\r\n  GLOUCESTER. Why, brother, wherefore stand you on nice points?\r\n  KING EDWARD. When we grow stronger, then we'll make our claim;\r\n    Till then 'tis wisdom to conceal our meaning.\r\n  HASTINGS. Away with scrupulous wit! Now arms must rule.\r\n  GLOUCESTER. And fearless minds climb soonest unto crowns.\r\n    Brother, we will proclaim you out of hand;\r\n    The bruit thereof will bring you many friends.\r\n  KING EDWARD. Then be it as you will; for 'tis my right,\r\n    And Henry but usurps the diadem.\r\n  MONTGOMERY. Ay, now my sovereign speaketh like himself;\r\n    And now will I be Edward's champion.\r\n  HASTINGS. Sound trumpet; Edward shall be here proclaim'd.\r\n    Come, fellow soldier, make thou proclamation.\r\n                                   [Gives him a paper. Flourish]\r\n  SOLDIER. [Reads] 'Edward the Fourth, by the grace of God,\r\n    King of England and France, and Lord of Ireland, &c.'\r\n  MONTGOMERY. And whoso'er gainsays King Edward's right,\r\n    By this I challenge him to single fight.\r\n                                          [Throws down gauntlet]\r\n  ALL. Long live Edward the Fourth!\r\n  KING EDWARD. Thanks, brave Montgomery, and thanks unto you all;\r\n    If fortune serve me, I'll requite this kindness.\r\n    Now for this night let's harbour here in York;\r\n    And when the morning sun shall raise his car\r\n    Above the border of this horizon,\r\n    We'll forward towards Warwick and his mates;\r\n    For well I wot that Henry is no soldier.\r\n    Ah, froward Clarence, how evil it beseems the\r\n    To flatter Henry and forsake thy brother!\r\n    Yet, as we may, we'll meet both thee and Warwick.\r\n    Come on, brave soldiers; doubt not of the day,\r\n    And, that once gotten, doubt not of large pay.        Exeunt\r\n\r\nSCENE VIII. London. The palace\r\n\r\nFlourish. Enter KING HENRY, WARWICK, MONTAGUE, CLARENCE, OXFORD, and\r\nEXETER\r\n\r\n  WARWICK. What counsel, lords? Edward from Belgia,\r\n    With hasty Germans and blunt Hollanders,\r\n    Hath pass'd in safety through the narrow seas\r\n    And with his troops doth march amain to London;\r\n    And many giddy people flock to him.\r\n  KING HENRY. Let's levy men and beat him back again.\r\n  CLARENCE. A little fire is quickly trodden out,\r\n    Which, being suffer'd, rivers cannot quench.\r\n  WARWICK. In Warwickshire I have true-hearted friends,\r\n    Not mutinous in peace, yet bold in war;\r\n    Those will I muster up, and thou, son Clarence,\r\n    Shalt stir up in Suffolk, Norfolk, and in Kent,\r\n    The knights and gentlemen to come with thee.\r\n    Thou, brother Montague, in Buckingham,\r\n    Northampton, and in Leicestershire, shalt find\r\n    Men well inclin'd to hear what thou command'st.\r\n    And thou, brave Oxford, wondrous well belov'd,\r\n    In Oxfordshire shalt muster up thy friends.\r\n    My sovereign, with the loving citizens,\r\n    Like to his island girt in with the ocean\r\n    Or modest Dian circled with her nymphs,\r\n    Shall rest in London till we come to him.\r\n    Fair lords, take leave and stand not to reply.\r\n    Farewell, my sovereign.\r\n  KING HENRY. Farewell, my Hector and my Troy's true hope.\r\n  CLARENCE. In sign of truth, I kiss your Highness' hand.\r\n  KING HENRY. Well-minded Clarence, be thou fortunate!\r\n  MONTAGUE. Comfort, my lord; and so I take my leave.\r\n  OXFORD. [Kissing the KING'S band] And thus I seal my truth and bid\r\n    adieu.\r\n  KING HENRY. Sweet Oxford, and my loving Montague,\r\n    And all at once, once more a happy farewell.\r\n  WARWICK. Farewell, sweet lords; let's meet at Coventry.\r\n                              Exeunt all but the KING and EXETER\r\n  KING HENRY. Here at the palace will I rest a while.\r\n    Cousin of Exeter, what thinks your lordship?\r\n    Methinks the power that Edward hath in field\r\n    Should not be able to encounter mine.\r\n  EXETER. The doubt is that he will seduce the rest.\r\n  KING HENRY. That's not my fear; my meed hath got me fame:\r\n    I have not stopp'd mine ears to their demands,\r\n    Nor posted off their suits with slow delays;\r\n    My pity hath been balm to heal their wounds,\r\n    My mildness hath allay'd their swelling griefs,\r\n    My mercy dried their water-flowing tears;\r\n    I have not been desirous of their wealth,\r\n    Nor much oppress'd them with great subsidies,\r\n    Nor forward of revenge, though they much err'd.\r\n    Then why should they love Edward more than me?\r\n    No, Exeter, these graces challenge grace;\r\n    And, when the lion fawns upon the lamb,\r\n    The lamb will never cease to follow him.\r\n                      [Shout within 'A Lancaster! A Lancaster!']\r\n  EXETER. Hark, hark, my lord! What shouts are these?\r\n\r\n            Enter KING EDWARD, GLOUCESTER, and soldiers\r\n\r\n  KING EDWARD. Seize on the shame-fac'd Henry, bear him hence;\r\n    And once again proclaim us King of England.\r\n    You are the fount that makes small brooks to flow.\r\n    Now stops thy spring; my sea shall suck them dry,\r\n    And swell so much the higher by their ebb.\r\n    Hence with him to the Tower: let him not speak.\r\n                                     Exeunt some with KING HENRY\r\n    And, lords, towards Coventry bend we our course,\r\n    Where peremptory Warwick now remains.\r\n    The sun shines hot; and, if we use delay,\r\n    Cold biting winter mars our hop'd-for hay.\r\n  GLOUCESTER. Away betimes, before his forces join,\r\n    And take the great-grown traitor unawares.\r\n    Brave warriors, march amain towards Coventry.         Exeunt\r\n\r\nACT V. SCENE I. Coventry\r\n\r\nEnter WARWICK, the MAYOR OF COVENTRY, two MESSENGERS, and others upon\r\nthe walls\r\n\r\n  WARWICK. Where is the post that came from valiant Oxford?\r\n    How far hence is thy lord, mine honest fellow?\r\n  FIRST MESSENGER. By this at Dunsmore, marching hitherward.\r\n  WARWICK. How far off is our brother Montague?\r\n    Where is the post that came from Montague?\r\n  SECOND MESSENGER. By this at Daintry, with a puissant troop.\r\n\r\n                   Enter SIR JOHN SOMERVILLE\r\n\r\n  WARWICK. Say, Somerville, what says my loving son?\r\n    And by thy guess how nigh is Clarence now?\r\n  SOMERVILLE. At Southam I did leave him with his forces,\r\n    And do expect him here some two hours hence.\r\n                                                    [Drum heard]\r\n  WARWICK. Then Clarence is at hand; I hear his drum.\r\n  SOMERVILLE. It is not his, my lord; here Southam lies.\r\n    The drum your Honour hears marcheth from Warwick.\r\n  WARWICK. Who should that be? Belike unlook'd for friends.\r\n  SOMERVILLE. They are at hand, and you shall quickly know.\r\n\r\n        March. Flourish. Enter KING EDWARD, GLOUCESTER,\r\n                         and soldiers\r\n\r\n  KING EDWARD. Go, trumpet, to the walls, and sound a parle.\r\n  GLOUCESTER. See how the surly Warwick mans the wall.\r\n  WARWICK. O unbid spite! Is sportful Edward come?\r\n    Where slept our scouts or how are they seduc'd\r\n    That we could hear no news of his repair?\r\n  KING EDWARD. Now, Warwick, wilt thou ope the city gates,\r\n    Speak gentle words, and humbly bend thy knee,\r\n    Call Edward King, and at his hands beg mercy?\r\n    And he shall pardon thee these outrages.\r\n  WARWICK. Nay, rather, wilt thou draw thy forces hence,\r\n    Confess who set thee up and pluck'd thee down,\r\n    Call Warwick patron, and be penitent?\r\n    And thou shalt still remain the Duke of York.\r\n  GLOUCESTER. I thought, at least, he would have said the King;\r\n    Or did he make the jest against his will?\r\n  WARWICK. Is not a dukedom, sir, a goodly gift?\r\n  GLOUCESTER. Ay, by my faith, for a poor earl to give.\r\n    I'll do thee service for so good a gift.\r\n  WARWICK. 'Twas I that gave the kingdom to thy brother.\r\n  KING EDWARD. Why then 'tis mine, if but by Warwick's gift.\r\n  WARWICK. Thou art no Atlas for so great a weight;\r\n    And, weakling, Warwick takes his gift again;\r\n    And Henry is my King, Warwick his subject.\r\n  KING EDWARD. But Warwick's king is Edward's prisoner.\r\n    And, gallant Warwick, do but answer this:\r\n    What is the body when the head is off?\r\n  GLOUCESTER. Alas, that Warwick had no more forecast,\r\n    But, whiles he thought to steal the single ten,\r\n    The king was slily finger'd from the deck!\r\n    You left poor Henry at the Bishop's palace,\r\n    And ten to one you'll meet him in the Tower.\r\n  KING EDWARD. 'Tis even so; yet you are Warwick still.\r\n  GLOUCESTER. Come, Warwick, take the time; kneel down, kneel down.\r\n    Nay, when? Strike now, or else the iron cools.\r\n  WARWICK. I had rather chop this hand off at a blow,\r\n    And with the other fling it at thy face,\r\n    Than bear so low a sail to strike to thee.\r\n  KING EDWARD. Sail how thou canst, have wind and tide thy friend,\r\n    This hand, fast wound about thy coal-black hair,\r\n    Shall, whiles thy head is warm and new cut off,\r\n    Write in the dust this sentence with thy blood:\r\n    'Wind-changing Warwick now can change no more.'\r\n\r\n               Enter OXFORD, with drum and colours\r\n\r\n  WARWICK. O cheerful colours! See where Oxford comes.\r\n  OXFORD. Oxford, Oxford, for Lancaster!\r\n                              [He and his forces enter the city]\r\n  GLOUCESTER. The gates are open, let us enter too.\r\n  KING EDWARD. So other foes may set upon our backs.\r\n    Stand we in good array, for they no doubt\r\n    Will issue out again and bid us battle;\r\n    If not, the city being but of small defence,\r\n    We'll quietly rouse the traitors in the same.\r\n  WARWICK. O, welcome, Oxford! for we want thy help.\r\n\r\n             Enter MONTAGUE, with drum and colours\r\n\r\n  MONTAGUE. Montague, Montague, for Lancaster!\r\n                              [He and his forces enter the city]\r\n  GLOUCESTER. Thou and thy brother both shall buy this treason\r\n    Even with the dearest blood your bodies bear.\r\n  KING EDWARD. The harder match'd, the greater victory.\r\n    My mind presageth happy gain and conquest.\r\n\r\n             Enter SOMERSET, with drum and colours\r\n\r\n  SOMERSET. Somerset, Somerset, for Lancaster!\r\n                              [He and his forces enter the city]\r\n  GLOUCESTER. Two of thy name, both Dukes of Somerset,\r\n    Have sold their lives unto the house of York;\r\n    And thou shalt be the third, if this sword hold.\r\n\r\n             Enter CLARENCE, with drum and colours\r\n\r\n  WARWICK. And lo where George of Clarence sweeps along,\r\n    Of force enough to bid his brother battle;\r\n    With whom an upright zeal to right prevails\r\n    More than the nature of a brother's love.\r\n  CLARENCE. Clarence, Clarence, for Lancaster!\r\n  KING EDWARD. Et tu Brute- wilt thou stab Caesar too?\r\n    A parley, sirrah, to George of Clarence.\r\n                  [Sound a parley. RICHARD and CLARENCE whisper]\r\n  WARWICK. Come, Clarence, come. Thou wilt if Warwick call.\r\n  CLARENCE. [Taking the red rose from his hat and throwing\r\n      it at WARWICK]\r\n    Father of Warwick, know you what this means?\r\n    Look here, I throw my infamy at thee.\r\n    I will not ruinate my father's house,\r\n    Who gave his blood to lime the stones together,\r\n    And set up Lancaster. Why, trowest thou, Warwick,\r\n    That Clarence is so harsh, so blunt, unnatural,\r\n    To bend the fatal instruments of war\r\n    Against his brother and his lawful King?\r\n    Perhaps thou wilt object my holy oath.\r\n    To keep that oath were more impiety\r\n    Than Jephtha when he sacrific'd his daughter.\r\n    I am so sorry for my trespass made\r\n    That, to deserve well at my brother's hands,\r\n    I here proclaim myself thy mortal foe;\r\n    With resolution whereso'er I meet thee-\r\n    As I will meet thee, if thou stir abroad-\r\n    To plague thee for thy foul misleading me.\r\n    And so, proud-hearted Warwick, I defy thee,\r\n    And to my brother turn my blushing cheeks.\r\n    Pardon me, Edward, I will make amends;\r\n    And, Richard, do not frown upon my faults,\r\n    For I will henceforth be no more unconstant.\r\n  KING EDWARD. Now welcome more, and ten times more belov'd,\r\n    Than if thou never hadst deserv'd our hate.\r\n  GLOUCESTER. Welcome, good Clarence; this is brother-like.\r\n  WARWICK. O passing traitor, perjur'd and unjust!\r\n  KING EDWARD. What, Warwick, wilt thou leave die town and fight?\r\n    Or shall we beat the stones about thine ears?\r\n  WARWICK. Alas, I am not coop'd here for defence!\r\n    I will away towards Barnet presently\r\n    And bid thee battle, Edward, if thou dar'st.\r\n  KING EDWARD. Yes, Warwick, Edward dares and leads the way.\r\n    Lords, to the field; Saint George and victory!\r\n                                                 Exeunt YORKISTS\r\n                         [March. WARWICK and his company follow]\r\n\r\nSCENE II. A field of battle near Barnet\r\n\r\nAlarum and excursions. Enter KING EDWARD, bringing forth WARWICK,\r\nwounded\r\n\r\n  KING EDWARD. So, lie thou there. Die thou, and die our fear;\r\n    For Warwick was a bug that fear'd us all.\r\n    Now, Montague, sit fast; I seek for thee,\r\n    That Warwick's bones may keep thine company.            Exit\r\n  WARWICK. Ah, who is nigh? Come to me, friend or foe,\r\n    And tell me who is victor, York or Warwick?\r\n    Why ask I that? My mangled body shows,\r\n    My blood, my want of strength, my sick heart shows,\r\n    That I must yield my body to the earth\r\n    And, by my fall, the conquest to my foe.\r\n    Thus yields the cedar to the axe's edge,\r\n    Whose arms gave shelter to the princely eagle,\r\n    Under whose shade the ramping lion slept,\r\n    Whose top-branch overpeer'd Jove's spreading tree\r\n    And kept low shrubs from winter's pow'rful wind.\r\n    These eyes, that now are dimm'd with death's black veil,\r\n    Have been as piercing as the mid-day sun\r\n    To search the secret treasons of the world;\r\n    The wrinkles in my brows, now fill'd with blood,\r\n    Were lik'ned oft to kingly sepulchres;\r\n    For who liv'd King, but I could dig his grave?\r\n    And who durst smile when Warwick bent his brow?\r\n    Lo now my glory smear'd in dust and blood!\r\n    My parks, my walks, my manors, that I had,\r\n    Even now forsake me; and of all my lands\r\n    Is nothing left me but my body's length.\r\n    what is pomp, rule, reign, but earth and dust?\r\n    And live we how we can, yet die we must.\r\n\r\n                  Enter OXFORD and SOMERSET\r\n\r\n  SOMERSET. Ah, Warwick, Warwick! wert thou as we are,\r\n    We might recover all our loss again.\r\n    The Queen from France hath brought a puissant power;\r\n    Even now we heard the news. Ah, couldst thou fly!\r\n  WARWICK. Why then, I would not fly. Ah, Montague,\r\n    If thou be there, sweet brother, take my hand,\r\n    And with thy lips keep in my soul a while!\r\n    Thou lov'st me not; for, brother, if thou didst,\r\n    Thy tears would wash this cold congealed blood\r\n    That glues my lips and will not let me speak.\r\n    Come quickly, Montague, or I am dead.\r\n  SOMERSET. Ah, Warwick! Montague hath breath'd his last;\r\n    And to the latest gasp cried out for Warwick,\r\n    And said 'Commend me to my valiant brother.'\r\n    And more he would have said; and more he spoke,\r\n    Which sounded like a clamour in a vault,\r\n    That mought not be distinguish'd; but at last,\r\n    I well might hear, delivered with a groan,\r\n    'O farewell, Warwick!'\r\n  WARWICK. Sweet rest his soul! Fly, lords, and save yourselves:\r\n    For Warwick bids you all farewell, to meet in heaven.\r\n                                                          [Dies]\r\n  OXFORD. Away, away, to meet the Queen's great power!\r\n                                  [Here they bear away his body]\r\n\r\nSCENE III. Another part of the field\r\n\r\nFlourish. Enter KING in triumph; with GLOUCESTER, CLARENCE, and the\r\nrest\r\n\r\n  KING EDWARD. Thus far our fortune keeps an upward course,\r\n    And we are grac'd with wreaths of victory.\r\n    But in the midst of this bright-shining day\r\n    I spy a black, suspicious, threat'ning cloud\r\n    That will encounter with our glorious sun\r\n    Ere he attain his easeful western bed-\r\n    I mean, my lords, those powers that the Queen\r\n    Hath rais'd in Gallia have arriv'd our coast\r\n    And, as we hear, march on to fight with us.\r\n  CLARENCE. A little gale will soon disperse that cloud\r\n    And blow it to the source from whence it came;\r\n    Thy very beams will dry those vapours up,\r\n    For every cloud engenders not a storm.\r\n  GLOUCESTER. The Queen is valued thirty thousand strong,\r\n    And Somerset, with Oxford, fled to her.\r\n    If she have time to breathe, be well assur'd\r\n    Her faction will be full as strong as ours.\r\n  KING EDWARD. are advertis'd by our loving friends\r\n    That they do hold their course toward Tewksbury;\r\n    We, having now the best at Barnet field,\r\n    Will thither straight, for willingness rids way;\r\n    And as we march our strength will be augmented\r\n    In every county as we go along.\r\n    Strike up the drum; cry 'Courage!' and away.          Exeunt\r\n\r\nSCENE IV. Plains wear Tewksbury\r\n\r\nFlourish. March. Enter QUEEN MARGARET, PRINCE EDWARD, SOMERSET, OXFORD,\r\nand SOLDIERS\r\n\r\n  QUEEN MARGARET. Great lords, wise men ne'er sit and wail their\r\n      loss,\r\n    But cheerly seek how to redress their harms.\r\n    What though the mast be now blown overboard,\r\n    The cable broke, the holding-anchor lost,\r\n    And half our sailors swallow'd in the flood;\r\n    Yet lives our pilot still. Is't meet that he\r\n    Should leave the helm and, like a fearful lad,\r\n    With tearful eyes add water to the sea\r\n    And give more strength to that which hath too much;\r\n    Whiles, in his moan, the ship splits on the rock,\r\n    Which industry and courage might have sav'd?\r\n    Ah, what a shame! ah, what a fault were this!\r\n    Say Warwick was our anchor; what of that?\r\n    And Montague our top-mast; what of him?\r\n    Our slaught'red friends the tackles; what of these?\r\n    Why, is not Oxford here another anchor?\r\n    And Somerset another goodly mast?\r\n    The friends of France our shrouds and tacklings?\r\n    And, though unskilful, why not Ned and I\r\n    For once allow'd the skilful pilot's charge?\r\n    We will not from the helm to sit and weep,\r\n    But keep our course, though the rough wind say no,\r\n    From shelves and rocks that threaten us with wreck,\r\n    As good to chide the waves as speak them fair.\r\n    And what is Edward but a ruthless sea?\r\n    What Clarence but a quicksand of deceit?\r\n    And Richard but a ragged fatal rock?\r\n    All these the enemies to our poor bark.\r\n    Say you can swim; alas, 'tis but a while!\r\n    Tread on the sand; why, there you quickly sink.\r\n    Bestride the rock; the tide will wash you off,\r\n    Or else you famish- that's a threefold death.\r\n    This speak I, lords, to let you understand,\r\n    If case some one of you would fly from us,\r\n    That there's no hop'd-for mercy with the brothers\r\n    More than with ruthless waves, with sands, and rocks.\r\n    Why, courage then! What cannot be avoided\r\n    'Twere childish weakness to lament or fear.\r\n  PRINCE OF WALES. Methinks a woman of this valiant spirit\r\n    Should, if a coward hear her speak these words,\r\n    Infuse his breast with magnanimity\r\n    And make him naked foil a man-at-arms.\r\n    I speak not this as doubting any here;\r\n    For did I but suspect a fearful man,\r\n    He should have leave to go away betimes,\r\n    Lest in our need he might infect another\r\n    And make him of the like spirit to himself.\r\n    If any such be here- as God forbid!-\r\n    Let him depart before we need his help.\r\n  OXFORD. Women and children of so high a courage,\r\n    And warriors faint! Why, 'twere perpetual shame.\r\n    O brave young Prince! thy famous grandfather\r\n    Doth live again in thee. Long mayst thou Eve\r\n    To bear his image and renew his glories!\r\n  SOMERSET. And he that will not fight for such a hope,\r\n    Go home to bed and, like the owl by day,\r\n    If he arise, be mock'd and wond'red at.\r\n  QUEEN MARGARET. Thanks, gentle Somerset; sweet Oxford, thanks.\r\n  PRINCE OF WALES. And take his thanks that yet hath nothing else.\r\n\r\n                        Enter a MESSENGER\r\n\r\n  MESSENGER. Prepare you, lords, for Edward is at hand\r\n    Ready to fight; therefore be resolute.\r\n  OXFORD. I thought no less. It is his policy\r\n    To haste thus fast, to find us unprovided.\r\n  SOMERSET. But he's deceiv'd; we are in readiness.\r\n  QUEEN MARGARET. This cheers my heart, to see your forwardness.\r\n  OXFORD. Here pitch our battle; hence we will not budge.\r\n\r\n      Flourish and march. Enter, at a distance, KING EDWARD,\r\n               GLOUCESTER, CLARENCE, and soldiers\r\n\r\n  KING EDWARD. Brave followers, yonder stands the thorny wood\r\n    Which, by the heavens' assistance and your strength,\r\n    Must by the roots be hewn up yet ere night.\r\n    I need not add more fuel to your fire,\r\n    For well I wot ye blaze to burn them out.\r\n    Give signal to the fight, and to it, lords.\r\n  QUEEN MARGARET. Lords, knights, and gentlemen, what I should say\r\n    My tears gainsay; for every word I speak,\r\n    Ye see, I drink the water of my eye.\r\n    Therefore, no more but this: Henry, your sovereign,\r\n    Is prisoner to the foe; his state usurp'd,\r\n    His realm a slaughter-house, his subjects slain,\r\n    His statutes cancell'd, and his treasure spent;\r\n    And yonder is the wolf that makes this spoil.\r\n    You fight in justice. Then, in God's name, lords,\r\n    Be valiant, and give signal to the fight.\r\n                             Alarum, retreat, excursions. Exeunt\r\n\r\nSCENE V. Another part of the field\r\n\r\nFlourish. Enter KING EDWARD, GLOUCESTER, CLARENCE, and forces,\r\nWith QUEEN MARGARET, OXFORD, and SOMERSET, prisoners\r\n\r\n  KING EDWARD. Now here a period of tumultuous broils.\r\n    Away with Oxford to Hames Castle straight;\r\n    For Somerset, off with his guilty head.\r\n    Go, bear them hence; I will not hear them speak.\r\n  OXFORD. For my part, I'll not trouble thee with words.\r\n  SOMERSET. Nor I, but stoop with patience to my fortune.\r\n                             Exeunt OXFORD and SOMERSET, guarded\r\n  QUEEN MARGARET. So part we sadly in this troublous world,\r\n    To meet with joy in sweet Jerusalem.\r\n  KING EDWARD. Is proclamation made that who finds Edward\r\n    Shall have a high reward, and he his life?\r\n  GLOUCESTER. It is; and lo where youthful Edward comes.\r\n\r\n                Enter soldiers, with PRINCE EDWARD\r\n\r\n  KING EDWARD. Bring forth the gallant; let us hear him speak.\r\n    What, can so young a man begin to prick?\r\n    Edward, what satisfaction canst thou make\r\n    For bearing arms, for stirring up my subjects,\r\n    And all the trouble thou hast turn'd me to?\r\n  PRINCE OF WALES. Speak like a subject, proud ambitious York.\r\n    Suppose that I am now my father's mouth;\r\n    Resign thy chair, and where I stand kneel thou,\r\n    Whilst I propose the self-same words to the\r\n    Which, traitor, thou wouldst have me answer to.\r\n  QUEEN MARGARET. Ah, that thy father had been so resolv'd!\r\n  GLOUCESTER. That you might still have worn the petticoat\r\n    And ne'er have stol'n the breech from Lancaster.\r\n  PRINCE OF WALES. Let Aesop fable in a winter's night;\r\n    His currish riddle sorts not with this place.\r\n  GLOUCESTER. By heaven, brat, I'll plague ye for that word.\r\n  QUEEN MARGARET. Ay, thou wast born to be a plague to men.\r\n  GLOUCESTER. For God's sake, take away this captive scold.\r\n  PRINCE OF WALES. Nay, take away this scolding crookback rather.\r\n  KING EDWARD. Peace, wilful boy, or I will charm your tongue.\r\n  CLARENCE. Untutor'd lad, thou art too malapert.\r\n  PRINCE OF WALES. I know my duty; you are all undutiful.\r\n    Lascivious Edward, and thou perjur'd George,\r\n    And thou misshapen Dick, I tell ye all\r\n    I am your better, traitors as ye are;\r\n    And thou usurp'st my father's right and mine.\r\n  KING EDWARD. Take that, the likeness of this railer here.\r\n                                                     [Stabs him]\r\n  GLOUCESTER. Sprawl'st thou? Take that, to end thy agony.\r\n                                                     [Stabs him]\r\n  CLARENCE. And there's for twitting me with perjury.\r\n                                                     [Stabs him]\r\n  QUEEN MARGARET. O, kill me too!\r\n  GLOUCESTER. Marry, and shall.             [Offers to kill her]\r\n  KING EDWARD. Hold, Richard, hold; for we have done to much.\r\n  GLOUCESTER. Why should she live to fill the world with words?\r\n  KING EDWARD. What, doth she swoon? Use means for her recovery.\r\n  GLOUCESTER. Clarence, excuse me to the King my brother.\r\n    I'll hence to London on a serious matter;\r\n    Ere ye come there, be sure to hear some news.\r\n  CLARENCE. What? what?\r\n  GLOUCESTER. The Tower! the Tower!                         Exit\r\n  QUEEN MARGARET. O Ned, sweet Ned, speak to thy mother, boy!\r\n    Canst thou not speak? O traitors! murderers!\r\n    They that stabb'd Caesar shed no blood at all,\r\n    Did not offend, nor were not worthy blame,\r\n    If this foul deed were by to equal it.\r\n    He was a man: this, in respect, a child;\r\n    And men ne'er spend their fury on a child.\r\n    What's worse than murderer, that I may name it?\r\n    No, no, my heart will burst, an if I speak-\r\n    And I will speak, that so my heart may burst.\r\n    Butchers and villains! bloody cannibals!\r\n    How sweet a plant have you untimely cropp'd!\r\n    You have no children, butchers, if you had,\r\n    The thought of them would have stirr'd up remorse.\r\n    But if you ever chance to have a child,\r\n    Look in his youth to have him so cut off\r\n    As, deathsmen, you have rid this sweet young prince!\r\n  KING EDWARD. Away with her; go, bear her hence perforce.\r\n  QUEEN MARGARET. Nay, never bear me hence; dispatch me here.\r\n    Here sheathe thy sword; I'll pardon thee my death.\r\n    What, wilt thou not? Then, Clarence, do it thou.\r\n  CLARENCE. By heaven, I will not do thee so much ease.\r\n  QUEEN MARGARET. Good Clarence, do; sweet Clarence, do thou do it.\r\n  CLARENCE. Didst thou not hear me swear I would not do it?\r\n  QUEEN MARGARET. Ay, but thou usest to forswear thyself.\r\n    'Twas sin before, but now 'tis charity.\r\n    What! wilt thou not? Where is that devil's butcher,\r\n    Hard-favour'd Richard? Richard, where art thou?\r\n    Thou art not here. Murder is thy alms-deed;\r\n    Petitioners for blood thou ne'er put'st back.\r\n  KING EDWARD. Away, I say; I charge ye bear her hence.\r\n  QUEEN MARGARET. So come to you and yours as to this prince.\r\n                                          Exit, led out forcibly\r\n  KING EDWARD. Where's Richard gone?\r\n  CLARENCE. To London, all in post; and, as I guess,\r\n    To make a bloody supper in the Tower.\r\n  KING EDWARD. He's sudden, if a thing comes in his head.\r\n    Now march we hence. Discharge the common sort\r\n    With pay and thanks; and let's away to London\r\n    And see our gentle queen how well she fares.\r\n    By this, I hope, she hath a son for me.               Exeunt\r\n\r\nSCENE VI. London. The Tower\r\n\r\nEnter KING HENRY and GLOUCESTER with the LIEUTENANT, on the walls\r\n\r\n  GLOUCESTER. Good day, my lord. What, at your book so hard?\r\n  KING HENRY. Ay, my good lord- my lord, I should say rather.\r\n    'Tis sin to flatter; 'good' was little better.\r\n    'Good Gloucester' and 'good devil' were alike,\r\n    And both preposterous; therefore, not 'good lord.'\r\n  GLOUCESTER. Sirrah, leave us to ourselves; we must confer.\r\n                                                 Exit LIEUTENANT\r\n  KING HENRY. So flies the reckless shepherd from the wolf;\r\n    So first the harmless sheep doth yield his fleece,\r\n    And next his throat unto the butcher's knife.\r\n    What scene of death hath Roscius now to act?\r\n  GLOUCESTER. Suspicion always haunts the guilty mind:\r\n    The thief doth fear each bush an officer.\r\n  KING HENRY. The bird that hath been limed in a bush\r\n    With trembling wings misdoubteth every bush;\r\n    And I, the hapless male to one sweet bird,\r\n    Have now the fatal object in my eye\r\n    Where my poor young was lim'd, was caught, and kill'd.\r\n  GLOUCESTER. Why, what a peevish fool was that of Crete\r\n    That taught his son the office of a fowl!\r\n    And yet, for all his wings, the fool was drown'd.\r\n  KING HENRY. I, Daedalus; my poor boy, Icarus;\r\n    Thy father, Minos, that denied our course;\r\n    The sun that sear'd the wings of my sweet boy,\r\n    Thy brother Edward; and thyself, the sea\r\n    Whose envious gulf did swallow up his life.\r\n    Ah, kill me with thy weapon, not with words!\r\n    My breast can better brook thy dagger's point\r\n    Than can my ears that tragic history.\r\n    But wherefore dost thou come? Is't for my life?\r\n  GLOUCESTER. Think'st thou I am an executioner?\r\n  KING HENRY. A persecutor I am sure thou art.\r\n    If murdering innocents be executing,\r\n    Why, then thou are an executioner.\r\n  GLOUCESTER. Thy son I kill'd for his presumption.\r\n  KING HENRY. Hadst thou been kill'd when first thou didst presume,\r\n    Thou hadst not liv'd to kill a son of mine.\r\n    And thus I prophesy, that many a thousand\r\n    Which now mistrust no parcel of my fear,\r\n    And many an old man's sigh, and many a widow's,\r\n    And many an orphan's water-standing eye-\r\n    Men for their sons, wives for their husbands,\r\n    Orphans for their parents' timeless death-\r\n    Shall rue the hour that ever thou wast born.\r\n    The owl shriek'd at thy birth- an evil sign;\r\n    The night-crow cried, aboding luckless time;\r\n    Dogs howl'd, and hideous tempest shook down trees;\r\n    The raven rook'd her on the chimney's top,\r\n    And chatt'ring pies in dismal discords sung;\r\n    Thy mother felt more than a mother's pain,\r\n    And yet brought forth less than a mother's hope,\r\n    To wit, an indigest deformed lump,\r\n    Not like the fruit of such a goodly tree.\r\n    Teeth hadst thou in thy head when thou wast born,\r\n    To signify thou cam'st to bite the world;\r\n    And if the rest be true which I have heard,\r\n    Thou cam'st-\r\n  GLOUCESTER. I'll hear no more. Die, prophet, in thy speech.\r\n                                                     [Stabs him]\r\n    For this, amongst the rest, was I ordain'd.\r\n  KING HENRY. Ay, and for much more slaughter after this.\r\n    O, God forgive my sins and pardon thee!               [Dies]\r\n  GLOUCESTER. What, will the aspiring blood of Lancaster\r\n    Sink in the ground? I thought it would have mounted.\r\n    See how my sword weeps for the poor King's death.\r\n    O, may such purple tears be always shed\r\n    From those that wish the downfall of our house!\r\n    If any spark of life be yet remaining,\r\n    Down, down to hell; and say I sent thee thither-\r\n                                               [Stabs him again]\r\n    I, that have neither pity, love, nor fear.\r\n    Indeed, 'tis true that Henry told me of;\r\n    For I have often heard my mother say\r\n    I came into the world with my legs forward.\r\n    Had I not reason, think ye, to make haste\r\n    And seek their ruin that usurp'd our right?\r\n    The midwife wonder'd; and the women cried\r\n    'O, Jesus bless us, he is born with teeth!'\r\n    And so I was, which plainly signified\r\n    That I should snarl, and bite, and play the dog.\r\n    Then, since the heavens have shap'd my body so,\r\n    Let hell make crook'd my mind to answer it.\r\n    I have no brother, I am like no brother;\r\n    And this word 'love,' which greybeards call divine,\r\n    Be resident in men like one another,\r\n    And not in me! I am myself alone.\r\n    Clarence, beware; thou keep'st me from the light,\r\n    But I will sort a pitchy day for thee;\r\n    For I will buzz abroad such prophecies\r\n    That Edward shall be fearful of his life;\r\n    And then to purge his fear, I'll be thy death.\r\n    King Henry and the Prince his son are gone.\r\n    Clarence, thy turn is next, and then the rest;\r\n    Counting myself but bad till I be best.\r\n    I'll throw thy body in another room,\r\n    And triumph, Henry, in thy day of doom.\r\n                                              Exit with the body\r\n\r\nSCENE VII. London. The palace\r\n\r\nFlourish. Enter KING EDWARD, QUEEN ELIZABETH, CLARENCE, GLOUCESTER,\r\nHASTINGS, NURSE, with the Young PRINCE, and attendants\r\n\r\n  KING EDWARD. Once more we sit in England's royal throne,\r\n    Repurchas'd with the blood of enemies.\r\n    What valiant foemen, like to autumn's corn,\r\n    Have we mow'd down in tops of all their pride!\r\n    Three Dukes of Somerset, threefold renown'd\r\n    For hardy and undoubted champions;\r\n    Two Cliffords, as the father and the son;\r\n    And two Northumberlands- two braver men\r\n    Ne'er spurr'd their coursers at the trumpet's sound;\r\n    With them the two brave bears, Warwick and Montague,\r\n    That in their chains fetter'd the kingly lion\r\n    And made the forest tremble when they roar'd.\r\n    Thus have we swept suspicion from our seat\r\n    And made our footstool of security.\r\n    Come hither, Bess, and let me kiss my boy.\r\n    Young Ned, for thee thine uncles and myself\r\n    Have in our armours watch'd the winter's night,\r\n    Went all afoot in summer's scalding heat,\r\n    That thou might'st repossess the crown in peace;\r\n    And of our labours thou shalt reap the gain.\r\n  GLOUCESTER. [Aside] I'll blast his harvest if your head were laid;\r\n    For yet I am not look'd on in the world.\r\n    This shoulder was ordain'd so thick to heave;\r\n    And heave it shall some weight or break my back.\r\n    Work thou the way- and that shall execute.\r\n  KING EDWARD. Clarence and Gloucester, love my lovely queen;\r\n    And kiss your princely nephew, brothers both.\r\n  CLARENCE. The duty that I owe unto your Majesty\r\n    I seal upon the lips of this sweet babe.\r\n  KING EDWARD. Thanks, noble Clarence; worthy brother, thanks.\r\n  GLOUCESTER. And that I love the tree from whence thou sprang'st,\r\n    Witness the loving kiss I give the fruit.\r\n    [Aside] To say the truth, so Judas kiss'd his master\r\n    And cried 'All hail!' when as he meant all harm.\r\n  KING EDWARD. Now am I seated as my soul delights,\r\n    Having my country's peace and brothers' loves.\r\n  CLARENCE. What will your Grace have done with Margaret?\r\n    Reignier, her father, to the King of France\r\n    Hath pawn'd the Sicils and Jerusalem,\r\n    And hither have they sent it for her ransom.\r\n  KING EDWARD. Away with her, and waft her hence to France.\r\n    And now what rests but that we spend the time\r\n    With stately triumphs, mirthful comic shows,\r\n    Such as befits the pleasure of the court?\r\n    Sound drums and trumpets. Farewell, sour annoy!\r\n    For here, I hope, begins our lasting joy.             Exeunt\r\n\r\n\r\n\r\n\r"