"THE WINTER’S TALE\r\n\r\nDramatis Personae\r\n\r\n  LEONTES, King of Sicilia\r\n  MAMILLIUS, his son, the young Prince of Sicilia\r\n  CAMILLO,    lord of Sicilia\r\n  ANTIGONUS,    \"   \"     \"\r\n  CLEOMENES,    \"   \"     \"\r\n  DION,         \"   \"     \"\r\n  POLIXENES, King of Bohemia\r\n  FLORIZEL, his son, Prince of Bohemia\r\n  ARCHIDAMUS, a lord of Bohemia\r\n  OLD SHEPHERD, reputed father of Perdita\r\n  CLOWN, his son\r\n  AUTOLYCUS, a rogue\r\n  A MARINER\r\n  A GAOLER\r\n  TIME, as Chorus\r\n\r\n  HERMIONE, Queen to Leontes\r\n  PERDITA, daughter to Leontes and Hermione\r\n  PAULINA, wife to Antigonus\r\n  EMILIA, a lady attending on the Queen\r\n  MOPSA,   shepherdess\r\n  DORCAS,        \"\r\n\r\n  Other Lords, Gentlemen, Ladies, Officers, Servants, Shepherds,\r\n    Shepherdesses\r\n\r\n                              SCENE: Sicilia and Bohemia\r\n\r\nACT I. SCENE I. Sicilia. The palace of LEONTES\r\n\r\nEnter CAMILLO and ARCHIDAMUS\r\n\r\n  ARCHIDAMUS. If you shall chance, Camillo, to visit Bohemia, on the\r\n    like occasion whereon my services are now on foot, you shall see,\r\n    as I have said, great difference betwixt our Bohemia and your\r\n    Sicilia.\r\n  CAMILLO. I think this coming summer the King of Sicilia means to\r\n    pay Bohemia the visitation which he justly owes him.\r\n  ARCHIDAMUS. Wherein our entertainment shall shame us we will be\r\n    justified in our loves; for indeed-\r\n  CAMILLO. Beseech you-\r\n  ARCHIDAMUS. Verily, I speak it in the freedom of my knowledge: we\r\n    cannot with such magnificence, in so rare- I know not what to\r\n    say. We will give you sleepy drinks, that your senses,\r\n    unintelligent of our insufficience, may, though they cannot\r\n    praise us, as little accuse us.\r\n  CAMILLO. You pay a great deal too dear for what's given freely.\r\n  ARCHIDAMUS. Believe me, I speak as my understanding instructs me\r\n    and as mine honesty puts it to utterance.\r\n  CAMILLO. Sicilia cannot show himself overkind to Bohemia. They were\r\n    train'd together in their childhoods; and there rooted betwixt\r\n    them then such an affection which cannot choose but branch now.\r\n    Since their more mature dignities and royal necessities made\r\n    separation of their society, their encounters, though not\r\n    personal, have been royally attorneyed with interchange of gifts,\r\n    letters, loving embassies; that they have seem'd to be together,\r\n    though absent; shook hands, as over a vast; and embrac'd as it\r\n    were from the ends of opposed winds. The heavens continue their\r\n    loves!\r\n  ARCHIDAMUS. I think there is not in the world either malice or\r\n    matter to alter it. You have an unspeakable comfort of your young\r\n    Prince Mamillius; it is a gentleman of the greatest promise that\r\n    ever came into my note.\r\n  CAMILLO. I very well agree with you in the hopes of him. It is a\r\n    gallant child; one that indeed physics the subject, makes old\r\n    hearts fresh; they that went on crutches ere he was born desire\r\n    yet their life to see him a man.\r\n  ARCHIDAMUS. Would they else be content to die?\r\n  CAMILLO. Yes; if there were no other excuse why they should desire\r\n    to live.\r\n  ARCHIDAMUS. If the King had no son, they would desire to live on\r\n    crutches till he had one.\r\n                                                          Exeunt\r\n\r\nSCENE II. Sicilia. The palace of LEONTES\r\n\r\nEnter LEONTES, POLIXENES, HERMIONE, MAMILLIUS, CAMILLO, and ATTENDANTS\r\n\r\n  POLIXENES. Nine changes of the wat'ry star hath been\r\n    The shepherd's note since we have left our throne\r\n    Without a burden. Time as long again\r\n    Would be fill'd up, my brother, with our thanks;\r\n    And yet we should for perpetuity\r\n    Go hence in debt. And therefore, like a cipher,\r\n    Yet standing in rich place, I multiply\r\n    With one 'We thank you' many thousands moe\r\n    That go before it.\r\n  LEONTES. Stay your thanks a while,\r\n    And pay them when you part.\r\n  POLIXENES. Sir, that's to-morrow.\r\n    I am question'd by my fears of what may chance\r\n    Or breed upon our absence, that may blow\r\n    No sneaping winds at home, to make us say\r\n    'This is put forth too truly.' Besides, I have stay'd\r\n    To tire your royalty.\r\n  LEONTES. We are tougher, brother,\r\n    Than you can put us to't.\r\n  POLIXENES. No longer stay.\r\n  LEONTES. One sev'night longer.\r\n  POLIXENES. Very sooth, to-morrow.\r\n  LEONTES. We'll part the time between's then; and in that\r\n    I'll no gainsaying.\r\n  POLIXENES. Press me not, beseech you, so.\r\n    There is no tongue that moves, none, none i' th' world,\r\n    So soon as yours could win me. So it should now,\r\n    Were there necessity in your request, although\r\n    'Twere needful I denied it. My affairs\r\n    Do even drag me homeward; which to hinder\r\n    Were in your love a whip to me; my stay\r\n    To you a charge and trouble. To save both,\r\n    Farewell, our brother.\r\n  LEONTES. Tongue-tied, our Queen? Speak you.\r\n  HERMIONE. I had thought, sir, to have held my peace until\r\n    You had drawn oaths from him not to stay. You, sir,\r\n    Charge him too coldly. Tell him you are sure\r\n    All in Bohemia's well- this satisfaction\r\n    The by-gone day proclaim'd. Say this to him,\r\n    He's beat from his best ward.\r\n  LEONTES. Well said, Hermione.\r\n  HERMIONE. To tell he longs to see his son were strong;\r\n    But let him say so then, and let him go;\r\n    But let him swear so, and he shall not stay;\r\n    We'll thwack him hence with distaffs.\r\n    [To POLIXENES]  Yet of your royal presence I'll\r\n    adventure the borrow of a week. When at Bohemia\r\n    You take my lord, I'll give him my commission\r\n    To let him there a month behind the gest\r\n    Prefix'd for's parting.- Yet, good deed, Leontes,\r\n    I love thee not a jar o' th' clock behind\r\n    What lady she her lord.- You'll stay?\r\n  POLIXENES. No, madam.\r\n  HERMIONE. Nay, but you will?\r\n  POLIXENES. I may not, verily.\r\n  HERMIONE. Verily!\r\n    You put me off with limber vows; but I,\r\n    Though you would seek t' unsphere the stars with oaths,\r\n    Should yet say 'Sir, no going.' Verily,\r\n    You shall not go; a lady's 'verily' is\r\n    As potent as a lord's. Will go yet?\r\n    Force me to keep you as a prisoner,\r\n    Not like a guest; so you shall pay your fees\r\n    When you depart, and save your thanks. How say you?\r\n    My prisoner or my guest? By your dread 'verily,'\r\n    One of them you shall be.\r\n  POLIXENES. Your guest, then, madam:\r\n    To be your prisoner should import offending;\r\n    Which is for me less easy to commit\r\n    Than you to punish.\r\n  HERMIONE. Not your gaoler then,\r\n    But your kind. hostess. Come, I'll question you\r\n    Of my lord's tricks and yours when you were boys.\r\n    You were pretty lordings then!\r\n  POLIXENES. We were, fair Queen,\r\n    Two lads that thought there was no more behind\r\n    But such a day to-morrow as to-day,\r\n    And to be boy eternal.\r\n  HERMIONE. Was not my lord\r\n    The verier wag o' th' two?\r\n  POLIXENES. We were as twinn'd lambs that did frisk i' th' sun\r\n    And bleat the one at th' other. What we chang'd\r\n    Was innocence for innocence; we knew not\r\n    The doctrine of ill-doing, nor dream'd\r\n    That any did. Had we pursu'd that life,\r\n    And our weak spirits ne'er been higher rear'd\r\n    With stronger blood, we should have answer'd heaven\r\n    Boldly 'Not guilty,' the imposition clear'd\r\n    Hereditary ours.\r\n  HERMIONE. By this we gather\r\n    You have tripp'd since.\r\n  POLIXENES. O my most sacred lady,\r\n    Temptations have since then been born to 's, for\r\n    In those unfledg'd days was my wife a girl;\r\n    Your precious self had then not cross'd the eyes\r\n    Of my young playfellow.\r\n  HERMIONE. Grace to boot!\r\n    Of this make no conclusion, lest you say\r\n    Your queen and I are devils. Yet, go on;\r\n    Th' offences we have made you do we'll answer,\r\n    If you first sinn'd with us, and that with us\r\n    You did continue fault, and that you slipp'd not\r\n    With any but with us.\r\n  LEONTES. Is he won yet?\r\n  HERMIONE. He'll stay, my lord.\r\n  LEONTES. At my request he would not.\r\n    Hermione, my dearest, thou never spok'st\r\n    To better purpose.\r\n  HERMIONE. Never?\r\n  LEONTES. Never but once.\r\n  HERMIONE. What! Have I twice said well? When was't before?\r\n    I prithee tell me; cram's with praise, and make's\r\n    As fat as tame things. One good deed dying tongueless\r\n    Slaughters a thousand waiting upon that.\r\n    Our praises are our wages; you may ride's\r\n    With one soft kiss a thousand furlongs ere\r\n    With spur we heat an acre. But to th' goal:\r\n    My last good deed was to entreat his stay;\r\n    What was my first? It has an elder sister,\r\n    Or I mistake you. O, would her name were Grace!\r\n    But once before I spoke to th' purpose- When?\r\n    Nay, let me have't; I long.\r\n  LEONTES. Why, that was when\r\n    Three crabbed months had sour'd themselves to death,\r\n    Ere I could make thee open thy white hand\r\n    And clap thyself my love; then didst thou utter\r\n    'I am yours for ever.'\r\n  HERMIONE. 'Tis Grace indeed.\r\n    Why, lo you now, I have spoke to th' purpose twice:\r\n    The one for ever earn'd a royal husband;\r\n    Th' other for some while a friend.\r\n                                  [Giving her hand to POLIXENES]\r\n  LEONTES.  [Aside]  Too hot, too hot!\r\n    To mingle friendship far is mingling bloods.\r\n    I have tremor cordis on me; my heart dances,\r\n    But not for joy, not joy. This entertainment\r\n    May a free face put on; derive a liberty\r\n    From heartiness, from bounty, fertile bosom,\r\n    And well become the agent. 'T may, I grant;\r\n    But to be paddling palms and pinching fingers,\r\n    As now they are, and making practis'd smiles\r\n    As in a looking-glass; and then to sigh, as 'twere\r\n    The mort o' th' deer. O, that is entertainment\r\n    My bosom likes not, nor my brows! Mamillius,\r\n    Art thou my boy?\r\n  MAMILLIUS. Ay, my good lord.\r\n  LEONTES. I' fecks!\r\n    Why, that's my bawcock. What! hast smutch'd thy nose?\r\n    They say it is a copy out of mine. Come, Captain,\r\n    We must be neat- not neat, but cleanly, Captain.\r\n    And yet the steer, the heifer, and the calf,\r\n    Are all call'd neat.- Still virginalling\r\n    Upon his palm?- How now, you wanton calf,\r\n    Art thou my calf?\r\n  MAMILLIUS. Yes, if you will, my lord.\r\n  LEONTES. Thou want'st a rough pash and the shoots that I have,\r\n    To be full like me; yet they say we are\r\n    Almost as like as eggs. Women say so,\r\n    That will say anything. But were they false\r\n    As o'er-dy'd blacks, as wind, as waters- false\r\n    As dice are to be wish'd by one that fixes\r\n    No bourn 'twixt his and mine; yet were it true\r\n    To say this boy were like me. Come, sir page,\r\n    Look on me with your welkin eye. Sweet villain!\r\n    Most dear'st! my collop! Can thy dam?- may't be?\r\n    Affection! thy intention stabs the centre.\r\n    Thou dost make possible things not so held,\r\n    Communicat'st with dreams- how can this be?-\r\n    With what's unreal thou coactive art,\r\n    And fellow'st nothing. Then 'tis very credent\r\n    Thou mayst co-join with something; and thou dost-\r\n    And that beyond commission; and I find it,\r\n    And that to the infection of my brains\r\n    And hard'ning of my brows.\r\n  POLIXENES. What means Sicilia?\r\n  HERMIONE. He something seems unsettled.\r\n  POLIXENES. How, my lord!\r\n    What cheer? How is't with you, best brother?\r\n  HERMIONE. You look\r\n    As if you held a brow of much distraction.\r\n    Are you mov'd, my lord?\r\n  LEONTES. No, in good earnest.\r\n    How sometimes nature will betray its folly,\r\n    Its tenderness, and make itself a pastime\r\n    To harder bosoms! Looking on the lines\r\n    Of my boy's face, methoughts I did recoil\r\n    Twenty-three years; and saw myself unbreech'd,\r\n    In my green velvet coat; my dagger muzzl'd,\r\n    Lest it should bite its master and so prove,\r\n    As ornaments oft do, too dangerous.\r\n    How like, methought, I then was to this kernel,\r\n    This squash, this gentleman. Mine honest friend,\r\n    Will you take eggs for money?\r\n  MAMILLIUS. No, my lord, I'll fight.\r\n  LEONTES. You will? Why, happy man be's dole! My brother,\r\n    Are you so fond of your young prince as we\r\n    Do seem to be of ours?\r\n  POLIXENES. If at home, sir,\r\n    He's all my exercise, my mirth, my matter;\r\n    Now my sworn friend, and then mine enemy;\r\n    My parasite, my soldier, statesman, all.\r\n    He makes a July's day short as December,\r\n    And with his varying childness cures in me\r\n    Thoughts that would thick my blood.\r\n  LEONTES. So stands this squire\r\n    Offic'd with me. We two will walk, my lord,\r\n    And leave you to your graver steps. Hermione,\r\n    How thou lov'st us show in our brother's welcome;\r\n    Let what is dear in Sicily be cheap;\r\n    Next to thyself and my young rover, he's\r\n    Apparent to my heart.\r\n  HERMIONE. If you would seek us,\r\n    We are yours i' th' garden. Shall's attend you there?\r\n  LEONTES. To your own bents dispose you; you'll be found,\r\n    Be you beneath the sky.  [Aside]  I am angling now,\r\n    Though you perceive me not how I give line.\r\n    Go to, go to!\r\n    How she holds up the neb, the bill to him!\r\n    And arms her with the boldness of a wife\r\n    To her allowing husband!\r\n\r\n                      Exeunt POLIXENES, HERMIONE, and ATTENDANTS\r\n\r\n    Gone already!\r\n    Inch-thick, knee-deep, o'er head and ears a fork'd one!\r\n    Go, play, boy, play; thy mother plays, and I\r\n    Play too; but so disgrac'd a part, whose issue\r\n    Will hiss me to my grave. Contempt and clamour\r\n    Will be my knell. Go, play, boy, play. There have been,\r\n    Or I am much deceiv'd, cuckolds ere now;\r\n    And many a man there is, even at this present,\r\n    Now while I speak this, holds his wife by th' arm\r\n    That little thinks she has been sluic'd in's absence,\r\n    And his pond fish'd by his next neighbour, by\r\n    Sir Smile, his neighbour. Nay, there's comfort in't,\r\n    Whiles other men have gates and those gates open'd,\r\n    As mine, against their will. Should all despair\r\n    That hath revolted wives, the tenth of mankind\r\n    Would hang themselves. Physic for't there's none;\r\n    It is a bawdy planet, that will strike\r\n    Where 'tis predominant; and 'tis pow'rfull, think it,\r\n    From east, west, north, and south. Be it concluded,\r\n    No barricado for a belly. Know't,\r\n    It will let in and out the enemy\r\n    With bag and baggage. Many thousand on's\r\n    Have the disease, and feel't not. How now, boy!\r\n  MAMILLIUS. I am like you, they say.\r\n  LEONTES. Why, that's some comfort.\r\n    What! Camillo there?\r\n  CAMILLO. Ay, my good lord.\r\n  LEONTES. Go play, Mamillius; thou'rt an honest man.\r\n                                                  Exit MAMILLIUS\r\n    Camillo, this great sir will yet stay longer.\r\n  CAMILLO. You had much ado to make his anchor hold;\r\n    When you cast out, it still came home.\r\n  LEONTES. Didst note it?\r\n  CAMILLO. He would not stay at your petitions; made\r\n    His business more material.\r\n  LEONTES. Didst perceive it?\r\n    [Aside]  They're here with me already; whisp'ring, rounding,\r\n    'Sicilia is a so-forth.' 'Tis far gone\r\n    When I shall gust it last.- How came't, Camillo,\r\n    That he did stay?\r\n  CAMILLO. At the good Queen's entreaty.\r\n  LEONTES. 'At the Queen's' be't. 'Good' should be pertinent;\r\n    But so it is, it is not. Was this taken\r\n    By any understanding pate but thine?\r\n    For thy conceit is soaking, will draw in\r\n    More than the common blocks. Not noted, is't,\r\n    But of the finer natures, by some severals\r\n    Of head-piece extraordinary? Lower messes\r\n    Perchance are to this business purblind? Say.\r\n  CAMILLO. Business, my lord? I think most understand\r\n    Bohemia stays here longer.\r\n  LEONTES. Ha?\r\n  CAMILLO. Stays here longer.\r\n  LEONTES. Ay, but why?\r\n  CAMILLO. To satisfy your Highness, and the entreaties\r\n    Of our most gracious mistress.\r\n  LEONTES. Satisfy\r\n    Th' entreaties of your mistress! Satisfy!\r\n    Let that suffice. I have trusted thee, Camillo,\r\n    With all the nearest things to my heart, as well\r\n    My chamber-councils, wherein, priest-like, thou\r\n    Hast cleans'd my bosom- I from thee departed\r\n    Thy penitent reform'd; but we have been\r\n    Deceiv'd in thy integrity, deceiv'd\r\n    In that which seems so.\r\n  CAMILLO. Be it forbid, my lord!\r\n  LEONTES. To bide upon't: thou art not honest; or,\r\n    If thou inclin'st that way, thou art a coward,\r\n    Which hoxes honesty behind, restraining\r\n    From course requir'd; or else thou must be counted\r\n    A servant grafted in my serious trust,\r\n    And therein negligent; or else a fool\r\n    That seest a game play'd home, the rich stake drawn,\r\n    And tak'st it all for jest.\r\n  CAMILLO. My gracious lord,\r\n    I may be negligent, foolish, and fearful:\r\n    In every one of these no man is free\r\n    But that his negligence, his folly, fear,\r\n    Among the infinite doings of the world,\r\n    Sometime puts forth. In your affairs, my lord,\r\n    If ever I were wilfull-negligent,\r\n    It was my folly; if industriously\r\n    I play'd the fool, it was my negligence,\r\n    Not weighing well the end; if ever fearful\r\n    To do a thing where I the issue doubted,\r\n    Whereof the execution did cry out\r\n    Against the non-performance, 'twas a fear\r\n    Which oft infects the wisest. These, my lord,\r\n    Are such allow'd infirmities that honesty\r\n    Is never free of. But, beseech your Grace,\r\n    Be plainer with me; let me know my trespass\r\n    By its own visage; if I then deny it,\r\n    'Tis none of mine.\r\n  LEONTES. Ha' not you seen, Camillo-\r\n    But that's past doubt; you have, or your eye-glass\r\n    Is thicker than a cuckold's horn- or heard-\r\n    For to a vision so apparent rumour\r\n    Cannot be mute- or thought- for cogitation\r\n    Resides not in that man that does not think-\r\n    My wife is slippery? If thou wilt confess-\r\n    Or else be impudently negative,\r\n    To have nor eyes nor ears nor thought- then say\r\n    My wife's a hobby-horse, deserves a name\r\n    As rank as any flax-wench that puts to\r\n    Before her troth-plight. Say't and justify't.\r\n  CAMILLO. I would not be a stander-by to hear\r\n    My sovereign mistress clouded so, without\r\n    My present vengeance taken. Shrew my heart!\r\n    You never spoke what did become you less\r\n    Than this; which to reiterate were sin\r\n    As deep as that, though true.\r\n  LEONTES. Is whispering nothing?\r\n    Is leaning cheek to cheek? Is meeting noses?\r\n    Kissing with inside lip? Stopping the career\r\n    Of laughter with a sigh?- a note infallible\r\n    Of breaking honesty. Horsing foot on foot?\r\n    Skulking in corners? Wishing clocks more swift;\r\n    Hours, minutes; noon, midnight? And all eyes\r\n    Blind with the pin and web but theirs, theirs only,\r\n    That would unseen be wicked- is this nothing?\r\n    Why, then the world and all that's in't is nothing;\r\n    The covering sky is nothing; Bohemia nothing;\r\n    My is nothing; nor nothing have these nothings,\r\n    If this be nothing.\r\n  CAMILLO. Good my lord, be cur'd\r\n    Of this diseas'd opinion, and betimes;\r\n    For 'tis most dangerous.\r\n  LEONTES. Say it be, 'tis true.\r\n  CAMILLO. No, no, my lord.\r\n  LEONTES. It is; you lie, you lie.\r\n    I say thou liest, Camillo, and I hate thee;\r\n    Pronounce thee a gross lout, a mindless slave,\r\n    Or else a hovering temporizer that\r\n    Canst with thine eyes at once see good and evil,\r\n    Inclining to them both. Were my wife's liver\r\n    Infected as her life, she would not live\r\n    The running of one glass.\r\n  CAMILLO. Who does her?\r\n  LEONTES. Why, he that wears her like her medal, hanging\r\n    About his neck, Bohemia; who- if I\r\n    Had servants true about me that bare eyes\r\n    To see alike mine honour as their profits,\r\n    Their own particular thrifts, they would do that\r\n    Which should undo more doing. Ay, and thou,\r\n    His cupbearer- whom I from meaner form\r\n    Have bench'd and rear'd to worship; who mayst see,\r\n    Plainly as heaven sees earth and earth sees heaven,\r\n    How I am gall'd- mightst bespice a cup\r\n    To give mine enemy a lasting wink;\r\n    Which draught to me were cordial.\r\n  CAMILLO. Sir, my lord,\r\n    I could do this; and that with no rash potion,\r\n    But with a ling'ring dram that should not work\r\n    Maliciously like poison. But I cannot\r\n    Believe this crack to be in my dread mistress,\r\n    So sovereignly being honourable.\r\n    I have lov'd thee-\r\n  LEONTES. Make that thy question, and go rot!\r\n    Dost think I am so muddy, so unsettled,\r\n    To appoint myself in this vexation; sully\r\n    The purity and whiteness of my sheets-\r\n    Which to preserve is sleep, which being spotted\r\n    Is goads, thorns, nettles, tails of wasps;\r\n    Give scandal to the blood o' th' Prince, my son-\r\n    Who I do think is mine, and love as mine-\r\n    Without ripe moving to 't? Would I do this?\r\n    Could man so blench?\r\n  CAMILLO. I must believe you, sir.\r\n    I do; and will fetch off Bohemia for't;\r\n    Provided that, when he's remov'd, your Highness\r\n    Will take again your queen as yours at first,\r\n    Even for your son's sake; and thereby for sealing\r\n    The injury of tongues in courts and kingdoms\r\n    Known and allied to yours.\r\n  LEONTES. Thou dost advise me\r\n    Even so as I mine own course have set down.\r\n    I'll give no blemish to her honour, none.\r\n  CAMILLO. My lord,\r\n    Go then; and with a countenance as clear\r\n    As friendship wears at feasts, keep with Bohemia\r\n    And with your queen. I am his cupbearer;\r\n    If from me he have wholesome beverage,\r\n    Account me not your servant.\r\n  LEONTES. This is all:\r\n    Do't, and thou hast the one half of my heart;\r\n    Do't not, thou split'st thine own.\r\n  CAMILLO. I'll do't, my lord.\r\n  LEONTES. I will seem friendly, as thou hast advis'd me.   Exit\r\n  CAMILLO. O miserable lady! But, for me,\r\n    What case stand I in? I must be the poisoner\r\n    Of good Polixenes; and my ground to do't\r\n    Is the obedience to a master; one\r\n    Who, in rebellion with himself, will have\r\n    All that are his so too. To do this deed,\r\n    Promotion follows. If I could find example\r\n    Of thousands that had struck anointed kings\r\n    And flourish'd after, I'd not do't; but since\r\n    Nor brass, nor stone, nor parchment, bears not one,\r\n    Let villainy itself forswear't. I must\r\n    Forsake the court. To do't, or no, is certain\r\n    To me a break-neck. Happy star reign now!\r\n    Here comes Bohemia.\r\n\r\n                     Enter POLIXENES\r\n\r\n  POLIXENES. This is strange. Methinks\r\n    My favour here begins to warp. Not speak?\r\n    Good day, Camillo.\r\n  CAMILLO. Hail, most royal sir!\r\n  POLIXENES. What is the news i' th' court?\r\n  CAMILLO. None rare, my lord.\r\n  POLIXENES. The King hath on him such a countenance\r\n    As he had lost some province, and a region\r\n    Lov'd as he loves himself; even now I met him\r\n    With customary compliment, when he,\r\n    Wafting his eyes to th' contrary and falling\r\n    A lip of much contempt, speeds from me;\r\n    So leaves me to consider what is breeding\r\n    That changes thus his manners.\r\n  CAMILLO. I dare not know, my lord.\r\n  POLIXENES. How, dare not! Do not. Do you know, and dare not\r\n    Be intelligent to me? 'Tis thereabouts;\r\n    For, to yourself, what you do know, you must,\r\n    And cannot say you dare not. Good Camillo,\r\n    Your chang'd complexions are to me a mirror\r\n    Which shows me mine chang'd too; for I must be\r\n    A party in this alteration, finding\r\n    Myself thus alter'd with't.\r\n  CAMILLO. There is a sickness\r\n    Which puts some of us in distemper; but\r\n    I cannot name the disease; and it is caught\r\n    Of you that yet are well.\r\n  POLIXENES. How! caught of me?\r\n    Make me not sighted like the basilisk;\r\n    I have look'd on thousands who have sped the better\r\n    By my regard, but kill'd none so. Camillo-\r\n    As you are certainly a gentleman; thereto\r\n    Clerk-like experienc'd, which no less adorns\r\n    Our gentry than our parents' noble names,\r\n    In whose success we are gentle- I beseech you,\r\n    If you know aught which does behove my knowledge\r\n    Thereof to be inform'd, imprison't not\r\n    In ignorant concealment.\r\n  CAMILLO. I may not answer.\r\n  POLIXENES. A sickness caught of me, and yet I well?\r\n    I must be answer'd. Dost thou hear, Camillo?\r\n    I conjure thee, by all the parts of man\r\n    Which honour does acknowledge, whereof the least\r\n    Is not this suit of mine, that thou declare\r\n    What incidency thou dost guess of harm\r\n    Is creeping toward me; how far off, how near;\r\n    Which way to be prevented, if to be;\r\n    If not, how best to bear it.\r\n  CAMILLO. Sir, I will tell you;\r\n    Since I am charg'd in honour, and by him\r\n    That I think honourable. Therefore mark my counsel,\r\n    Which must be ev'n as swiftly followed as\r\n    I mean to utter it, or both yourself and me\r\n    Cry lost, and so goodnight.\r\n  POLIXENES. On, good Camillo.\r\n  CAMILLO. I am appointed him to murder you.\r\n  POLIXENES. By whom, Camillo?\r\n  CAMILLO. By the King.\r\n  POLIXENES. For what?\r\n  CAMILLO. He thinks, nay, with all confidence he swears,\r\n    As he had seen 't or been an instrument\r\n    To vice you to't, that you have touch'd his queen\r\n    Forbiddenly.\r\n  POLIXENES. O, then my best blood turn\r\n    To an infected jelly, and my name\r\n    Be yok'd with his that did betray the Best!\r\n    Turn then my freshest reputation to\r\n    A savour that may strike the dullest nostril\r\n    Where I arrive, and my approach be shunn'd,\r\n    Nay, hated too, worse than the great'st infection\r\n    That e'er was heard or read!\r\n  CAMILLO. Swear his thought over\r\n    By each particular star in heaven and\r\n    By all their influences, you may as well\r\n    Forbid the sea for to obey the moon\r\n    As or by oath remove or counsel shake\r\n    The fabric of his folly, whose foundation\r\n    Is pil'd upon his faith and will continue\r\n    The standing of his body.\r\n  POLIXENES. How should this grow?\r\n  CAMILLO. I know not; but I am sure 'tis safer to\r\n    Avoid what's grown than question how 'tis born.\r\n    If therefore you dare trust my honesty,\r\n    That lies enclosed in this trunk which you\r\n    Shall bear along impawn'd, away to-night.\r\n    Your followers I will whisper to the business;\r\n    And will, by twos and threes, at several posterns,\r\n    Clear them o' th' city. For myself, I'll put\r\n    My fortunes to your service, which are here\r\n    By this discovery lost. Be not uncertain,\r\n    For, by the honour of my parents, I\r\n    Have utt'red truth; which if you seek to prove,\r\n    I dare not stand by; nor shall you be safer\r\n    Than one condemn'd by the King's own mouth, thereon\r\n    His execution sworn.\r\n  POLIXENES. I do believe thee:\r\n    I saw his heart in's face. Give me thy hand;\r\n    Be pilot to me, and thy places shall\r\n    Still neighbour mine. My ships are ready, and\r\n    My people did expect my hence departure\r\n    Two days ago. This jealousy\r\n    Is for a precious creature; as she's rare,\r\n    Must it be great; and, as his person's mighty,\r\n    Must it be violent; and as he does conceive\r\n    He is dishonour'd by a man which ever\r\n    Profess'd to him, why, his revenges must\r\n    In that be made more bitter. Fear o'ershades me.\r\n    Good expedition be my friend, and comfort\r\n    The gracious Queen, part of this theme, but nothing\r\n    Of his ill-ta'en suspicion! Come, Camillo;\r\n    I will respect thee as a father, if\r\n    Thou bear'st my life off hence. Let us avoid.\r\n  CAMILLO. It is in mine authority to command\r\n    The keys of all the posterns. Please your Highness\r\n    To take the urgent hour. Come, sir, away.             Exeunt\r\n\r\nACT II. SCENE I. Sicilia. The palace of LEONTES\r\n\r\nEnter HERMIONE, MAMILLIUS, and LADIES\r\n\r\n  HERMIONE. Take the boy to you; he so troubles me,\r\n    'Tis past enduring.\r\n  FIRST LADY. Come, my gracious lord,\r\n    Shall I be your playfellow?\r\n  MAMILLIUS. No, I'll none of you.\r\n  FIRST LADY. Why, my sweet lord?\r\n  MAMILLIUS. You'll kiss me hard, and speak to me as if\r\n    I were a baby still. I love you better.\r\n  SECOND LADY. And why so, my lord?\r\n  MAMILLIUS. Not for because\r\n    Your brows are blacker; yet black brows, they say,\r\n    Become some women best; so that there be not\r\n    Too much hair there, but in a semicircle\r\n    Or a half-moon made with a pen.\r\n  SECOND LADY. Who taught't this?\r\n  MAMILLIUS. I learn'd it out of women's faces. Pray now,\r\n    What colour are your eyebrows?\r\n  FIRST LADY. Blue, my lord.\r\n  MAMILLIUS. Nay, that's a mock. I have seen a lady's nose\r\n    That has been blue, but not her eyebrows.\r\n  FIRST LADY. Hark ye:\r\n    The Queen your mother rounds apace. We shall\r\n    Present our services to a fine new prince\r\n    One of these days; and then you'd wanton with us,\r\n    If we would have you.\r\n  SECOND LADY. She is spread of late\r\n    Into a goodly bulk. Good time encounter her!\r\n  HERMIONE. What wisdom stirs amongst you? Come, sir, now\r\n    I am for you again. Pray you sit by us,\r\n    And tell's a tale.\r\n  MAMILLIUS. Merry or sad shall't be?\r\n  HERMIONE. As merry as you will.\r\n  MAMILLIUS. A sad tale's best for winter. I have one\r\n    Of sprites and goblins.\r\n  HERMIONE. Let's have that, good sir.\r\n    Come on, sit down; come on, and do your best\r\n    To fright me with your sprites; you're pow'rfull at it.\r\n  MAMILLIUS. There was a man-\r\n  HERMIONE. Nay, come, sit down; then on.\r\n  MAMILLIUS. Dwelt by a churchyard- I will tell it softly;\r\n    Yond crickets shall not hear it.\r\n  HERMIONE. Come on then,\r\n    And give't me in mine ear.\r\n\r\n             Enter LEONTES, ANTIGONUS, LORDS, and OTHERS\r\n\r\n  LEONTES. he met there? his train? Camillo with him?\r\n  FIRST LORD. Behind the tuft of pines I met them; never\r\n    Saw I men scour so on their way. I ey'd them\r\n    Even to their ships.\r\n  LEONTES. How blest am I\r\n    In my just censure, in my true opinion!\r\n    Alack, for lesser knowledge! How accurs'd\r\n    In being so blest! There may be in the cup\r\n    A spider steep'd, and one may drink, depart,\r\n    And yet partake no venom, for his knowledge\r\n    Is not infected; but if one present\r\n    Th' abhorr'd ingredient to his eye, make known\r\n    How he hath drunk, he cracks his gorge, his sides,\r\n    With violent hefts. I have drunk, and seen the spider.\r\n    Camillo was his help in this, his pander.\r\n    There is a plot against my life, my crown;\r\n    All's true that is mistrusted. That false villain\r\n    Whom I employ'd was pre-employ'd by him;\r\n    He has discover'd my design, and I\r\n    Remain a pinch'd thing; yea, a very trick\r\n    For them to play at will. How came the posterns\r\n    So easily open?\r\n  FIRST LORD. By his great authority;\r\n    Which often hath no less prevail'd than so\r\n    On your command.\r\n  LEONTES. I know't too well.\r\n    Give me the boy. I am glad you did not nurse him;\r\n    Though he does bear some signs of me, yet you\r\n    Have too much blood in him.\r\n  HERMIONE. What is this? Sport?\r\n  LEONTES. Bear the boy hence; he shall not come about her;\r\n    Away with him; and let her sport herself\r\n                                          [MAMILLIUS is led out]\r\n    With that she's big with- for 'tis Polixenes\r\n    Has made thee swell thus.\r\n  HERMIONE. But I'd say he had not,\r\n    And I'll be sworn you would believe my saying,\r\n    Howe'er you lean to th' nayward.\r\n  LEONTES. You, my lords,\r\n    Look on her, mark her well; be but about\r\n    To say 'She is a goodly lady' and\r\n    The justice of your hearts will thereto ad\r\n    'Tis pity she's not honest- honourable.'\r\n    Praise her but for this her without-door form,\r\n    Which on my faith deserves high speech, and straight\r\n    The shrug, the hum or ha, these petty brands\r\n    That calumny doth use- O, I am out!-\r\n    That mercy does, for calumny will sear\r\n    Virtue itself- these shrugs, these hum's and ha's,\r\n    When you have said she's goodly, come between,\r\n    Ere you can say she's honest. But be't known,\r\n    From him that has most cause to grieve it should be,\r\n    She's an adultress.\r\n  HERMIONE. Should a villain say so,\r\n    The most replenish'd villain in the world,\r\n    He were as much more villain: you, my lord,\r\n    Do but mistake.\r\n  LEONTES. You have mistook, my lady,\r\n    Polixenes for Leontes. O thou thing!\r\n    Which I'll not call a creature of thy place,\r\n    Lest barbarism, making me the precedent,\r\n    Should a like language use to all degrees\r\n    And mannerly distinguishment leave out\r\n    Betwixt the prince and beggar. I have said\r\n    She's an adultress; I have said with whom.\r\n    More, she's a traitor; and Camillo is\r\n    A federary with her, and one that knows\r\n    What she should shame to know herself\r\n    But with her most vile principal- that she's\r\n    A bed-swerver, even as bad as those\r\n    That vulgars give bold'st titles; ay, and privy\r\n    To this their late escape.\r\n  HERMIONE. No, by my life,\r\n    Privy to none of this. How will this grieve you,\r\n    When you shall come to clearer knowledge, that\r\n    You thus have publish'd me! Gentle my lord,\r\n    You scarce can right me throughly then to say\r\n    You did mistake.\r\n  LEONTES. No; if I mistake\r\n    In those foundations which I build upon,\r\n    The centre is not big enough to bear\r\n    A school-boy's top. Away with her to prison.\r\n    He who shall speak for her is afar off guilty\r\n    But that he speaks.\r\n  HERMIONE. There's some ill planet reigns.\r\n    I must be patient till the heavens look\r\n    With an aspect more favourable. Good my lords,\r\n    I am not prone to weeping, as our sex\r\n    Commonly are- the want of which vain dew\r\n    Perchance shall dry your pities- but I have\r\n    That honourable grief lodg'd here which burns\r\n    Worse than tears drown. Beseech you all, my lords,\r\n    With thoughts so qualified as your charities\r\n    Shall best instruct you, measure me; and so\r\n    The King's will be perform'd!\r\n  LEONTES.  [To the GUARD]  Shall I be heard?\r\n  HERMIONE. Who is't that goes with me? Beseech your highness\r\n    My women may be with me, for you see\r\n    My plight requires it. Do not weep, good fools;\r\n    There is no cause; when you shall know your mistress\r\n    Has deserv'd prison, then abound in tears\r\n    As I come out: this action I now go on\r\n    Is for my better grace. Adieu, my lord.\r\n    I never wish'd to see you sorry; now\r\n    I trust I shall. My women, come; you have leave.\r\n  LEONTES. Go, do our bidding; hence!\r\n                            Exeunt HERMIONE, guarded, and LADIES\r\n  FIRST LORD. Beseech your Highness, call the Queen again.\r\n  ANTIGONUS. Be certain what you do, sir, lest your justice\r\n    Prove violence, in the which three great ones suffer,\r\n    Yourself, your queen, your son.\r\n  FIRST LORD. For her, my lord,\r\n    I dare my life lay down- and will do't, sir,\r\n    Please you t' accept it- that the Queen is spotless\r\n    I' th' eyes of heaven and to you- I mean\r\n    In this which you accuse her.\r\n  ANTIGONUS. If it prove\r\n    She's otherwise, I'll keep my stables where\r\n    I lodge my wife; I'll go in couples with her;\r\n    Than when I feel and see her no farther trust her;\r\n    For every inch of woman in the world,\r\n    Ay, every dram of woman's flesh is false,\r\n    If she be.\r\n  LEONTES. Hold your peaces.\r\n  FIRST LORD. Good my lord-\r\n  ANTIGONUS. It is for you we speak, not for ourselves.\r\n    You are abus'd, and by some putter-on\r\n    That will be damn'd for't. Would I knew the villain!\r\n    I would land-damn him. Be she honour-flaw'd-\r\n    I have three daughters: the eldest is eleven;\r\n    The second and the third, nine and some five;\r\n    If this prove true, they'll pay for 't. By mine honour,\r\n    I'll geld 'em all; fourteen they shall not see\r\n    To bring false generations. They are co-heirs;\r\n    And I had rather glib myself than they\r\n    Should not produce fair issue.\r\n  LEONTES. Cease; no more.\r\n    You smell this business with a sense as cold\r\n    As is a dead man's nose; but I do see't and feel't\r\n    As you feel doing thus; and see withal\r\n    The instruments that feel.\r\n  ANTIGONUS. If it be so,\r\n    We need no grave to bury honesty;\r\n    There's not a grain of it the face to sweeten\r\n    Of the whole dungy earth.\r\n  LEONTES. What! Lack I credit?\r\n  FIRST LORD. I had rather you did lack than I, my lord,\r\n    Upon this ground; and more it would content me\r\n    To have her honour true than your suspicion,\r\n    Be blam'd for't how you might.\r\n  LEONTES. Why, what need we\r\n    Commune with you of this, but rather follow\r\n    Our forceful instigation? Our prerogative\r\n    Calls not your counsels; but our natural goodness\r\n    Imparts this; which, if you- or stupified\r\n    Or seeming so in skill- cannot or will not\r\n    Relish a truth like us, inform yourselves\r\n    We need no more of your advice. The matter,\r\n    The loss, the gain, the ord'ring on't, is all\r\n    Properly ours.\r\n  ANTIGONUS. And I wish, my liege,\r\n    You had only in your silent judgment tried it,\r\n    Without more overture.\r\n  LEONTES. How could that be?\r\n    Either thou art most ignorant by age,\r\n    Or thou wert born a fool. Camillo's flight,\r\n    Added to their familiarity-\r\n    Which was as gross as ever touch'd conjecture,\r\n    That lack'd sight only, nought for approbation\r\n    But only seeing, all other circumstances\r\n    Made up to th' deed- doth push on this proceeding.\r\n    Yet, for a greater confirmation-\r\n    For, in an act of this importance, 'twere\r\n    Most piteous to be wild- I have dispatch'd in post\r\n    To sacred Delphos, to Apollo's temple,\r\n    Cleomenes and Dion, whom you know\r\n    Of stuff'd sufficiency. Now, from the oracle\r\n    They will bring all, whose spiritual counsel had,\r\n    Shall stop or spur me. Have I done well?\r\n  FIRST LORD. Well done, my lord.\r\n  LEONTES. Though I am satisfied, and need no more\r\n    Than what I know, yet shall the oracle\r\n    Give rest to th' minds of others such as he\r\n    Whose ignorant credulity will not\r\n    Come up to th' truth. So have we thought it good\r\n    From our free person she should be confin'd,\r\n    Lest that the treachery of the two fled hence\r\n    Be left her to perform. Come, follow us;\r\n    We are to speak in public; for this business\r\n    Will raise us all.\r\n  ANTIGONUS.  [Aside]  To laughter, as I take it,\r\n    If the good truth were known.\r\n                                                          Exeunt\r\n\r\nSCENE II. Sicilia. A prison\r\n\r\nEnter PAULINA, a GENTLEMAN, and ATTENDANTS\r\n\r\n  PAULINA. The keeper of the prison- call to him;\r\n    Let him have knowledge who I am.              Exit GENTLEMAN\r\n    Good lady!\r\n    No court in Europe is too good for thee;\r\n    What dost thou then in prison?\r\n\r\n                 Re-enter GENTLEMAN with the GAOLER\r\n\r\n    Now, good sir,\r\n    You know me, do you not?\r\n  GAOLER. For a worthy lady,\r\n    And one who much I honour.\r\n  PAULINA. Pray you, then,\r\n    Conduct me to the Queen.\r\n  GAOLER. I may not, madam;\r\n    To the contrary I have express commandment.\r\n  PAULINA. Here's ado, to lock up honesty and honour from\r\n    Th' access of gentle visitors! Is't lawful, pray you,\r\n    To see her women- any of them? Emilia?\r\n  GAOLER. So please you, madam,\r\n    To put apart these your attendants,\r\n    Shall bring Emilia forth.\r\n  PAULINA. I pray now, call her.\r\n    Withdraw yourselves.                       Exeunt ATTENDANTS\r\n  GAOLER. And, madam,\r\n    I must be present at your conference.\r\n  PAULINA. Well, be't so, prithee.                   Exit GAOLER\r\n    Here's such ado to make no stain a stain\r\n    As passes colouring.\r\n\r\n                 Re-enter GAOLER, with EMILIA\r\n\r\n    Dear gentlewoman,\r\n    How fares our gracious lady?\r\n  EMILIA. As well as one so great and so forlorn\r\n    May hold together. On her frights and griefs,\r\n    Which never tender lady hath borne greater,\r\n    She is, something before her time, deliver'd.\r\n  PAULINA. A boy?\r\n  EMILIA. A daughter, and a goodly babe,\r\n    Lusty, and like to live. The Queen receives\r\n    Much comfort in't; says 'My poor prisoner,\r\n    I am as innocent as you.'\r\n  PAULINA. I dare be sworn.\r\n    These dangerous unsafe lunes i' th' King, beshrew them!\r\n    He must be told on't, and he shall. The office\r\n    Becomes a woman best; I'll take't upon me;\r\n    If I prove honey-mouth'd, let my tongue blister,\r\n    And never to my red-look'd anger be\r\n    The trumpet any more. Pray you, Emilia,\r\n    Commend my best obedience to the Queen;\r\n    If she dares trust me with her little babe,\r\n    I'll show't the King, and undertake to be\r\n    Her advocate to th' loud'st. We do not know\r\n    How he may soften at the sight o' th' child:\r\n    The silence often of pure innocence\r\n    Persuades when speaking fails.\r\n  EMILIA. Most worthy madam,\r\n    Your honour and your goodness is so evident\r\n    That your free undertaking cannot miss\r\n    A thriving issue; there is no lady living\r\n    So meet for this great errand. Please your ladyship\r\n    To visit the next room, I'll presently\r\n    Acquaint the Queen of your most noble offer\r\n    Who but to-day hammer'd of this design,\r\n    But durst not tempt a minister of honour,\r\n    Lest she should be denied.\r\n  PAULINA. Tell her, Emilia,\r\n    I'll use that tongue I have; if wit flow from't\r\n    As boldness from my bosom, let't not be doubted\r\n    I shall do good.\r\n  EMILIA. Now be you blest for it!\r\n    I'll to the Queen. Please you come something nearer.\r\n  GAOLER. Madam, if't please the Queen to send the babe,\r\n    I know not what I shall incur to pass it,\r\n    Having no warrant.\r\n  PAULINA. You need not fear it, sir.\r\n    This child was prisoner to the womb, and is\r\n    By law and process of great Nature thence\r\n    Freed and enfranchis'd- not a party to\r\n    The anger of the King, nor guilty of,\r\n    If any be, the trespass of the Queen.\r\n  GAOLER. I do believe it.\r\n  PAULINA. Do not you fear. Upon mine honour, I\r\n    Will stand betwixt you and danger.                    Exeunt\r\n\r\nSCENE III. Sicilia. The palace of LEONTES\r\n\r\nEnter LEONTES, ANTIGONUS, LORDS, and SERVANTS\r\n\r\n  LEONTES. Nor night nor day no rest! It is but weakness\r\n    To bear the matter thus- mere weakness. If\r\n    The cause were not in being- part o' th' cause,\r\n    She, th' adultress; for the harlot king\r\n    Is quite beyond mine arm, out of the blank\r\n    And level of my brain, plot-proof; but she\r\n    I can hook to me- say that she were gone,\r\n    Given to the fire, a moiety of my rest\r\n    Might come to me again. Who's there?\r\n  FIRST SERVANT. My lord?\r\n  LEONTES. How does the boy?\r\n  FIRST SERVANT. He took good rest to-night;\r\n    'Tis hop'd his sickness is discharg'd.\r\n  LEONTES. To see his nobleness!\r\n    Conceiving the dishonour of his mother,\r\n    He straight declin'd, droop'd, took it deeply,\r\n    Fasten'd and fix'd the shame on't in himself,\r\n    Threw off his spirit, his appetite, his sleep,\r\n    And downright languish'd. Leave me solely. Go,\r\n    See how he fares.  [Exit SERVANT]  Fie, fie! no thought of him!\r\n    The very thought of my revenges that way\r\n    Recoil upon me- in himself too mighty,\r\n    And in his parties, his alliance. Let him be,\r\n    Until a time may serve; for present vengeance,\r\n    Take it on her. Camillo and Polixenes\r\n    Laugh at me, make their pastime at my sorrow.\r\n    They should not laugh if I could reach them; nor\r\n    Shall she, within my pow'r.\r\n\r\n                 Enter PAULINA, with a CHILD\r\n\r\n  FIRST LORD. You must not enter.\r\n  PAULINA. Nay, rather, good my lords, be second to me.\r\n    Fear you his tyrannous passion more, alas,\r\n    Than the Queen's life? A gracious innocent soul,\r\n    More free than he is jealous.\r\n  ANTIGONUS. That's enough.\r\n  SECOND SERVANT. Madam, he hath not slept to-night; commanded\r\n    None should come at him.\r\n  PAULINA. Not so hot, good sir;\r\n    I come to bring him sleep. 'Tis such as you,\r\n    That creep like shadows by him, and do sigh\r\n    At each his needless heavings- such as you\r\n    Nourish the cause of his awaking: I\r\n    Do come with words as medicinal as true,\r\n    Honest as either, to purge him of that humour\r\n    That presses him from sleep.\r\n  LEONTES. What noise there, ho?\r\n  PAULINA. No noise, my lord; but needful conference\r\n    About some gossips for your Highness.\r\n  LEONTES. How!\r\n    Away with that audacious lady! Antigonus,\r\n    I charg'd thee that she should not come about me;\r\n    I knew she would.\r\n  ANTIGONUS. I told her so, my lord,\r\n    On your displeasure's peril, and on mine,\r\n    She should not visit you.\r\n  LEONTES. What, canst not rule her?\r\n  PAULINA. From all dishonesty he can: in this,\r\n    Unless he take the course that you have done-\r\n    Commit me for committing honour- trust it,\r\n    He shall not rule me.\r\n  ANTIGONUS. La you now, you hear!\r\n    When she will take the rein, I let her run;\r\n    But she'll not stumble.\r\n  PAULINA. Good my liege, I come-\r\n    And I beseech you hear me, who professes\r\n    Myself your loyal servant, your physician,\r\n    Your most obedient counsellor; yet that dares\r\n    Less appear so, in comforting your evils,\r\n    Than such as most seem yours- I say I come\r\n    From your good Queen.\r\n  LEONTES. Good Queen!\r\n  PAULINA. Good Queen, my lord, good Queen- I say good Queen;\r\n    And would by combat make her good, so were I\r\n    A man, the worst about you.\r\n  LEONTES. Force her hence.\r\n  PAULINA. Let him that makes but trifles of his eyes\r\n    First hand me. On mine own accord I'll off;\r\n    But first I'll do my errand. The good Queen,\r\n    For she is good, hath brought you forth a daughter;\r\n    Here 'tis; commends it to your blessing.\r\n                                         [Laying down the child]\r\n  LEONTES. Out!\r\n    A mankind witch! Hence with her, out o' door!\r\n    A most intelligencing bawd!\r\n  PAULINA. Not so.\r\n    I am as ignorant in that as you\r\n    In so entitling me; and no less honest\r\n    Than you are mad; which is enough, I'll warrant,\r\n    As this world goes, to pass for honest.\r\n  LEONTES. Traitors!\r\n    Will you not push her out? Give her the bastard.\r\n    [To ANTIGONUS]  Thou dotard, thou art woman-tir'd, unroosted\r\n    By thy Dame Partlet here. Take up the bastard;\r\n    Take't up, I say; give't to thy crone.\r\n  PAULINA. For ever\r\n    Unvenerable be thy hands, if thou\r\n    Tak'st up the Princess by that forced baseness\r\n    Which he has put upon't!\r\n  LEONTES. He dreads his wife.\r\n  PAULINA. So I would you did; then 'twere past all doubt\r\n    You'd call your children yours.\r\n  LEONTES. A nest of traitors!\r\n  ANTIGONUS. I am none, by this good light.\r\n  PAULINA. Nor I; nor any\r\n    But one that's here; and that's himself; for he\r\n    The sacred honour of himself, his Queen's,\r\n    His hopeful son's, his babe's, betrays to slander,\r\n    Whose sting is sharper than the sword's; and will not-\r\n    For, as the case now stands, it is a curse\r\n    He cannot be compell'd to 't- once remove\r\n    The root of his opinion, which is rotten\r\n    As ever oak or stone was sound.\r\n  LEONTES. A callat\r\n    Of boundless tongue, who late hath beat her husband,\r\n    And now baits me! This brat is none of mine;\r\n    It is the issue of Polixenes.\r\n    Hence with it, and together with the dam\r\n    Commit them to the fire.\r\n  PAULINA. It is yours.\r\n    And, might we lay th' old proverb to your charge,\r\n    So like you 'tis the worse. Behold, my lords,\r\n    Although the print be little, the whole matter\r\n    And copy of the father- eye, nose, lip,\r\n    The trick of's frown, his forehead; nay, the valley,\r\n    The pretty dimples of his chin and cheek; his smiles;\r\n    The very mould and frame of hand, nail, finger.\r\n    And thou, good goddess Nature, which hast made it\r\n    So like to him that got it, if thou hast\r\n    The ordering of the mind too, 'mongst all colours\r\n    No yellow in't, lest she suspect, as he does,\r\n    Her children not her husband's!\r\n  LEONTES. A gross hag!\r\n    And, lozel, thou art worthy to be hang'd\r\n    That wilt not stay her tongue.\r\n  ANTIGONUS. Hang all the husbands\r\n    That cannot do that feat, you'll leave yourself\r\n    Hardly one subject.\r\n  LEONTES. Once more, take her hence.\r\n  PAULINA. A most unworthy and unnatural lord\r\n    Can do no more.\r\n  LEONTES. I'll ha' thee burnt.\r\n  PAULINA. I care not.\r\n    It is an heretic that makes the fire,\r\n    Not she which burns in't. I'll not call you tyrant\r\n    But this most cruel usage of your Queen-\r\n    Not able to produce more accusation\r\n    Than your own weak-hing'd fancy- something savours\r\n    Of tyranny, and will ignoble make you,\r\n    Yea, scandalous to the world.\r\n  LEONTES. On your allegiance,\r\n    Out of the chamber with her! Were I a tyrant,\r\n    Where were her life? She durst not call me so,\r\n    If she did know me one. Away with her!\r\n  PAULINA. I pray you, do not push me; I'll be gone.\r\n    Look to your babe, my lord; 'tis yours. Jove send her\r\n    A better guiding spirit! What needs these hands?\r\n    You that are thus so tender o'er his follies\r\n    Will never do him good, not one of you.\r\n    So, so. Farewell; we are gone.                          Exit\r\n  LEONTES. Thou, traitor, hast set on thy wife to this.\r\n    My child! Away with't. Even thou, that hast\r\n    A heart so tender o'er it, take it hence,\r\n    And see it instantly consum'd with fire;\r\n    Even thou, and none but thou. Take it up straight.\r\n    Within this hour bring me word 'tis done,\r\n    And by good testimony, or I'll seize thy life,\r\n    With that thou else call'st thine. If thou refuse,\r\n    And wilt encounter with my wrath, say so;\r\n    The bastard brains with these my proper hands\r\n    Shall I dash out. Go, take it to the fire;\r\n    For thou set'st on thy wife.\r\n  ANTIGONUS. I did not, sir.\r\n    These lords, my noble fellows, if they please,\r\n    Can clear me in't.\r\n  LORDS. We can. My royal liege,\r\n    He is not guilty of her coming hither.\r\n  LEONTES. You're liars all.\r\n  FIRST LORD. Beseech your Highness, give us better credit.\r\n    We have always truly serv'd you; and beseech\r\n    So to esteem of us; and on our knees we beg,\r\n    As recompense of our dear services\r\n    Past and to come, that you do change this purpose,\r\n    Which being so horrible, so bloody, must\r\n    Lead on to some foul issue. We all kneel.\r\n  LEONTES. I am a feather for each wind that blows.\r\n    Shall I live on to see this bastard kneel\r\n    And call me father? Better burn it now\r\n    Than curse it then. But be it; let it live.\r\n    It shall not neither.  [To ANTIGONUS]  You, Sir, come you hither.\r\n    You that have been so tenderly officious\r\n    With Lady Margery, your midwife there,\r\n    To save this bastard's life- for 'tis a bastard,\r\n    So sure as this beard's grey- what will you adventure\r\n    To save this brat's life?\r\n  ANTIGONUS. Anything, my lord,\r\n    That my ability may undergo,\r\n    And nobleness impose. At least, thus much:\r\n    I'll pawn the little blood which I have left\r\n    To save the innocent- anything possible.\r\n  LEONTES. It shall be possible. Swear by this sword\r\n    Thou wilt perform my bidding.\r\n  ANTIGONUS. I will, my lord.\r\n  LEONTES. Mark, and perform it- seest thou? For the fail\r\n    Of any point in't shall not only be\r\n    Death to thyself, but to thy lewd-tongu'd wife,\r\n    Whom for this time we pardon. We enjoin thee,\r\n    As thou art liegeman to us, that thou carry\r\n    This female bastard hence; and that thou bear it\r\n    To some remote and desert place, quite out\r\n    Of our dominions; and that there thou leave it,\r\n    Without more mercy, to it own protection\r\n    And favour of the climate. As by strange fortune\r\n    It came to us, I do in justice charge thee,\r\n    On thy soul's peril and thy body's torture,\r\n    That thou commend it strangely to some place\r\n    Where chance may nurse or end it. Take it up.\r\n  ANTIGONUS. I swear to do this, though a present death\r\n    Had been more merciful. Come on, poor babe.\r\n    Some powerful spirit instruct the kites and ravens\r\n    To be thy nurses! Wolves and bears, they say,\r\n    Casting their savageness aside, have done\r\n    Like offices of pity. Sir, be prosperous\r\n    In more than this deed does require! And blessing\r\n    Against this cruelty fight on thy side,\r\n    Poor thing, condemn'd to loss!           Exit with the child\r\n  LEONTES. No, I'll not rear\r\n    Another's issue.\r\n\r\n                         Enter a SERVANT\r\n\r\n  SERVANT. Please your Highness, posts\r\n    From those you sent to th' oracle are come\r\n    An hour since. Cleomenes and Dion,\r\n    Being well arriv'd from Delphos, are both landed,\r\n    Hasting to th' court.\r\n  FIRST LORD. So please you, sir, their speed\r\n    Hath been beyond account.\r\n  LEONTES. Twenty-three days\r\n    They have been absent; 'tis good speed; foretells\r\n    The great Apollo suddenly will have\r\n    The truth of this appear. Prepare you, lords;\r\n    Summon a session, that we may arraign\r\n    Our most disloyal lady; for, as she hath\r\n    Been publicly accus'd, so shall she have\r\n    A just and open trial. While she lives,\r\n    My heart will be a burden to me. Leave me;\r\n    And think upon my bidding.                            Exeunt\r\n\r\nACT III. SCENE I. Sicilia. On the road to the Capital\r\n\r\nEnter CLEOMENES and DION\r\n\r\n  CLEOMENES. The climate's delicate, the air most sweet,\r\n    Fertile the isle, the temple much surpassing\r\n    The common praise it bears.\r\n  DION. I shall report,\r\n    For most it caught me, the celestial habits-\r\n    Methinks I so should term them- and the reverence\r\n    Of the grave wearers. O, the sacrifice!\r\n    How ceremonious, solemn, and unearthly,\r\n    It was i' th' off'ring!\r\n  CLEOMENES. But of all, the burst\r\n    And the ear-deaf'ning voice o' th' oracle,\r\n    Kin to Jove's thunder, so surpris'd my sense\r\n    That I was nothing.\r\n  DION. If th' event o' th' journey\r\n    Prove as successful to the Queen- O, be't so!-\r\n    As it hath been to us rare, pleasant, speedy,\r\n    The time is worth the use on't.\r\n  CLEOMENES. Great Apollo\r\n    Turn all to th' best! These proclamations,\r\n    So forcing faults upon Hermione,\r\n    I little like.\r\n  DION. The violent carriage of it\r\n    Will clear or end the business. When the oracle-\r\n    Thus by Apollo's great divine seal'd up-\r\n    Shall the contents discover, something rare\r\n    Even then will rush to knowledge. Go; fresh horses.\r\n    And gracious be the issue!                            Exeunt\r\n\r\nSCENE II. Sicilia. A court of justice\r\n\r\nEnter LEONTES, LORDS, and OFFICERS\r\n\r\n  LEONTES. This sessions, to our great grief we pronounce,\r\n    Even pushes 'gainst our heart- the party tried,\r\n    The daughter of a king, our wife, and one\r\n    Of us too much belov'd. Let us be clear'd\r\n    Of being tyrannous, since we so openly\r\n    Proceed in justice, which shall have due course,\r\n    Even to the guilt or the purgation.\r\n    Produce the prisoner.\r\n  OFFICER. It is his Highness' pleasure that the Queen\r\n    Appear in person here in court.\r\n\r\n         Enter HERMIONE, as to her trial, PAULINA, and LADIES\r\n\r\n    Silence!\r\n  LEONTES. Read the indictment.\r\n  OFFICER.  [Reads]  'Hermione, Queen to the worthy Leontes, King of\r\n    Sicilia, thou art here accused and arraigned of high treason, in\r\n    committing adultery with Polixenes, King of Bohemia; and\r\n    conspiring with Camillo to take away the life of our sovereign\r\n    lord the King, thy royal husband: the pretence whereof being by\r\n    circumstances partly laid open, thou, Hermione, contrary to the\r\n    faith and allegiance of true subject, didst counsel and aid them,\r\n    for their better safety, to fly away by night.'\r\n  HERMIONE. Since what I am to say must be but that\r\n    Which contradicts my accusation, and\r\n    The testimony on my part no other\r\n    But what comes from myself, it shall scarce boot me\r\n    To say 'Not guilty.' Mine integrity\r\n    Being counted falsehood shall, as I express it,\r\n    Be so receiv'd. But thus- if pow'rs divine\r\n    Behold our human actions, as they do,\r\n    I doubt not then but innocence shall make\r\n    False accusation blush, and tyranny\r\n    Tremble at patience. You, my lord, best know-\r\n    Who least will seem to do so- my past life\r\n    Hath been as continent, as chaste, as true,\r\n    As I am now unhappy; which is more\r\n    Than history can pattern, though devis'd\r\n    And play'd to take spectators; for behold me-\r\n    A fellow of the royal bed, which owe\r\n    A moiety of the throne, a great king's daughter,\r\n    The mother to a hopeful prince- here standing\r\n    To prate and talk for life and honour fore\r\n    Who please to come and hear. For life, I prize it\r\n    As I weigh grief, which I would spare; for honour,\r\n    'Tis a derivative from me to mine,\r\n    And only that I stand for. I appeal\r\n    To your own conscience, sir, before Polixenes\r\n    Came to your court, how I was in your grace,\r\n    How merited to be so; since he came,\r\n    With what encounter so uncurrent I\r\n    Have strain'd t' appear thus; if one jot beyond\r\n    The bound of honour, or in act or will\r\n    That way inclining, hard'ned be the hearts\r\n    Of all that hear me, and my near'st of kin\r\n    Cry fie upon my grave!\r\n  LEONTES. I ne'er heard yet\r\n    That any of these bolder vices wanted\r\n    Less impudence to gainsay what they did\r\n    Than to perform it first.\r\n  HERMIONE. That's true enough;\r\n    Though 'tis a saying, sir, not due to me.\r\n  LEONTES. You will not own it.\r\n  HERMIONE. More than mistress of\r\n    Which comes to me in name of fault, I must not\r\n    At all acknowledge. For Polixenes,\r\n    With whom I am accus'd, I do confess\r\n    I lov'd him as in honour he requir'd;\r\n    With such a kind of love as might become\r\n    A lady like me; with a love even such,\r\n    So and no other, as yourself commanded;\r\n    Which not to have done, I think had been in me\r\n    Both disobedience and ingratitude\r\n    To you and toward your friend; whose love had spoke,\r\n    Ever since it could speak, from an infant, freely,\r\n    That it was yours. Now for conspiracy:\r\n    I know not how it tastes, though it be dish'd\r\n    For me to try how; all I know of it\r\n    Is that Camillo was an honest man;\r\n    And why he left your court, the gods themselves,\r\n    Wotting no more than I, are ignorant.\r\n  LEONTES. You knew of his departure, as you know\r\n    What you have underta'en to do in's absence.\r\n  HERMIONE. Sir,\r\n    You speak a language that I understand not.\r\n    My life stands in the level of your dreams,\r\n    Which I'll lay down.\r\n  LEONTES. Your actions are my dreams.\r\n    You had a bastard by Polixenes,\r\n    And I but dream'd it. As you were past all shame-\r\n    Those of your fact are so- so past all truth;\r\n    Which to deny concerns more than avails; for as\r\n    Thy brat hath been cast out, like to itself,\r\n    No father owning it- which is indeed\r\n    More criminal in thee than it- so thou\r\n    Shalt feel our justice; in whose easiest passage\r\n    Look for no less than death.\r\n  HERMIONE. Sir, spare your threats.\r\n    The bug which you would fright me with I seek.\r\n    To me can life be no commodity.\r\n    The crown and comfort of my life, your favour,\r\n    I do give lost, for I do feel it gone,\r\n    But know not how it went; my second joy\r\n    And first fruits of my body, from his presence\r\n    I am barr'd, like one infectious; my third comfort,\r\n    Starr'd most unluckily, is from my breast-\r\n    The innocent milk in it most innocent mouth-\r\n    Hal'd out to murder; myself on every post\r\n    Proclaim'd a strumpet; with immodest hatred\r\n    The child-bed privilege denied, which 'longs\r\n    To women of all fashion; lastly, hurried\r\n    Here to this place, i' th' open air, before\r\n    I have got strength of limit. Now, my liege,\r\n    Tell me what blessings I have here alive\r\n    That I should fear to die. Therefore proceed.\r\n    But yet hear this- mistake me not: no life,\r\n    I prize it not a straw, but for mine honour\r\n    Which I would free- if I shall be condemn'd\r\n    Upon surmises, all proofs sleeping else\r\n    But what your jealousies awake, I tell you\r\n    'Tis rigour, and not law. Your honours all,\r\n    I do refer me to the oracle:\r\n    Apollo be my judge!\r\n  FIRST LORD. This your request\r\n    Is altogether just. Therefore, bring forth,\r\n    And in Apollo's name, his oracle.\r\n                                         Exeunt certain OFFICERS\r\n  HERMIONE. The Emperor of Russia was my father;\r\n    O that he were alive, and here beholding\r\n    His daughter's trial! that he did but see\r\n    The flatness of my misery; yet with eyes\r\n    Of pity, not revenge!\r\n\r\n           Re-enter OFFICERS, with CLEOMENES and DION\r\n\r\n  OFFICER. You here shall swear upon this sword of justice\r\n    That you, Cleomenes and Dion, have\r\n    Been both at Delphos, and from thence have brought\r\n    This seal'd-up oracle, by the hand deliver'd\r\n    Of great Apollo's priest; and that since then\r\n    You have not dar'd to break the holy seal\r\n    Nor read the secrets in't.\r\n  CLEOMENES, DION. All this we swear.\r\n  LEONTES. Break up the seals and read.\r\n  OFFICER.  [Reads]  'Hermione is chaste; Polixenes blameless;\r\n    Camillo a true subject; Leontes a jealous tyrant; his innocent\r\n    babe truly begotten; and the King shall live without an heir, if\r\n    that which is lost be not found.'\r\n  LORDS. Now blessed be the great Apollo!\r\n  HERMIONE. Praised!\r\n  LEONTES. Hast thou read truth?\r\n  OFFICER. Ay, my lord; even so\r\n    As it is here set down.\r\n  LEONTES. There is no truth at all i' th' oracle.\r\n    The sessions shall proceed. This is mere falsehood.\r\n\r\n                        Enter a SERVANT\r\n\r\n  SERVANT. My lord the King, the King!\r\n  LEONTES. What is the business?\r\n  SERVANT. O sir, I shall be hated to report it:\r\n    The Prince your son, with mere conceit and fear\r\n    Of the Queen's speed, is gone.\r\n  LEONTES. How! Gone?\r\n  SERVANT. Is dead.\r\n  LEONTES. Apollo's angry; and the heavens themselves\r\n    Do strike at my injustice.                 [HERMIONE swoons]\r\n    How now, there!\r\n  PAULINA. This news is mortal to the Queen. Look down\r\n    And see what death is doing.\r\n  LEONTES. Take her hence.\r\n    Her heart is but o'ercharg'd; she will recover.\r\n    I have too much believ'd mine own suspicion.\r\n    Beseech you tenderly apply to her\r\n    Some remedies for life.\r\n                         Exeunt PAULINA and LADIES with HERMIONE\r\n    Apollo, pardon\r\n    My great profaneness 'gainst thine oracle.\r\n    I'll reconcile me to Polixenes,\r\n    New woo my queen, recall the good Camillo-\r\n    Whom I proclaim a man of truth, of mercy.\r\n    For, being transported by my jealousies\r\n    To bloody thoughts and to revenge, I chose\r\n    Camillo for the minister to poison\r\n    My friend Polixenes; which had been done\r\n    But that the good mind of Camillo tardied\r\n    My swift command, though I with death and with\r\n    Reward did threaten and encourage him,\r\n    Not doing it and being done. He, most humane\r\n    And fill'd with honour, to my kingly guest\r\n    Unclasp'd my practice, quit his fortunes here,\r\n    Which you knew great, and to the certain hazard\r\n    Of all incertainties himself commended,\r\n    No richer than his honour. How he glisters\r\n    Thorough my rust! And how his piety\r\n    Does my deeds make the blacker!\r\n\r\n                      Re-enter PAULINA\r\n\r\n  PAULINA. Woe the while!\r\n    O, cut my lace, lest my heart, cracking it,\r\n    Break too!\r\n  FIRST LORD. What fit is this, good lady?\r\n  PAULINA. What studied torments, tyrant, hast for me?\r\n    What wheels, racks, fires? what flaying, boiling\r\n    In leads or oils? What old or newer torture\r\n    Must I receive, whose every word deserves\r\n    To taste of thy most worst? Thy tyranny\r\n    Together working with thy jealousies,\r\n    Fancies too weak for boys, too green and idle\r\n    For girls of nine- O, think what they have done,\r\n    And then run mad indeed, stark mad; for all\r\n    Thy by-gone fooleries were but spices of it.\r\n    That thou betray'dst Polixenes, 'twas nothing;\r\n    That did but show thee, of a fool, inconstant,\r\n    And damnable ingrateful. Nor was't much\r\n    Thou wouldst have poison'd good Camillo's honour,\r\n    To have him kill a king- poor trespasses,\r\n    More monstrous standing by; whereof I reckon\r\n    The casting forth to crows thy baby daughter\r\n    To be or none or little, though a devil\r\n    Would have shed water out of fire ere done't;\r\n    Nor is't directly laid to thee, the death\r\n    Of the young Prince, whose honourable thoughts-\r\n    Thoughts high for one so tender- cleft the heart\r\n    That could conceive a gross and foolish sire\r\n    Blemish'd his gracious dam. This is not, no,\r\n    Laid to thy answer; but the last- O lords,\r\n    When I have said, cry 'Woe!'- the Queen, the Queen,\r\n    The sweet'st, dear'st creature's dead; and vengeance\r\n    For't not dropp'd down yet.\r\n  FIRST LORD. The higher pow'rs forbid!\r\n  PAULINA. I say she's dead; I'll swear't. If word nor oath\r\n    Prevail not, go and see. If you can bring\r\n    Tincture or lustre in her lip, her eye,\r\n    Heat outwardly or breath within, I'll serve you\r\n    As I would do the gods. But, O thou tyrant!\r\n    Do not repent these things, for they are heavier\r\n    Than all thy woes can stir; therefore betake thee\r\n    To nothing but despair. A thousand knees\r\n    Ten thousand years together, naked, fasting,\r\n    Upon a barren mountain, and still winter\r\n    In storm perpetual, could not move the gods\r\n    To look that way thou wert.\r\n  LEONTES. Go on, go on.\r\n    Thou canst not speak too much; I have deserv'd\r\n    All tongues to talk their bitt'rest.\r\n  FIRST LORD. Say no more;\r\n    Howe'er the business goes, you have made fault\r\n    I' th' boldness of your speech.\r\n  PAULINA. I am sorry for't.\r\n    All faults I make, when I shall come to know them.\r\n    I do repent. Alas, I have show'd too much\r\n    The rashness of a woman! He is touch'd\r\n    To th' noble heart. What's gone and what's past help\r\n    Should be past grief. Do not receive affliction\r\n    At my petition; I beseech you, rather\r\n    Let me be punish'd that have minded you\r\n    Of what you should forget. Now, good my liege,\r\n    Sir, royal sir, forgive a foolish woman.\r\n    The love I bore your queen- lo, fool again!\r\n    I'll speak of her no more, nor of your children;\r\n    I'll not remember you of my own lord,\r\n    Who is lost too. Take your patience to you,\r\n    And I'll say nothing.\r\n  LEONTES. Thou didst speak but well\r\n    When most the truth; which I receive much better\r\n    Than to be pitied of thee. Prithee, bring me\r\n    To the dead bodies of my queen and son.\r\n    One grave shall be for both. Upon them shall\r\n    The causes of their death appear, unto\r\n    Our shame perpetual. Once a day I'll visit\r\n    The chapel where they lie; and tears shed there\r\n    Shall be my recreation. So long as nature\r\n    Will bear up with this exercise, so long\r\n    I daily vow to use it. Come, and lead me\r\n    To these sorrows.                                     Exeunt\r\n\r\nSCENE III. Bohemia. The sea-coast\r\n\r\nEnter ANTIGONUS with the CHILD, and a MARINER\r\n\r\n  ANTIGONUS. Thou art perfect then our ship hath touch'd upon\r\n    The deserts of Bohemia?\r\n  MARINER. Ay, my lord, and fear\r\n    We have landed in ill time; the skies look grimly\r\n    And threaten present blusters. In my conscience,\r\n    The heavens with that we have in hand are angry\r\n    And frown upon 's.\r\n  ANTIGONUS. Their sacred wills be done! Go, get aboard;\r\n    Look to thy bark. I'll not be long before\r\n    I call upon thee.\r\n  MARINER. Make your best haste; and go not\r\n    Too far i' th' land; 'tis like to be loud weather;\r\n    Besides, this place is famous for the creatures\r\n    Of prey that keep upon't.\r\n  ANTIGONUS. Go thou away;\r\n    I'll follow instantly.\r\n  MARINER. I am glad at heart\r\n    To be so rid o' th' business.                           Exit\r\n  ANTIGONUS. Come, poor babe.\r\n    I have heard, but not believ'd, the spirits o' th' dead\r\n    May walk again. If such thing be, thy mother\r\n    Appear'd to me last night; for ne'er was dream\r\n    So like a waking. To me comes a creature,\r\n    Sometimes her head on one side some another-\r\n    I never saw a vessel of like sorrow,\r\n    So fill'd and so becoming; in pure white robes,\r\n    Like very sanctity, she did approach\r\n    My cabin where I lay; thrice bow'd before me;\r\n    And, gasping to begin some speech, her eyes\r\n    Became two spouts; the fury spent, anon\r\n    Did this break from her: 'Good Antigonus,\r\n    Since fate, against thy better disposition,\r\n    Hath made thy person for the thrower-out\r\n    Of my poor babe, according to thine oath,\r\n    Places remote enough are in Bohemia,\r\n    There weep, and leave it crying; and, for the babe\r\n    Is counted lost for ever, Perdita\r\n    I prithee call't. For this ungentle business,\r\n    Put on thee by my lord, thou ne'er shalt see\r\n    Thy wife Paulina more.' so, with shrieks,\r\n    She melted into air. Affrighted much,\r\n    I did in time collect myself, and thought\r\n    This was so and no slumber. Dreams are toys;\r\n    Yet, for this once, yea, superstitiously,\r\n    I will be squar'd by this. I do believe\r\n    Hermione hath suffer'd death, and that\r\n    Apollo would, this being indeed the issue\r\n    Of King Polixenes, it should here be laid,\r\n    Either for life or death, upon the earth\r\n    Of its right father. Blossom, speed thee well!\r\n                                         [Laying down the child]\r\n    There lie, and there thy character; there these\r\n                                          [Laying down a bundle]\r\n    Which may, if fortune please, both breed thee, pretty,\r\n    And still rest thine. The storm begins. Poor wretch,\r\n    That for thy mother's fault art thus expos'd\r\n    To loss and what may follow! Weep I cannot,\r\n    But my heart bleeds; and most accurs'd am I\r\n    To be by oath enjoin'd to this. Farewell!\r\n    The day frowns more and more. Thou'rt like to have\r\n    A lullaby too rough; I never saw\r\n    The heavens so dim by day.  [Noise of hunt within]  A savage\r\n      clamour!\r\n    Well may I get aboard! This is the chase;\r\n    I am gone for ever.                  Exit, pursued by a bear\r\n\r\n                      Enter an old SHEPHERD\r\n\r\n  SHEPHERD. I would there were no age between ten and three and twenty,\r\n  or that youth would sleep out the rest; for there is nothing in the\r\n  between but getting wenches with child, wronging the ancientry,\r\n  stealing, fighting-  [Horns]  Hark you now! Would any but these\r\n  boil'd brains of nineteen and two and twenty hunt this weather? They\r\n  have scar'd away two of my best sheep, which I fear the wolf will\r\n  sooner find than the master. If any where I have them, 'tis by the\r\n  sea-side, browsing of ivy. Good luck, an't be thy will! What have we\r\n  here?  [Taking up the child]  Mercy on's, a barne! A very pretty\r\n  barne. A boy or a child, I wonder? A pretty one; a very pretty one-\r\n  sure, some scape. Though I am not bookish, yet I can read\r\n  waiting-gentlewoman in the scape. This has been some stair-work, some\r\n  trunk-work, some behind-door-work; they were warmer that got this\r\n  than the poor thing is here. I'll take it up for pity; yet I'll tarry\r\n  till my son come; he halloo'd but even now. Whoa-ho-hoa!\r\n\r\n                          Enter CLOWN\r\n\r\n  CLOWN. Hilloa, loa!\r\n  SHEPHERD. What, art so near? If thou'lt see a thing to talk on when\r\n    thou art dead and rotten, come hither. What ail'st thou, man?\r\n  CLOWN. I have seen two such sights, by sea and by land! But I am\r\n    not to say it is a sea, for it is now the sky; betwixt the\r\n    firmament and it you cannot thrust a bodkin's point.\r\n  SHEPHERD. Why, boy, how is it?\r\n  CLOWN. I would you did but see how it chafes, how it rages, how it\r\n    takes up the shore! But that's not to the point. O, the most\r\n    piteous cry of the poor souls! Sometimes to see 'em, and not to\r\n    see 'em; now the ship boring the moon with her mainmast, and anon\r\n    swallowed with yeast and froth, as you'd thrust a cork into a\r\n    hogshead. And then for the land service- to see how the bear tore\r\n    out his shoulder-bone; how he cried to me for help, and said his\r\n    name was Antigonus, a nobleman! But to make an end of the ship-\r\n    to see how the sea flap-dragon'd it; but first, how the poor\r\n    souls roared, and the sea mock'd them; and how the poor gentleman\r\n    roared, and the bear mock'd him, both roaring louder than the sea\r\n    or weather.\r\n  SHEPHERD. Name of mercy, when was this, boy?\r\n  CLOWN. Now, now; I have not wink'd since I saw these sights; the\r\n    men are not yet cold under water, nor the bear half din'd on the\r\n    gentleman; he's at it now.\r\n  SHEPHERD. Would I had been by to have help'd the old man!\r\n  CLOWN. I would you had been by the ship-side, to have help'd her;\r\n    there your charity would have lack'd footing.\r\n  SHEPHERD. Heavy matters, heavy matters! But look thee here, boy.\r\n    Now bless thyself; thou met'st with things dying, I with things\r\n    new-born. Here's a sight for thee; look thee, a bearing-cloth for\r\n    a squire's child! Look thee here; take up, take up, boy; open't.\r\n    So, let's see- it was told me I should be rich by the fairies.\r\n    This is some changeling. Open't. What's within, boy?\r\n  CLOWN. You're a made old man; if the sins of your youth are\r\n    forgiven you, you're well to live. Gold! all gold!\r\n  SHEPHERD. This is fairy gold, boy, and 'twill prove so. Up with't,\r\n    keep it close. Home, home, the next way! We are lucky, boy; and\r\n    to be so still requires nothing but secrecy. Let my sheep go.\r\n    Come, good boy, the next way home.\r\n  CLOWN. Go you the next way with your findings. I'll go see if the\r\n    bear be gone from the gentleman, and how much he hath eaten. They\r\n    are never curst but when they are hungry. If there be any of him\r\n    left, I'll bury it.\r\n  SHEPHERD. That's a good deed. If thou mayest discern by that which\r\n    is left of him what he is, fetch me to th' sight of him.\r\n  CLOWN. Marry, will I; and you shall help to put him i' th' ground.\r\n  SHEPHERD. 'Tis a lucky day, boy; and we'll do good deeds on't.\r\n                                                          Exeunt\r\n\r\nACT IV. SCENE I.\r\n\r\nEnter TIME, the CHORUS\r\n\r\n  TIME. I, that please some, try all, both joy and terror\r\n    Of good and bad, that makes and unfolds error,\r\n    Now take upon me, in the name of Time,\r\n    To use my wings. Impute it not a crime\r\n    To me or my swift passage that I slide\r\n    O'er sixteen years, and leave the growth untried\r\n    Of that wide gap, since it is in my pow'r\r\n    To o'erthrow law, and in one self-born hour\r\n    To plant and o'erwhelm custom. Let me pass\r\n    The same I am, ere ancient'st order was\r\n    Or what is now receiv'd. I witness to\r\n    The times that brought them in; so shall I do\r\n    To th' freshest things now reigning, and make stale\r\n    The glistering of this present, as my tale\r\n    Now seems to it. Your patience this allowing,\r\n    I turn my glass, and give my scene such growing\r\n    As you had slept between. Leontes leaving-\r\n    Th' effects of his fond jealousies so grieving\r\n    That he shuts up himself- imagine me,\r\n    Gentle spectators, that I now may be\r\n    In fair Bohemia; and remember well\r\n    I mention'd a son o' th' King's, which Florizel\r\n    I now name to you; and with speed so pace\r\n    To speak of Perdita, now grown in grace\r\n    Equal with wond'ring. What of her ensues\r\n    I list not prophesy; but let Time's news\r\n    Be known when 'tis brought forth. A shepherd's daughter,\r\n    And what to her adheres, which follows after,\r\n    Is th' argument of Time. Of this allow,\r\n    If ever you have spent time worse ere now;\r\n    If never, yet that Time himself doth say\r\n    He wishes earnestly you never may.                      Exit\r\n\r\nSCENE II. Bohemia. The palace of POLIXENES\r\n\r\nEnter POLIXENES and CAMILLO\r\n\r\n  POLIXENES. I pray thee, good Camillo, be no more importunate: 'tis\r\n    a sickness denying thee anything; a death to grant this.\r\n  CAMILLO. It is fifteen years since I saw my country; though I have\r\n    for the most part been aired abroad, I desire to lay my bones\r\n    there. Besides, the penitent King, my master, hath sent for me;\r\n    to whose feeling sorrows I might be some allay, or I o'erween to\r\n    think so, which is another spur to my departure.\r\n  POLIXENES. As thou lov'st me, Camillo, wipe not out the rest of thy\r\n    services by leaving me now. The need I have of thee thine own\r\n    goodness hath made. Better not to have had thee than thus to want\r\n    thee; thou, having made me businesses which none without thee can\r\n    sufficiently manage, must either stay to execute them thyself, or\r\n    take away with thee the very services thou hast done; which if I\r\n    have not enough considered- as too much I cannot- to be more\r\n    thankful to thee shall be my study; and my profit therein the\r\n    heaping friendships. Of that fatal country Sicilia, prithee,\r\n    speak no more; whose very naming punishes me with the remembrance\r\n    of that penitent, as thou call'st him, and reconciled king, my\r\n    brother; whose loss of his most precious queen and children are\r\n    even now to be afresh lamented. Say to me, when saw'st thou the\r\n    Prince Florizel, my son? Kings are no less unhappy, their issue\r\n    not being gracious, than they are in losing them when they have\r\n    approved their virtues.\r\n  CAMILLO. Sir, it is three days since I saw the Prince. What his\r\n    happier affairs may be are to me unknown; but I have missingly\r\n    noted he is of late much retired from court, and is less frequent\r\n    to his princely exercises than formerly he hath appeared.\r\n  POLIXENES. I have considered so much, Camillo, and with some care,\r\n    so far that I have eyes under my service which look upon his\r\n    removedness; from whom I have this intelligence, that he is\r\n    seldom from the house of a most homely shepherd- a man, they say,\r\n    that from very nothing, and beyond the imagination of his\r\n    neighbours, is grown into an unspeakable estate.\r\n  CAMILLO. I have heard, sir, of such a man, who hath a daughter of\r\n    most rare note. The report of her is extended more than can be\r\n    thought to begin from such a cottage.\r\n  POLIXENES. That's likewise part of my intelligence; but, I fear, the\r\n    angle that plucks our son thither. Thou shalt accompany us to the\r\n    place; where we will, not appearing what we are, have some\r\n    question with the shepherd; from whose simplicity I think it not\r\n    uneasy to get the cause of my son's resort thither. Prithee be my\r\n    present partner in this business, and lay aside the thoughts of\r\n    Sicilia.\r\n  CAMILLO. I willingly obey your command.\r\n  POLIXENES. My best Camillo! We must disguise ourselves.\r\n                                                          Exeunt\r\n\r\nSCENE III. Bohemia. A road near the SHEPHERD'S cottage\r\n\r\nEnter AUTOLYCUS, singing\r\n\r\n      When daffodils begin to peer,\r\n        With heigh! the doxy over the dale,\r\n      Why, then comes in the sweet o' the year,\r\n        For the red blood reigns in the winter's pale.\r\n\r\n      The white sheet bleaching on the hedge,\r\n        With heigh! the sweet birds, O, how they sing!\r\n      Doth set my pugging tooth on edge,\r\n        For a quart of ale is a dish for a king.\r\n\r\n      The lark, that tirra-lirra chants,\r\n        With heigh! with heigh! the thrush and the jay,\r\n      Are summer songs for me and my aunts,\r\n        While we lie tumbling in the hay.\r\n\r\n    I have serv'd Prince Florizel, and in my time wore three-pile;\r\n    but now I am out of service.\r\n\r\n      But shall I go mourn for that, my dear?\r\n        The pale moon shines by night;\r\n      And when I wander here and there,\r\n        I then do most go right.\r\n\r\n      If tinkers may have leave to live,\r\n        And bear the sow-skin budget,\r\n      Then my account I well may give\r\n        And in the stocks avouch it.\r\n\r\n    My traffic is sheets; when the kite builds, look to lesser linen.\r\n    My father nam'd me Autolycus; who, being, I as am, litter'd under\r\n    Mercury, was likewise a snapper-up of unconsidered trifles. With\r\n    die and drab I purchas'd this caparison; and my revenue is the\r\n    silly-cheat. Gallows and knock are too powerful on the highway;\r\n    beating and hanging are terrors to me; for the life to come, I\r\n    sleep out the thought of it. A prize! a prize!\r\n\r\n                            Enter CLOWN\r\n\r\n  CLOWN. Let me see: every 'leven wether tods; every tod yields pound\r\n    and odd shilling; fifteen hundred shorn, what comes the wool to?\r\n  AUTOLYCUS.  [Aside]  If the springe hold, the cock's mine.\r\n  CLOWN. I cannot do 't without counters. Let me see: what am I to\r\n    buy for our sheep-shearing feast? Three pound of sugar, five\r\n    pound of currants, rice- what will this sister of mine do with\r\n    rice? But my father hath made her mistress of the feast, and she\r\n    lays it on. She hath made me four and twenty nosegays for the\r\n    shearers- three-man song-men all, and very good ones; but they\r\n    are most of them means and bases; but one Puritan amongst them,\r\n    and he sings psalms to hornpipes. I must have saffron to colour\r\n    the warden pies; mace; dates- none, that's out of my note;\r\n    nutmegs, seven; race or two of ginger, but that I may beg; four\r\n    pound of prunes, and as many of raisins o' th' sun.\r\n  AUTOLYCUS.  [Grovelling on the ground]  O that ever I was born!\r\n  CLOWN. I' th' name of me!\r\n  AUTOLYCUS. O, help me, help me! Pluck but off these rags; and then,\r\n    death, death!\r\n  CLOWN. Alack, poor soul! thou hast need of more rags to lay on\r\n    thee, rather than have these off.\r\n  AUTOLYCUS. O sir, the loathsomeness of them offend me more than the\r\n    stripes I have received, which are mighty ones and millions.\r\n  CLOWN. Alas, poor man! a million of beating may come to a great\r\n    matter.\r\n  AUTOLYCUS. I am robb'd, sir, and beaten; my money and apparel ta'en\r\n    from me, and these detestable things put upon me.\r\n  CLOWN. What, by a horseman or a footman?\r\n  AUTOLYCUS. A footman, sweet sir, a footman.\r\n  CLOWN. Indeed, he should be a footman, by the garments he has left\r\n    with thee; if this be a horseman's coat, it hath seen very hot\r\n    service. Lend me thy hand, I'll help thee. Come, lend me thy\r\n    hand.                                       [Helping him up]\r\n  AUTOLYCUS. O, good sir, tenderly, O!\r\n  CLOWN. Alas, poor soul!\r\n  AUTOLYCUS. O, good sir, softly, good sir; I fear, sir, my shoulder\r\n    blade is out.\r\n  CLOWN. How now! Canst stand?\r\n  AUTOLYCUS. Softly, dear sir  [Picks his pocket];  good sir, softly.\r\n    You ha' done me a charitable office.\r\n  CLOWN. Dost lack any money? I have a little money for thee.\r\n  AUTOLYCUS. No, good sweet sir; no, I beseech you, sir. I have a\r\n    kinsman not past three quarters of a mile hence, unto whom I was\r\n    going; I shall there have money or anything I want. Offer me no\r\n    money, I pray you; that kills my heart.\r\n  CLOWN. What manner of fellow was he that robb'd you?\r\n  AUTOLYCUS. A fellow, sir, that I have known to go about with\r\n    troll-my-dames; I knew him once a servant of the Prince. I cannot\r\n    tell, good sir, for which of his virtues it was, but he was\r\n    certainly whipt out of the court.\r\n  CLOWN. His vices, you would say; there's no virtue whipt out of the\r\n    court. They cherish it to make it stay there; and yet it will no\r\n    more but abide.\r\n  AUTOLYCUS. Vices, I would say, sir. I know this man well; he hath\r\n    been since an ape-bearer; then a process-server, a bailiff; then\r\n    he compass'd a motion of the Prodigal Son, and married a tinker's\r\n    wife within a mile where my land and living lies; and, having\r\n    flown over many knavish professions, he settled only in rogue.\r\n    Some call him Autolycus.\r\n  CLOWN. Out upon him! prig, for my life, prig! He haunts wakes,\r\n    fairs, and bear-baitings.\r\n  AUTOLYCUS. Very true, sir; he, sir, he; that's the rogue that put\r\n    me into this apparel.\r\n  CLOWN. Not a more cowardly rogue in all Bohemia; if you had but\r\n    look'd big and spit at him, he'd have run.\r\n  AUTOLYCUS. I must confess to you, sir, I am no fighter; I am false\r\n    of heart that way, and that he knew, I warrant him.\r\n  CLOWN. How do you now?\r\n  AUTOLYCUS. Sweet sir, much better than I was; I can stand and walk.\r\n    I will even take my leave of you and pace softly towards my\r\n    kinsman's.\r\n  CLOWN. Shall I bring thee on the way?\r\n  AUTOLYCUS. No, good-fac'd sir; no, sweet sir.\r\n  CLOWN. Then fare thee well. I must go buy spices for our\r\n    sheep-shearing.\r\n  AUTOLYCUS. Prosper you, sweet sir!                  Exit CLOWN\r\n    Your purse is not hot enough to purchase your spice. I'll be with\r\n    you at your sheep-shearing too. If I make not this cheat bring\r\n    out another, and the shearers prove sheep, let me be unroll'd,\r\n    and my name put in the book of virtue!\r\n                                                         [Sings]\r\n            Jog on, jog on, the footpath way,\r\n              And merrily hent the stile-a;\r\n            A merry heart goes all the day,\r\n              Your sad tires in a mile-a.                   Exit\r\n\r\nSCENE IV. Bohemia. The SHEPHERD'S cottage\r\n\r\nEnter FLORIZEL and PERDITA\r\n\r\n  FLORIZEL. These your unusual weeds to each part of you\r\n    Do give a life- no shepherdess, but Flora\r\n    Peering in April's front. This your sheep-shearing\r\n    Is as a meeting of the petty gods,\r\n    And you the Queen on't.\r\n  PERDITA. Sir, my gracious lord,\r\n    To chide at your extremes it not becomes me-\r\n    O, pardon that I name them! Your high self,\r\n    The gracious mark o' th' land, you have obscur'd\r\n    With a swain's wearing; and me, poor lowly maid,\r\n    Most goddess-like prank'd up. But that our feasts\r\n    In every mess have folly, and the feeders\r\n    Digest it with a custom, I should blush\r\n    To see you so attir'd; swoon, I think,\r\n    To show myself a glass.\r\n  FLORIZEL. I bless the time\r\n    When my good falcon made her flight across\r\n    Thy father's ground.\r\n  PERDITA. Now Jove afford you cause!\r\n    To me the difference forges dread; your greatness\r\n    Hath not been us'd to fear. Even now I tremble\r\n    To think your father, by some accident,\r\n    Should pass this way, as you did. O, the Fates!\r\n    How would he look to see his work, so noble,\r\n    Vilely bound up? What would he say? Or how\r\n    Should I, in these my borrowed flaunts, behold\r\n    The sternness of his presence?\r\n  FLORIZEL. Apprehend\r\n    Nothing but jollity. The gods themselves,\r\n    Humbling their deities to love, have taken\r\n    The shapes of beasts upon them: Jupiter\r\n    Became a bull and bellow'd; the green Neptune\r\n    A ram and bleated; and the fire-rob'd god,\r\n    Golden Apollo, a poor humble swain,\r\n    As I seem now. Their transformations\r\n    Were never for a piece of beauty rarer,\r\n    Nor in a way so chaste, since my desires\r\n    Run not before mine honour, nor my lusts\r\n    Burn hotter than my faith.\r\n  PERDITA. O, but, sir,\r\n    Your resolution cannot hold when 'tis\r\n    Oppos'd, as it must be, by th' pow'r of the King.\r\n    One of these two must be necessities,\r\n    Which then will speak, that you must change this purpose,\r\n    Or I my life.\r\n  FLORIZEL. Thou dearest Perdita,\r\n    With these forc'd thoughts, I prithee, darken not\r\n    The mirth o' th' feast. Or I'll be thine, my fair,\r\n    Or not my father's; for I cannot be\r\n    Mine own, nor anything to any, if\r\n    I be not thine. To this I am most constant,\r\n    Though destiny say no. Be merry, gentle;\r\n    Strangle such thoughts as these with any thing\r\n    That you behold the while. Your guests are coming.\r\n    Lift up your countenance, as it were the day\r\n    Of celebration of that nuptial which\r\n    We two have sworn shall come.\r\n  PERDITA. O Lady Fortune,\r\n    Stand you auspicious!\r\n  FLORIZEL. See, your guests approach.\r\n    Address yourself to entertain them sprightly,\r\n    And let's be red with mirth.\r\n\r\n        Enter SHEPHERD, with POLIXENES and CAMILLO, disguised;\r\n                 CLOWN, MOPSA, DORCAS, with OTHERS\r\n\r\n  SHEPHERD. Fie, daughter! When my old wife liv'd, upon\r\n    This day she was both pantler, butler, cook;\r\n    Both dame and servant; welcom'd all; serv'd all;\r\n    Would sing her song and dance her turn; now here\r\n    At upper end o' th' table, now i' th' middle;\r\n    On his shoulder, and his; her face o' fire\r\n    With labour, and the thing she took to quench it\r\n    She would to each one sip. You are retired,\r\n    As if you were a feasted one, and not\r\n    The hostess of the meeting. Pray you bid\r\n    These unknown friends to's welcome, for it is\r\n    A way to make us better friends, more known.\r\n    Come, quench your blushes, and present yourself\r\n    That which you are, Mistress o' th' Feast. Come on,\r\n    And bid us welcome to your sheep-shearing,\r\n    As your good flock shall prosper.\r\n  PERDITA.  [To POLIXENES]  Sir, welcome.\r\n    It is my father's will I should take on me\r\n    The hostess-ship o' th' day.  [To CAMILLO]\r\n    You're welcome, sir.\r\n    Give me those flow'rs there, Dorcas. Reverend sirs,\r\n    For you there's rosemary and rue; these keep\r\n    Seeming and savour all the winter long.\r\n    Grace and remembrance be to you both!\r\n    And welcome to our shearing.\r\n  POLIXENES. Shepherdess-\r\n    A fair one are you- well you fit our ages\r\n    With flow'rs of winter.\r\n  PERDITA. Sir, the year growing ancient,\r\n    Not yet on summer's death nor on the birth\r\n    Of trembling winter, the fairest flow'rs o' th' season\r\n    Are our carnations and streak'd gillyvors,\r\n    Which some call nature's bastards. Of that kind\r\n    Our rustic garden's barren; and I care not\r\n    To get slips of them.\r\n  POLIXENES. Wherefore, gentle maiden,\r\n    Do you neglect them?\r\n  PERDITA. For I have heard it said\r\n    There is an art which in their piedness shares\r\n    With great creating nature.\r\n  POLIXENES. Say there be;\r\n    Yet nature is made better by no mean\r\n    But nature makes that mean; so over that art\r\n    Which you say adds to nature, is an art\r\n    That nature makes. You see, sweet maid, we marry\r\n    A gentler scion to the wildest stock,\r\n    And make conceive a bark of baser kind\r\n    By bud of nobler race. This is an art\r\n    Which does mend nature- change it rather; but\r\n    The art itself is nature.\r\n  PERDITA. So it is.\r\n  POLIXENES. Then make your garden rich in gillyvors,\r\n    And do not call them bastards.\r\n  PERDITA. I'll not put\r\n    The dibble in earth to set one slip of them;\r\n    No more than were I painted I would wish\r\n    This youth should say 'twere well, and only therefore\r\n    Desire to breed by me. Here's flow'rs for you:\r\n    Hot lavender, mints, savory, marjoram;\r\n    The marigold, that goes to bed wi' th' sun,\r\n    And with him rises weeping; these are flow'rs\r\n    Of middle summer, and I think they are given\r\n    To men of middle age. Y'are very welcome.\r\n  CAMILLO. I should leave grazing, were I of your flock,\r\n    And only live by gazing.\r\n  PERDITA. Out, alas!\r\n    You'd be so lean that blasts of January\r\n    Would blow you through and through. Now, my fair'st friend,\r\n    I would I had some flow'rs o' th' spring that might\r\n    Become your time of day- and yours, and yours,\r\n    That wear upon your virgin branches yet\r\n    Your maidenheads growing. O Proserpina,\r\n    From the flowers now that, frighted, thou let'st fall\r\n    From Dis's waggon!- daffodils,\r\n    That come before the swallow dares, and take\r\n    The winds of March with beauty; violets, dim\r\n    But sweeter than the lids of Juno's eyes\r\n    Or Cytherea's breath; pale primroses,\r\n    That die unmarried ere they can behold\r\n    Bright Phoebus in his strength- a malady\r\n    Most incident to maids; bold oxlips, and\r\n    The crown-imperial; lilies of all kinds,\r\n    The flow'r-de-luce being one. O, these I lack\r\n    To make you garlands of, and my sweet friend\r\n    To strew him o'er and o'er!\r\n  FLORIZEL. What, like a corse?\r\n  PERDITA. No; like a bank for love to lie and play on;\r\n    Not like a corse; or if- not to be buried,\r\n    But quick, and in mine arms. Come, take your flow'rs.\r\n    Methinks I play as I have seen them do\r\n    In Whitsun pastorals. Sure, this robe of mine\r\n    Does change my disposition.\r\n  FLORIZEL. What you do\r\n    Still betters what is done. When you speak, sweet,\r\n    I'd have you do it ever. When you sing,\r\n    I'd have you buy and sell so; so give alms;\r\n    Pray so; and, for the ord'ring your affairs,\r\n    To sing them too. When you do dance, I wish you\r\n    A wave o' th' sea, that you might ever do\r\n    Nothing but that; move still, still so,\r\n    And own no other function. Each your doing,\r\n    So singular in each particular,\r\n    Crowns what you are doing in the present deeds,\r\n    That all your acts are queens.\r\n  PERDITA. O Doricles,\r\n    Your praises are too large. But that your youth,\r\n    And the true blood which peeps fairly through't,\r\n    Do plainly give you out an unstain'd shepherd,\r\n    With wisdom I might fear, my Doricles,\r\n    You woo'd me the false way.\r\n  FLORIZEL. I think you have\r\n    As little skill to fear as I have purpose\r\n    To put you to't. But, come; our dance, I pray.\r\n    Your hand, my Perdita; so turtles pair\r\n    That never mean to part.\r\n  PERDITA. I'll swear for 'em.\r\n  POLIXENES. This is the prettiest low-born lass that ever\r\n    Ran on the green-sward; nothing she does or seems\r\n    But smacks of something greater than herself,\r\n    Too noble for this place.\r\n  CAMILLO. He tells her something\r\n    That makes her blood look out. Good sooth, she is\r\n    The queen of curds and cream.\r\n  CLOWN. Come on, strike up.\r\n  DORCAS. Mopsa must be your mistress; marry, garlic,\r\n    To mend her kissing with!\r\n  MOPSA. Now, in good time!\r\n  CLOWN. Not a word, a word; we stand upon our manners.\r\n    Come, strike up.                                     [Music]\r\n\r\n          Here a dance Of SHEPHERDS and SHEPHERDESSES\r\n\r\n  POLIXENES. Pray, good shepherd, what fair swain is this\r\n    Which dances with your daughter?\r\n  SHEPHERD. They call him Doricles, and boasts himself\r\n    To have a worthy feeding; but I have it\r\n    Upon his own report, and I believe it:\r\n    He looks like sooth. He says he loves my daughter;\r\n    I think so too; for never gaz'd the moon\r\n    Upon the water as he'll stand and read,\r\n    As 'twere my daughter's eyes; and, to be plain,\r\n    I think there is not half a kiss to choose\r\n    Who loves another best.\r\n  POLIXENES. She dances featly.\r\n  SHEPHERD. So she does any thing; though I report it\r\n    That should be silent. If young Doricles\r\n    Do light upon her, she shall bring him that\r\n    Which he not dreams of.\r\n\r\n                      Enter a SERVANT\r\n\r\n  SERVANT. O master, if you did but hear the pedlar at the door, you\r\n    would never dance again after a tabor and pipe; no, the bagpipe\r\n    could not move you. He sings several tunes faster than you'll\r\n    tell money; he utters them as he had eaten ballads, and all men's\r\n    ears grew to his tunes.\r\n  CLOWN. He could never come better; he shall come in. I love a\r\n    ballad but even too well, if it be doleful matter merrily set\r\n    down, or a very pleasant thing indeed and sung lamentably.\r\n  SERVANT. He hath songs for man or woman of all sizes; no milliner\r\n    can so fit his customers with gloves. He has the prettiest\r\n    love-songs for maids; so without bawdry, which is strange; with\r\n    such delicate burdens of dildos and fadings, 'jump her and thump\r\n    her'; and where some stretch-mouth'd rascal would, as it were,\r\n    mean mischief, and break a foul gap into the matter, he makes the\r\n    maid to answer 'Whoop, do me no harm, good man'- puts him off,\r\n    slights him, with 'Whoop, do me no harm, good man.'\r\n  POLIXENES. This is a brave fellow.\r\n  CLOWN. Believe me, thou talkest of an admirable conceited fellow.\r\n    Has he any unbraided wares?\r\n  SERVANT. He hath ribbons of all the colours i' th' rainbow; points,\r\n    more than all the lawyers in Bohemia can learnedly handle, though\r\n    they come to him by th' gross; inkles, caddisses, cambrics,\r\n    lawns. Why he sings 'em over as they were gods or goddesses; you\r\n    would think a smock were she-angel, he so chants to the\r\n    sleeve-hand and the work about the square on't.\r\n  CLOWN. Prithee bring him in; and let him approach singing.\r\n  PERDITA. Forewarn him that he use no scurrilous words in's tunes.\r\n                                                    Exit SERVANT\r\n  CLOWN. You have of these pedlars that have more in them than you'd\r\n    think, sister.\r\n  PERDITA. Ay, good brother, or go about to think.\r\n\r\n                   Enter AUTOLYCUS, Singing\r\n\r\n           Lawn as white as driven snow;\r\n           Cypress black as e'er was crow;\r\n           Gloves as sweet as damask roses;\r\n           Masks for faces and for noses;\r\n           Bugle bracelet, necklace amber,\r\n           Perfume for a lady's chamber;\r\n           Golden quoifs and stomachers,\r\n           For my lads to give their dears;\r\n           Pins and poking-sticks of steel-\r\n           What maids lack from head to heel.\r\n           Come, buy of me, come; come buy, come buy;\r\n           Buy, lads, or else your lasses cry.\r\n           Come, buy.\r\n\r\n  CLOWN. If I were not in love with Mopsa, thou shouldst take no\r\n    money of me; but being enthrall'd as I am, it will also be the\r\n    bondage of certain ribbons and gloves.\r\n  MOPSA. I was promis'd them against the feast; but they come not too\r\n    late now.\r\n  DORCAS. He hath promis'd you more than that, or there be liars.\r\n  MOPSA. He hath paid you all he promis'd you. May be he has paid you\r\n    more, which will shame you to give him again.\r\n  CLOWN. Is there no manners left among maids? Will they wear their\r\n    plackets where they should bear their faces? Is there not\r\n    milking-time, when you are going to bed, or kiln-hole, to whistle\r\n    off these secrets, but you must be tittle-tattling before all our\r\n    guests? 'Tis well they are whisp'ring. Clammer your tongues, and\r\n    not a word more.\r\n  MOPSA. I have done. Come, you promis'd me a tawdry-lace, and a pair\r\n    of sweet gloves.\r\n  CLOWN. Have I not told thee how I was cozen'd by the way, and lost\r\n    all my money?\r\n  AUTOLYCUS. And indeed, sir, there are cozeners abroad; therefore it\r\n    behoves men to be wary.\r\n  CLOWN. Fear not thou, man; thou shalt lose nothing here.\r\n  AUTOLYCUS. I hope so, sir; for I have about me many parcels of\r\n    charge.\r\n  CLOWN. What hast here? Ballads?\r\n  MOPSA. Pray now, buy some. I love a ballad in print a-life, for\r\n    then we are sure they are true.\r\n  AUTOLYCUS. Here's one to a very doleful tune: how a usurer's wife\r\n    was brought to bed of twenty money-bags at a burden, and how she\r\n    long'd to eat adders' heads and toads carbonado'd.\r\n  MOPSA. Is it true, think you?\r\n  AUTOLYCUS. Very true, and but a month old.\r\n  DORCAS. Bless me from marrying a usurer!\r\n  AUTOLYCUS. Here's the midwife's name to't, one Mistress Taleporter,\r\n    and five or six honest wives that were present. Why should I\r\n    carry lies abroad?\r\n  MOPSA. Pray you now, buy it.\r\n  CLOWN. Come on, lay it by; and let's first see moe ballads; we'll\r\n    buy the other things anon.\r\n  AUTOLYCUS. Here's another ballad, of a fish that appeared upon the\r\n    coast on Wednesday the fourscore of April, forty thousand fathom\r\n    above water, and sung this ballad against the hard hearts of\r\n    maids. It was thought she was a woman, and was turn'd into a cold\r\n    fish for she would not exchange flesh with one that lov'd her.\r\n    The ballad is very pitiful, and as true.\r\n  DORCAS. Is it true too, think you?\r\n  AUTOLYCUS. Five justices' hands at it; and witnesses more than my\r\n    pack will hold.\r\n  CLOWN. Lay it by too. Another.\r\n  AUTOLYCUS. This is a merry ballad, but a very pretty one.\r\n  MOPSA. Let's have some merry ones.\r\n  AUTOLYCUS. Why, this is a passing merry one, and goes to the tune\r\n    of 'Two maids wooing a man.' There's scarce a maid westward but\r\n    she sings it; 'tis in request, I can tell you.\r\n  MOPSA. can both sing it. If thou'lt bear a part, thou shalt hear;\r\n    'tis in three parts.\r\n  DORCAS. We had the tune on't a month ago.\r\n  AUTOLYCUS. I can bear my part; you must know 'tis my occupation.\r\n    Have at it with you.\r\n\r\n                        SONG\r\n\r\n  AUTOLYCUS. Get you hence, for I must go\r\n             Where it fits not you to know.\r\n  DORCAS.    Whither?\r\n  MOPSA.       O, whither?\r\n  DORCAS.        Whither?\r\n  MOPSA.     It becomes thy oath full well\r\n             Thou to me thy secrets tell.\r\n  DORCAS.    Me too! Let me go thither\r\n  MOPSA.     Or thou goest to th' grange or mill.\r\n  DORCAS.    If to either, thou dost ill.\r\n  AUTOLYCUS. Neither.\r\n  DORCAS.    What, neither?\r\n  AUTOLYCUS. Neither.\r\n  DORCAS.    Thou hast sworn my love to be.\r\n  MOPSA.     Thou hast sworn it more to me.\r\n             Then whither goest? Say, whither?\r\n\r\n  CLOWN. We'll have this song out anon by ourselves; my father and\r\n    the gentlemen are in sad talk, and we'll not trouble them. Come,\r\n    bring away thy pack after me. Wenches, I'll buy for you both.\r\n    Pedlar, let's have the first choice. Follow me, girls.\r\n                                      Exit with DORCAS and MOPSA\r\n  AUTOLYCUS. And you shall pay well for 'em.\r\n                                         Exit AUTOLYCUS, Singing\r\n\r\n             Will you buy any tape,\r\n             Or lace for your cape,\r\n           My dainty duck, my dear-a?\r\n             Any silk, any thread,\r\n             Any toys for your head,\r\n           Of the new'st and fin'st, fin'st wear-a?\r\n             Come to the pedlar;\r\n             Money's a meddler\r\n           That doth utter all men's ware-a.\r\n\r\n                   Re-enter SERVANT\r\n\r\n  SERVANT. Master, there is three carters, three shepherds, three\r\n    neat-herds, three swineherds, that have made themselves all men\r\n    of hair; they call themselves Saltiers, and they have dance which\r\n    the wenches say is a gallimaufry of gambols, because they are not\r\n    in't; but they themselves are o' th' mind, if it be not too rough\r\n    for some that know little but bowling, it will please\r\n    plentifully.\r\n  SHEPHERD. Away! We'll none on't; here has been too much homely\r\n    foolery already. I know, sir, we weary you.\r\n  POLIXENES. You weary those that refresh us. Pray, let's see these\r\n    four threes of herdsmen.\r\n  SERVANT. One three of them, by their own report, sir, hath danc'd\r\n    before the King; and not the worst of the three but jumps twelve\r\n    foot and a half by th' squier.\r\n  SHEPHERD. Leave your prating; since these good men are pleas'd, let\r\n    them come in; but quickly now.\r\n  SERVANT. Why, they stay at door, sir.                     Exit\r\n\r\n                    Here a dance of twelve SATYRS\r\n\r\n  POLIXENES.  [To SHEPHERD]  O, father, you'll know more of that\r\n      hereafter.\r\n    [To CAMILLO]  Is it not too far gone? 'Tis time to part them.\r\n    He's simple and tells much.  [To FLORIZEL]  How now, fair\r\n      shepherd!\r\n    Your heart is full of something that does take\r\n    Your mind from feasting. Sooth, when I was young\r\n    And handed love as you do, I was wont\r\n    To load my she with knacks; I would have ransack'd\r\n    The pedlar's silken treasury and have pour'd it\r\n    To her acceptance: you have let him go\r\n    And nothing marted with him. If your lass\r\n    Interpretation should abuse and call this\r\n    Your lack of love or bounty, you were straited\r\n    For a reply, at least if you make a care\r\n    Of happy holding her.\r\n  FLORIZEL. Old sir, I know\r\n    She prizes not such trifles as these are.\r\n    The gifts she looks from me are pack'd and lock'd\r\n    Up in my heart, which I have given already,\r\n    But not deliver'd. O, hear me breathe my life\r\n    Before this ancient sir, whom, it should seem,\r\n    Hath sometime lov'd. I take thy hand- this hand,\r\n    As soft as dove's down and as white as it,\r\n    Or Ethiopian's tooth, or the fann'd snow that's bolted\r\n    By th' northern blasts twice o'er.\r\n  POLIXENES. What follows this?\r\n    How prettily the young swain seems to wash\r\n    The hand was fair before! I have put you out.\r\n    But to your protestation; let me hear\r\n    What you profess.\r\n  FLORIZEL. Do, and be witness to't.\r\n  POLIXENES. And this my neighbour too?\r\n  FLORIZEL. And he, and more\r\n    Than he, and men- the earth, the heavens, and all:\r\n    That, were I crown'd the most imperial monarch,\r\n    Thereof most worthy, were I the fairest youth\r\n    That ever made eye swerve, had force and knowledge\r\n    More than was ever man's, I would not prize them\r\n    Without her love; for her employ them all;\r\n    Commend them and condemn them to her service\r\n    Or to their own perdition.\r\n  POLIXENES. Fairly offer'd.\r\n  CAMILLO. This shows a sound affection.\r\n  SHEPHERD. But, my daughter,\r\n    Say you the like to him?\r\n  PERDITA. I cannot speak\r\n    So well, nothing so well; no, nor mean better.\r\n    By th' pattern of mine own thoughts I cut out\r\n    The purity of his.\r\n  SHEPHERD. Take hands, a bargain!\r\n    And, friends unknown, you shall bear witness to't:\r\n    I give my daughter to him, and will make\r\n    Her portion equal his.\r\n  FLORIZEL. O, that must be\r\n    I' th' virtue of your daughter. One being dead,\r\n    I shall have more than you can dream of yet;\r\n    Enough then for your wonder. But come on,\r\n    Contract us fore these witnesses.\r\n  SHEPHERD. Come, your hand;\r\n    And, daughter, yours.\r\n  POLIXENES. Soft, swain, awhile, beseech you;\r\n    Have you a father?\r\n  FLORIZEL. I have, but what of him?\r\n  POLIXENES. Knows he of this?\r\n  FLORIZEL. He neither does nor shall.\r\n  POLIXENES. Methinks a father\r\n    Is at the nuptial of his son a guest\r\n    That best becomes the table. Pray you, once more,\r\n    Is not your father grown incapable\r\n    Of reasonable affairs? Is he not stupid\r\n    With age and alt'ring rheums? Can he speak, hear,\r\n    Know man from man, dispute his own estate?\r\n    Lies he not bed-rid, and again does nothing\r\n    But what he did being childish?\r\n  FLORIZEL. No, good sir;\r\n    He has his health, and ampler strength indeed\r\n    Than most have of his age.\r\n  POLIXENES. By my white beard,\r\n    You offer him, if this be so, a wrong\r\n    Something unfilial. Reason my son\r\n    Should choose himself a wife; but as good reason\r\n    The father- all whose joy is nothing else\r\n    But fair posterity- should hold some counsel\r\n    In such a business.\r\n  FLORIZEL. I yield all this;\r\n    But, for some other reasons, my grave sir,\r\n    Which 'tis not fit you know, I not acquaint\r\n    My father of this business.\r\n  POLIXENES. Let him know't.\r\n  FLORIZEL. He shall not.\r\n  POLIXENES. Prithee let him.\r\n  FLORIZEL. No, he must not.\r\n  SHEPHERD. Let him, my son; he shall not need to grieve\r\n    At knowing of thy choice.\r\n  FLORIZEL. Come, come, he must not.\r\n    Mark our contract.\r\n  POLIXENES.  [Discovering himself]  Mark your divorce, young sir,\r\n    Whom son I dare not call; thou art too base\r\n    To be acknowledg'd- thou a sceptre's heir,\r\n    That thus affects a sheep-hook! Thou, old traitor,\r\n    I am sorry that by hanging thee I can but\r\n    Shorten thy life one week. And thou, fresh piece\r\n    Of excellent witchcraft, who of force must know\r\n    The royal fool thou cop'st with-\r\n  SHEPHERD. O, my heart!\r\n  POLIXENES. I'll have thy beauty scratch'd with briers and made\r\n    More homely than thy state. For thee, fond boy,\r\n    If I may ever know thou dost but sigh\r\n    That thou no more shalt see this knack- as never\r\n    I mean thou shalt- we'll bar thee from succession;\r\n    Not hold thee of our blood, no, not our kin,\r\n    Farre than Deucalion off. Mark thou my words.\r\n    Follow us to the court. Thou churl, for this time,\r\n    Though full of our displeasure, yet we free thee\r\n    From the dead blow of it. And you, enchantment,\r\n    Worthy enough a herdsman- yea, him too\r\n    That makes himself, but for our honour therein,\r\n    Unworthy thee- if ever henceforth thou\r\n    These rural latches to his entrance open,\r\n    Or hoop his body more with thy embraces,\r\n    I will devise a death as cruel for thee\r\n    As thou art tender to't.                                Exit\r\n  PERDITA. Even here undone!\r\n    I was not much afeard; for once or twice\r\n    I was about to speak and tell him plainly\r\n    The self-same sun that shines upon his court\r\n    Hides not his visage from our cottage, but\r\n    Looks on alike.  [To FLORIZEL]  Will't please you, sir, be gone?\r\n    I told you what would come of this. Beseech you,\r\n    Of your own state take care. This dream of mine-\r\n    Being now awake, I'll queen it no inch farther,\r\n    But milk my ewes and weep.\r\n  CAMILLO. Why, how now, father!\r\n    Speak ere thou diest.\r\n  SHEPHERD. I cannot speak nor think,\r\n    Nor dare to know that which I know.  [To FLORIZEL]  O sir,\r\n    You have undone a man of fourscore-three\r\n    That thought to fill his grave in quiet, yea,\r\n    To die upon the bed my father died,\r\n    To lie close by his honest bones; but now\r\n    Some hangman must put on my shroud and lay me\r\n    Where no priest shovels in dust. [To PERDITA] O cursed wretch,\r\n    That knew'st this was the Prince, and wouldst adventure\r\n    To mingle faith with him!- Undone, undone!\r\n    If I might die within this hour, I have liv'd\r\n    To die when I desire.                                   Exit\r\n  FLORIZEL. Why look you so upon me?\r\n    I am but sorry, not afeard; delay'd,\r\n    But nothing alt'red. What I was, I am:\r\n    More straining on for plucking back; not following\r\n    My leash unwillingly.\r\n  CAMILLO. Gracious, my lord,\r\n    You know your father's temper. At this time\r\n    He will allow no speech- which I do guess\r\n    You do not purpose to him- and as hardly\r\n    Will he endure your sight as yet, I fear;\r\n    Then, till the fury of his Highness settle,\r\n    Come not before him.\r\n  FLORIZEL. I not purpose it.\r\n    I think Camillo?\r\n  CAMILLO. Even he, my lord.\r\n  PERDITA. How often have I told you 'twould be thus!\r\n    How often said my dignity would last\r\n    But till 'twere known!\r\n  FLORIZEL. It cannot fail but by\r\n    The violation of my faith; and then\r\n    Let nature crush the sides o' th' earth together\r\n    And mar the seeds within! Lift up thy looks.\r\n    From my succession wipe me, father; I\r\n    Am heir to my affection.\r\n  CAMILLO. Be advis'd.\r\n  FLORIZEL. I am- and by my fancy; if my reason\r\n    Will thereto be obedient, I have reason;\r\n    If not, my senses, better pleas'd with madness,\r\n    Do bid it welcome.\r\n  CAMILLO. This is desperate, sir.\r\n  FLORIZEL. So call it; but it does fulfil my vow:\r\n    I needs must think it honesty. Camillo,\r\n    Not for Bohemia, nor the pomp that may\r\n    Be thereat glean'd, for all the sun sees or\r\n    The close earth wombs, or the profound seas hides\r\n    In unknown fathoms, will I break my oath\r\n    To this my fair belov'd. Therefore, I pray you,\r\n    As you have ever been my father's honour'd friend,\r\n    When he shall miss me- as, in faith, I mean not\r\n    To see him any more- cast your good counsels\r\n    Upon his passion. Let myself and Fortune\r\n    Tug for the time to come. This you may know,\r\n    And so deliver: I am put to sea\r\n    With her who here I cannot hold on shore.\r\n    And most opportune to her need I have\r\n    A vessel rides fast by, but not prepar'd\r\n    For this design. What course I mean to hold\r\n    Shall nothing benefit your knowledge, nor\r\n    Concern me the reporting.\r\n  CAMILLO. O my lord,\r\n    I would your spirit were easier for advice.\r\n    Or stronger for your need.\r\n  FLORIZEL. Hark, Perdita.                     [Takes her aside]\r\n    [To CAMILLO]  I'll hear you by and by.\r\n  CAMILLO. He's irremovable,\r\n    Resolv'd for flight. Now were I happy if\r\n    His going I could frame to serve my turn,\r\n    Save him from danger, do him love and honour,\r\n    Purchase the sight again of dear Sicilia\r\n    And that unhappy king, my master, whom\r\n    I so much thirst to see.\r\n  FLORIZEL. Now, good Camillo,\r\n    I am so fraught with curious business that\r\n    I leave out ceremony.\r\n  CAMILLO. Sir, I think\r\n    You have heard of my poor services i' th' love\r\n    That I have borne your father?\r\n  FLORIZEL. Very nobly\r\n    Have you deserv'd. It is my father's music\r\n    To speak your deeds; not little of his care\r\n    To have them recompens'd as thought on.\r\n  CAMILLO. Well, my lord,\r\n    If you may please to think I love the King,\r\n    And through him what's nearest to him, which is\r\n    Your gracious self, embrace but my direction.\r\n    If your more ponderous and settled project\r\n    May suffer alteration, on mine honour,\r\n    I'll point you where you shall have such receiving\r\n    As shall become your Highness; where you may\r\n    Enjoy your mistress, from the whom, I see,\r\n    There's no disjunction to be made but by,\r\n    As heavens forfend! your ruin- marry her;\r\n    And with my best endeavours in your absence\r\n    Your discontenting father strive to qualify,\r\n    And bring him up to liking.\r\n  FLORIZEL. How, Camillo,\r\n    May this, almost a miracle, be done?\r\n    That I may call thee something more than man,\r\n    And after that trust to thee.\r\n  CAMILLO. Have you thought on\r\n    A place whereto you'll go?\r\n  FLORIZEL. Not any yet;\r\n    But as th' unthought-on accident is guilty\r\n    To what we wildly do, so we profess\r\n    Ourselves to be the slaves of chance and flies\r\n    Of every wind that blows.\r\n  CAMILLO. Then list to me.\r\n    This follows, if you will not change your purpose\r\n    But undergo this flight: make for Sicilia,\r\n    And there present yourself and your fair princess-\r\n    For so, I see, she must be- fore Leontes.\r\n    She shall be habited as it becomes\r\n    The partner of your bed. Methinks I see\r\n    Leontes opening his free arms and weeping\r\n    His welcomes forth; asks thee there 'Son, forgiveness!'\r\n    As 'twere i' th' father's person; kisses the hands\r\n    Of your fresh princess; o'er and o'er divides him\r\n    'Twixt his unkindness and his kindness- th' one\r\n    He chides to hell, and bids the other grow\r\n    Faster than thought or time.\r\n  FLORIZEL. Worthy Camillo,\r\n    What colour for my visitation shall I\r\n    Hold up before him?\r\n  CAMILLO. Sent by the King your father\r\n    To greet him and to give him comforts. Sir,\r\n    The manner of your bearing towards him, with\r\n    What you as from your father shall deliver,\r\n    Things known betwixt us three, I'll write you down;\r\n    The which shall point you forth at every sitting\r\n    What you must say, that he shall not perceive\r\n    But that you have your father's bosom there\r\n    And speak his very heart.\r\n  FLORIZEL. I am bound to you.\r\n    There is some sap in this.\r\n  CAMILLO. A course more promising\r\n    Than a wild dedication of yourselves\r\n    To unpath'd waters, undream'd shores, most certain\r\n    To miseries enough; no hope to help you,\r\n    But as you shake off one to take another;\r\n    Nothing so certain as your anchors, who\r\n    Do their best office if they can but stay you\r\n    Where you'll be loath to be. Besides, you know\r\n    Prosperity's the very bond of love,\r\n    Whose fresh complexion and whose heart together\r\n    Affliction alters.\r\n  PERDITA. One of these is true:\r\n    I think affliction may subdue the cheek,\r\n    But not take in the mind.\r\n  CAMILLO. Yea, say you so?\r\n    There shall not at your father's house these seven years\r\n    Be born another such.\r\n  FLORIZEL. My good Camillo,\r\n    She is as forward of her breeding as\r\n    She is i' th' rear o' our birth.\r\n  CAMILLO. I cannot say 'tis pity\r\n    She lacks instructions, for she seems a mistress\r\n    To most that teach.\r\n  PERDITA. Your pardon, sir; for this\r\n    I'll blush you thanks.\r\n  FLORIZEL. My prettiest Perdita!\r\n    But, O, the thorns we stand upon! Camillo-\r\n    Preserver of my father, now of me;\r\n    The medicine of our house- how shall we do?\r\n    We are not furnish'd like Bohemia's son;\r\n    Nor shall appear in Sicilia.\r\n  CAMILLO. My lord,\r\n    Fear none of this. I think you know my fortunes\r\n    Do all lie there. It shall be so my care\r\n    To have you royally appointed as if\r\n    The scene you play were mine. For instance, sir,\r\n    That you may know you shall not want- one word.\r\n                                               [They talk aside]\r\n\r\n                     Re-enter AUTOLYCUS\r\n\r\n  AUTOLYCUS. Ha, ha! what a fool Honesty is! and Trust, his sworn\r\n  brother, a very simple gentleman! I have sold all my trumpery; not a\r\n  counterfeit stone, not a ribbon, glass, pomander, brooch, table-book,\r\n  ballad, knife, tape, glove, shoe-tie, bracelet, horn-ring, to keep my\r\n  pack from fasting. They throng who should buy first, as if my\r\n  trinkets had been hallowed and brought a benediction to the buyer; by\r\n  which means I saw whose purse was best in picture; and what I saw, to\r\n  my good use I rememb'red. My clown, who wants but something to be a\r\n  reasonable man, grew so in love with the wenches' song that he would\r\n  not stir his pettitoes till he had both tune and words, which so drew\r\n  the rest of the herd to me that all their other senses stuck in ears.\r\n  You might have pinch'd a placket, it was senseless; 'twas nothing to\r\n  geld a codpiece of a purse; I would have fil'd keys off that hung in\r\n  chains. No hearing, no feeling, but my sir's song, and admiring the\r\n  nothing of it. So that in this time of lethargy I pick'd and cut most\r\n  of their festival purses; and had not the old man come in with\r\n  whoobub against his daughter and the King's son and scar'd my choughs\r\n  from the chaff, I had not left a purse alive in the whole army.\r\n\r\n              CAMILLO, FLORIZEL, and PERDITA come forward\r\n\r\n  CAMILLO. Nay, but my letters, by this means being there\r\n    So soon as you arrive, shall clear that doubt.\r\n  FLORIZEL. And those that you'll procure from King Leontes?\r\n  CAMILLO. Shall satisfy your father.\r\n  PERDITA. Happy be you!\r\n    All that you speak shows fair.\r\n  CAMILLO.  [seeing AUTOLYCUS]  Who have we here?\r\n    We'll make an instrument of this; omit\r\n    Nothing may give us aid.\r\n  AUTOLYCUS.  [Aside]  If they have overheard me now- why, hanging.\r\n  CAMILLO. How now, good fellow! Why shak'st thou so?\r\n    Fear not, man; here's no harm intended to thee.\r\n  AUTOLYCUS. I am a poor fellow, sir.\r\n  CAMILLO. Why, be so still; here's nobody will steal that from thee.\r\n    Yet for the outside of thy poverty we must make an exchange;\r\n    therefore discase thee instantly- thou must think there's a\r\n    necessity in't- and change garments with this gentleman. Though\r\n    the pennyworth on his side be the worst, yet hold thee, there's\r\n    some boot.  [Giving money]\r\n  AUTOLYCUS. I am a poor fellow, sir.  [Aside]  I know ye well\r\n    enough.\r\n  CAMILLO. Nay, prithee dispatch. The gentleman is half flay'd\r\n    already.\r\n  AUTOLYCUS. Are you in camest, sir?  [Aside]  I smell the trick\r\n    on't.\r\n  FLORIZEL. Dispatch, I prithee.\r\n  AUTOLYCUS. Indeed, I have had earnest; but I cannot with conscience\r\n    take it.\r\n  CAMILLO. Unbuckle, unbuckle.\r\n\r\n             FLORIZEL and AUTOLYCUS exchange garments\r\n\r\n    Fortunate mistress- let my prophecy\r\n    Come home to ye!- you must retire yourself\r\n    Into some covert; take your sweetheart's hat\r\n    And pluck it o'er your brows, muffle your face,\r\n    Dismantle you, and, as you can, disliken\r\n    The truth of your own seeming, that you may-\r\n    For I do fear eyes over- to shipboard\r\n    Get undescried.\r\n  PERDITA. I see the play so lies\r\n    That I must bear a part.\r\n  CAMILLO. No remedy.\r\n    Have you done there?\r\n  FLORIZEL. Should I now meet my father,\r\n    He would not call me son.\r\n  CAMILLO. Nay, you shall have no hat.\r\n                                          [Giving it to PERDITA]\r\n    Come, lady, come. Farewell, my friend.\r\n  AUTOLYCUS. Adieu, sir.\r\n  FLORIZEL. O Perdita, what have we twain forgot!\r\n    Pray you a word.                       [They converse apart]\r\n  CAMILLO.  [Aside]  What I do next shall be to tell the King\r\n    Of this escape, and whither they are bound;\r\n    Wherein my hope is I shall so prevail\r\n    To force him after; in whose company\r\n    I shall re-view Sicilia, for whose sight\r\n    I have a woman's longing.\r\n  FLORIZEL. Fortune speed us!\r\n    Thus we set on, Camillo, to th' sea-side.\r\n  CAMILLO. The swifter speed the better.\r\n                           Exeunt FLORIZEL, PERDITA, and CAMILLO\r\n  AUTOLYCUS. I understand the business, I hear it. To have an open\r\n    ear, a quick eye, and a nimble hand, is necessary for a\r\n    cut-purse; a good nose is requisite also, to smell out work for\r\n    th' other senses. I see this is the time that the unjust man doth\r\n    thrive. What an exchange had this been without boot! What a boot\r\n    is here with this exchange! Sure, the gods do this year connive\r\n    at us, and we may do anything extempore. The Prince himself is\r\n    about a piece of iniquity- stealing away from his father with his\r\n    clog at his heels. If I thought it were a piece of honesty to\r\n    acquaint the King withal, I would not do't. I hold it the more\r\n    knavery to conceal it; and therein am I constant to my\r\n    profession.\r\n\r\n                   Re-enter CLOWN and SHEPHERD\r\n\r\n    Aside, aside- here is more matter for a hot brain. Every lane's\r\n    end, every shop, church, session, hanging, yields a careful man\r\n    work.\r\n  CLOWN. See, see; what a man you are now! There is no other way but to\r\n  tell the King she's a changeling and none of your flesh and blood.\r\n  SHEPHERD. Nay, but hear me.\r\n  CLOWN. Nay- but hear me.\r\n  SHEPHERD. Go to, then.\r\n  CLOWN. She being none of your flesh and blood, your flesh and blood\r\n  has not offended the King; and so your flesh and blood is not to be\r\n  punish'd by him. Show those things you found about her, those secret\r\n  things- all but what she has with her. This being done, let the law\r\n  go whistle; I warrant you.\r\n  SHEPHERD. I will tell the King all, every word- yea, and his son's\r\n  pranks too; who, I may say, is no honest man, neither to his father\r\n  nor to me, to go about to make me the King's brother-in-law.\r\n  CLOWN. Indeed, brother-in-law was the farthest off you could have\r\n  been to him; and then your blood had been the dearer by I know how\r\n  much an ounce.\r\n  AUTOLYCUS.  [Aside]  Very wisely, puppies!\r\n  SHEPHERD. Well, let us to the King. There is that in this fardel will\r\n  make him scratch his beard.\r\n  AUTOLYCUS.  [Aside]  I know not what impediment this complaint may be\r\n  to the flight of my master.\r\n  CLOWN. Pray heartily he be at palace.\r\n  AUTOLYCUS.  [Aside]  Though I am not naturally honest, I am so\r\n  sometimes by chance. Let me pocket up my pedlar's excrement. [Takes\r\n  off his false beard]  How now, rustics! Whither are you bound?\r\n  SHEPHERD. To th' palace, an it like your worship.\r\n  AUTOLYCUS. Your affairs there, what, with whom, the condition of that\r\n  fardel, the place of your dwelling, your names, your ages, of what\r\n  having, breeding, and anything that is fitting to be known- discover.\r\n  CLOWN. We are but plain fellows, sir.\r\n  AUTOLYCUS. A lie: you are rough and hairy. Let me have no lying; it\r\n  becomes none but tradesmen, and they often give us soldiers the lie;\r\n  but we pay them for it with stamped coin, not stabbing steel;\r\n  therefore they do not give us the lie.\r\n  CLOWN. Your worship had like to have given us one, if you had not\r\n  taken yourself with the manner.\r\n  SHEPHERD. Are you a courtier, an't like you, sir?\r\n  AUTOLYCUS. Whether it like me or no, I am a courtier. Seest thou not\r\n  the air of the court in these enfoldings? Hath not my gait in it the\r\n  measure of the court? Receives not thy nose court-odour from me?\r\n  Reflect I not on thy baseness court-contempt? Think'st thou, for that\r\n  I insinuate, that toaze from thee thy business, I am therefore no\r\n  courtier? I am courtier cap-a-pe, and one that will either push on or\r\n  pluck back thy business there; whereupon I command the to open thy\r\n  affair.\r\n  SHEPHERD. My business, sir, is to the King.\r\n  AUTOLYCUS. What advocate hast thou to him?\r\n  SHEPHERD. I know not, an't like you.\r\n  CLOWN. Advocate's the court-word for a pheasant; say you have none.\r\n  SHEPHERD. None, sir; I have no pheasant, cock nor hen.\r\n  AUTOLYCUS. How blessed are we that are not simple men! Yet nature\r\n  might have made me as these are, Therefore I will not disdain.\r\n  CLOWN. This cannot be but a great courtier.\r\n  SHEPHERD. His garments are rich, but he wears them not handsomely.\r\n  CLOWN. He seems to be the more noble in being fantastical. A great\r\n  man, I'll warrant; I know by the picking on's teeth.\r\n  AUTOLYCUS. The fardel there? What's i' th' fardel? Wherefore that\r\n  box?\r\n  SHEPHERD. Sir, there lies such secrets in this fardel and box which\r\n  none must know but the King; and which he shall know within this\r\n  hour, if I may come to th' speech of him.\r\n  AUTOLYCUS. Age, thou hast lost thy labour.\r\n  SHEPHERD. Why, Sir?\r\n  AUTOLYCUS. The King is not at the palace; he is gone aboard a new\r\n  ship to purge melancholy and air himself; for, if thou be'st capable\r\n  of things serious, thou must know the King is full of grief.\r\n  SHEPHERD. So 'tis said, sir- about his son, that should have married\r\n  a shepherd's daughter.\r\n  AUTOLYCUS. If that shepherd be not in hand-fast, let him fly; the\r\n  curses he shall have, the tortures he shall feel, will break the back\r\n  of man, the heart of monster.\r\n  CLOWN. Think you so, sir?\r\n  AUTOLYCUS. Not he alone shall suffer what wit can make heavy and\r\n  vengeance bitter; but those that are germane to him, though remov'd\r\n  fifty times, shall all come under the hangman- which, though it be\r\n  great pity, yet it is necessary. An old sheep-whistling rogue, a\r\n  ram-tender, to offer to have his daughter come into grace! Some say\r\n  he shall be ston'd; but that death is too soft for him, say I. Draw\r\n  our throne into a sheep-cote!- all deaths are too few, the sharpest\r\n  too easy.\r\n  CLOWN. Has the old man e'er a son, sir, do you hear, an't like you,\r\n    sir?\r\n  AUTOLYCUS. He has a son- who shall be flay'd alive; then 'nointed\r\n  over with honey, set on the head of a wasp's nest; then stand till he\r\n  be three quarters and a dram dead; then recover'd again with\r\n  aqua-vitae or some other hot infusion; then, raw as he is, and in the\r\n  hottest day prognostication proclaims, shall he be set against a\r\n  brick wall, the sun looking with a southward eye upon him, where he\r\n  is to behold him with flies blown to death. But what talk we of these\r\n  traitorly rascals, whose miseries are to be smil'd at, their offences\r\n  being so capital? Tell me, for you seem to be honest plain men, what\r\n  you have to the King. Being something gently consider'd, I'll bring\r\n  you where he is aboard, tender your persons to his presence, whisper\r\n  him in your behalfs; and if it be in man besides the King to effect\r\n  your suits, here is man shall do it.\r\n  CLOWN. He seems to be of great authority. Close with him, give him\r\n  gold; and though authority be a stubborn bear, yet he is oft led by\r\n  the nose with gold. Show the inside of your purse to the outside of\r\n  his hand, and no more ado. Remember- ston'd and flay'd alive.\r\n  SHEPHERD. An't please you, sir, to undertake the business for us,\r\n  here is that gold I have. I'll make it as much more, and leave this\r\n  young man in pawn till I bring it you.\r\n  AUTOLYCUS. After I have done what I promised?\r\n  SHEPHERD. Ay, sir.\r\n  AUTOLYCUS. Well, give me the moiety. Are you a party in this\r\n  business?\r\n  CLOWN. In some sort, sir; but though my case be a pitiful one, I hope\r\n  I shall not be flay'd out of it.\r\n  AUTOLYCUS. O, that's the case of the shepherd's son! Hang him, he'll\r\n  be made an example.\r\n  CLOWN. Comfort, good comfort! We must to the King and show our\r\n  strange sights. He must know 'tis none of your daughter nor my\r\n  sister; we are gone else. Sir, I will give you as much as this old\r\n  man does, when the business is performed; and remain, as he says,\r\n  your pawn till it be brought you.\r\n  AUTOLYCUS. I will trust you. Walk before toward the sea-side; go on\r\n  the right-hand; I will but look upon the hedge, and follow you.\r\n  CLOWN. We are blest in this man, as I may say, even blest.\r\n  SHEPHERD. Let's before, as he bids us. He was provided to do us good.\r\n  Exeunt SHEPHERD and CLOWN\r\n  AUTOLYCUS. If I had a mind to be honest, I see Fortune would not\r\n  suffer me: she drops booties in my mouth. I am courted now with a\r\n  double occasion- gold, and a means to do the Prince my master good;\r\n  which who knows how that may turn back to my advancement? I will\r\n  bring these two moles, these blind ones, aboard him. If he think it\r\n  fit to shore them again, and that the complaint they have to the King\r\n  concerns him nothing, let him call me rogue for being so far\r\n  officious; for I am proof against that title, and what shame else\r\n  belongs to't. To him will I present them. There may be matter in it.\r\n  Exit\r\n\r\nACT V. SCENE I. Sicilia. The palace of LEONTES\r\n\r\nEnter LEONTES, CLEOMENES, DION, PAULINA, and OTHERS\r\n\r\n  CLEOMENES. Sir, you have done enough, and have perform'd\r\n    A saint-like sorrow. No fault could you make\r\n    Which you have not redeem'd; indeed, paid down\r\n    More penitence than done trespass. At the last,\r\n    Do as the heavens have done: forget your evil;\r\n    With them forgive yourself.\r\n  LEONTES. Whilst I remember\r\n    Her and her virtues, I cannot forget\r\n    My blemishes in them, and so still think of\r\n    The wrong I did myself; which was so much\r\n    That heirless it hath made my kingdom, and\r\n    Destroy'd the sweet'st companion that e'er man\r\n    Bred his hopes out of.\r\n  PAULINA. True, too true, my lord.\r\n    If, one by one, you wedded all the world,\r\n    Or from the all that are took something good\r\n    To make a perfect woman, she you kill'd\r\n    Would be unparallel'd.\r\n  LEONTES. I think so. Kill'd!\r\n    She I kill'd! I did so; but thou strik'st me\r\n    Sorely, to say I did. It is as bitter\r\n    Upon thy tongue as in my thought. Now, good now,\r\n    Say so but seldom.\r\n  CLEOMENES. Not at all, good lady.\r\n    You might have spoken a thousand things that would\r\n    Have done the time more benefit, and grac'd\r\n    Your kindness better.\r\n  PAULINA. You are one of those\r\n    Would have him wed again.\r\n  DION. If you would not so,\r\n    You pity not the state, nor the remembrance\r\n    Of his most sovereign name; consider little\r\n    What dangers, by his Highness' fail of issue,\r\n    May drop upon his kingdom and devour\r\n    Incertain lookers-on. What were more holy\r\n    Than to rejoice the former queen is well?\r\n    What holier than, for royalty's repair,\r\n    For present comfort, and for future good,\r\n    To bless the bed of majesty again\r\n    With a sweet fellow to't?\r\n  PAULINA. There is none worthy,\r\n    Respecting her that's gone. Besides, the gods\r\n    Will have fulfill'd their secret purposes;\r\n    For has not the divine Apollo said,\r\n    Is't not the tenour of his oracle,\r\n    That King Leontes shall not have an heir\r\n    Till his lost child be found? Which that it shall,\r\n    Is all as monstrous to our human reason\r\n    As my Antigonus to break his grave\r\n    And come again to me; who, on my life,\r\n    Did perish with the infant. 'Tis your counsel\r\n    My lord should to the heavens be contrary,\r\n    Oppose against their wills.  [To LEONTES]  Care not for issue;\r\n    The crown will find an heir. Great Alexander\r\n    Left his to th' worthiest; so his successor\r\n    Was like to be the best.\r\n  LEONTES. Good Paulina,\r\n    Who hast the memory of Hermione,\r\n    I know, in honour, O that ever I\r\n    Had squar'd me to thy counsel! Then, even now,\r\n    I might have look'd upon my queen's full eyes,\r\n    Have taken treasure from her lips-\r\n  PAULINA. And left them\r\n    More rich for what they yielded.\r\n  LEONTES. Thou speak'st truth.\r\n    No more such wives; therefore, no wife. One worse,\r\n    And better us'd, would make her sainted spirit\r\n    Again possess her corpse, and on this stage,\r\n    Where we offend her now, appear soul-vex'd,\r\n    And begin 'Why to me'-\r\n  PAULINA. Had she such power,\r\n    She had just cause.\r\n  LEONTES. She had; and would incense me\r\n    To murder her I married.\r\n  PAULINA. I should so.\r\n    Were I the ghost that walk'd, I'd bid you mark\r\n    Her eye, and tell me for what dull part in't\r\n    You chose her; then I'd shriek, that even your ears\r\n    Should rift to hear me; and the words that follow'd\r\n    Should be 'Remember mine.'\r\n  LEONTES. Stars, stars,\r\n    And all eyes else dead coals! Fear thou no wife;\r\n    I'll have no wife, Paulina.\r\n  PAULINA. Will you swear\r\n    Never to marry but by my free leave?\r\n  LEONTES. Never, Paulina; so be blest my spirit!\r\n  PAULINA. Then, good my lords, bear witness to his oath.\r\n  CLEOMENES. You tempt him over-much.\r\n  PAULINA. Unless another,\r\n    As like Hermione as is her picture,\r\n    Affront his eye.\r\n  CLEOMENES. Good madam-\r\n  PAULINA. I have done.\r\n    Yet, if my lord will marry- if you will, sir,\r\n    No remedy but you will- give me the office\r\n    To choose you a queen. She shall not be so young\r\n    As was your former; but she shall be such\r\n    As, walk'd your first queen's ghost, it should take joy\r\n    To see her in your arms.\r\n  LEONTES. My true Paulina,\r\n    We shall not marry till thou bid'st us.\r\n  PAULINA. That\r\n    Shall be when your first queen's again in breath;\r\n    Never till then.\r\n\r\n                       Enter a GENTLEMAN\r\n\r\n  GENTLEMAN. One that gives out himself Prince Florizel,\r\n    Son of Polixenes, with his princess- she\r\n    The fairest I have yet beheld- desires access\r\n    To your high presence.\r\n  LEONTES. What with him? He comes not\r\n    Like to his father's greatness. His approach,\r\n    So out of circumstance and sudden, tells us\r\n    'Tis not a visitation fram'd, but forc'd\r\n    By need and accident. What train?\r\n  GENTLEMAN. But few,\r\n    And those but mean.\r\n  LEONTES. His princess, say you, with him?\r\n  GENTLEMAN. Ay; the most peerless piece of earth, I think,\r\n    That e'er the sun shone bright on.\r\n  PAULINA. O Hermione,\r\n    As every present time doth boast itself\r\n    Above a better gone, so must thy grave\r\n    Give way to what's seen now! Sir, you yourself\r\n    Have said and writ so, but your writing now\r\n    Is colder than that theme: 'She had not been,\r\n    Nor was not to be equall'd.' Thus your verse\r\n    Flow'd with her beauty once; 'tis shrewdly ebb'd,\r\n    To say you have seen a better.\r\n  GENTLEMAN. Pardon, madam.\r\n    The one I have almost forgot- your pardon;\r\n    The other, when she has obtain'd your eye,\r\n    Will have your tongue too. This is a creature,\r\n    Would she begin a sect, might quench the zeal\r\n    Of all professors else, make proselytes\r\n    Of who she but bid follow.\r\n  PAULINA. How! not women?\r\n  GENTLEMAN. Women will love her that she is a woman\r\n    More worth than any man; men, that she is\r\n    The rarest of all women.\r\n  LEONTES. Go, Cleomenes;\r\n    Yourself, assisted with your honour'd friends,\r\n    Bring them to our embracement.                        Exeunt\r\n    Still, 'tis strange\r\n    He thus should steal upon us.\r\n  PAULINA. Had our prince,\r\n    Jewel of children, seen this hour, he had pair'd\r\n    Well with this lord; there was not full a month\r\n    Between their births.\r\n  LEONTES. Prithee no more; cease. Thou know'st\r\n    He dies to me again when talk'd of. Sure,\r\n    When I shall see this gentleman, thy speeches\r\n    Will bring me to consider that which may\r\n    Unfurnish me of reason.\r\n\r\n         Re-enter CLEOMENES, with FLORIZEL, PERDITA, and\r\n                            ATTENDANTS\r\n\r\n    They are come.\r\n    Your mother was most true to wedlock, Prince;\r\n    For she did print your royal father off,\r\n    Conceiving you. Were I but twenty-one,\r\n    Your father's image is so hit in you\r\n    His very air, that I should call you brother,\r\n    As I did him, and speak of something wildly\r\n    By us perform'd before. Most dearly welcome!\r\n    And your fair princess- goddess! O, alas!\r\n    I lost a couple that 'twixt heaven and earth\r\n    Might thus have stood begetting wonder as\r\n    You, gracious couple, do. And then I lost-\r\n    All mine own folly- the society,\r\n    Amity too, of your brave father, whom,\r\n    Though bearing misery, I desire my life\r\n    Once more to look on him.\r\n  FLORIZEL. By his command\r\n    Have I here touch'd Sicilia, and from him\r\n    Give you all greetings that a king, at friend,\r\n    Can send his brother; and, but infirmity,\r\n    Which waits upon worn times, hath something seiz'd\r\n    His wish'd ability, he had himself\r\n    The lands and waters 'twixt your throne and his\r\n    Measur'd, to look upon you; whom he loves,\r\n    He bade me say so, more than all the sceptres\r\n    And those that bear them living.\r\n  LEONTES. O my brother-\r\n    Good gentleman!- the wrongs I have done thee stir\r\n    Afresh within me; and these thy offices,\r\n    So rarely kind, are as interpreters\r\n    Of my behind-hand slackness! Welcome hither,\r\n    As is the spring to th' earth. And hath he too\r\n    Expos'd this paragon to th' fearful usage,\r\n    At least ungentle, of the dreadful Neptune,\r\n    To greet a man not worth her pains, much less\r\n    Th' adventure of her person?\r\n  FLORIZEL. Good, my lord,\r\n    She came from Libya.\r\n  LEONTES. Where the warlike Smalus,\r\n    That noble honour'd lord, is fear'd and lov'd?\r\n  FLORIZEL. Most royal sir, from thence; from him whose daughter\r\n    His tears proclaim'd his, parting with her; thence,\r\n    A prosperous south-wind friendly, we have cross'd,\r\n    To execute the charge my father gave me\r\n    For visiting your Highness. My best train\r\n    I have from your Sicilian shores dismiss'd;\r\n    Who for Bohemia bend, to signify\r\n    Not only my success in Libya, sir,\r\n    But my arrival and my wife's in safety\r\n    Here where we are.\r\n  LEONTES. The blessed gods\r\n    Purge all infection from our air whilst you\r\n    Do climate here! You have a holy father,\r\n    A graceful gentleman, against whose person,\r\n    So sacred as it is, I have done sin,\r\n    For which the heavens, taking angry note,\r\n    Have left me issueless; and your father's blest,\r\n    As he from heaven merits it, with you,\r\n    Worthy his goodness. What might I have been,\r\n    Might I a son and daughter now have look'd on,\r\n    Such goodly things as you!\r\n\r\n                      Enter a LORD\r\n\r\n  LORD. Most noble sir,\r\n    That which I shall report will bear no credit,\r\n    Were not the proof so nigh. Please you, great sir,\r\n    Bohemia greets you from himself by me;\r\n    Desires you to attach his son, who has-\r\n    His dignity and duty both cast off-\r\n    Fled from his father, from his hopes, and with\r\n    A shepherd's daughter.\r\n  LEONTES. Where's Bohemia? Speak.\r\n  LORD. Here in your city; I now came from him.\r\n    I speak amazedly; and it becomes\r\n    My marvel and my message. To your court\r\n    Whiles he was hast'ning- in the chase, it seems,\r\n    Of this fair couple- meets he on the way\r\n    The father of this seeming lady and\r\n    Her brother, having both their country quitted\r\n    With this young prince.\r\n  FLORIZEL. Camillo has betray'd me;\r\n    Whose honour and whose honesty till now\r\n    Endur'd all weathers.\r\n  LORD. Lay't so to his charge;\r\n    He's with the King your father.\r\n  LEONTES. Who? Camillo?\r\n  LORD. Camillo, sir; I spake with him; who now\r\n    Has these poor men in question. Never saw I\r\n    Wretches so quake. They kneel, they kiss the earth;\r\n    Forswear themselves as often as they speak.\r\n    Bohemia stops his ears, and threatens them\r\n    With divers deaths in death.\r\n  PERDITA. O my poor father!\r\n    The heaven sets spies upon us, will not have\r\n    Our contract celebrated.\r\n  LEONTES. You are married?\r\n  FLORIZEL. We are not, sir, nor are we like to be;\r\n    The stars, I see, will kiss the valleys first.\r\n    The odds for high and low's alike.\r\n  LEONTES. My lord,\r\n    Is this the daughter of a king?\r\n  FLORIZEL. She is,\r\n    When once she is my wife.\r\n  LEONTES. That 'once,' I see by your good father's speed,\r\n    Will come on very slowly. I am sorry,\r\n    Most sorry, you have broken from his liking\r\n    Where you were tied in duty; and as sorry\r\n    Your choice is not so rich in worth as beauty,\r\n    That you might well enjoy her.\r\n  FLORIZEL. Dear, look up.\r\n    Though Fortune, visible an enemy,\r\n    Should chase us with my father, pow'r no jot\r\n    Hath she to change our loves. Beseech you, sir,\r\n    Remember since you ow'd no more to time\r\n    Than I do now. With thought of such affections,\r\n    Step forth mine advocate; at your request\r\n    My father will grant precious things as trifles.\r\n  LEONTES. Would he do so, I'd beg your precious mistress,\r\n    Which he counts but a trifle.\r\n  PAULINA. Sir, my liege,\r\n    Your eye hath too much youth in't. Not a month\r\n    Fore your queen died, she was more worth such gazes\r\n    Than what you look on now.\r\n  LEONTES. I thought of her\r\n    Even in these looks I made.  [To FLORIZEL]  But your petition\r\n    Is yet unanswer'd. I will to your father.\r\n    Your honour not o'erthrown by your desires,\r\n    I am friend to them and you. Upon which errand\r\n    I now go toward him; therefore, follow me,\r\n    And mark what way I make. Come, good my lord.         Exeunt\r\n\r\nSCENE II. Sicilia. Before the palace of LEONTES\r\n\r\nEnter AUTOLYCUS and a GENTLEMAN\r\n\r\n  AUTOLYCUS. Beseech you, sir, were you present at this relation?\r\n  FIRST GENTLEMAN. I was by at the opening of the fardel, heard the\r\n    old shepherd deliver the manner how he found it; whereupon, after\r\n    a little amazedness, we were all commanded out of the chamber;\r\n    only this, methought I heard the shepherd say he found the child.\r\n  AUTOLYCUS. I would most gladly know the issue of it.\r\n  FIRST GENTLEMAN. I make a broken delivery of the business; but the\r\n    changes I perceived in the King and Camillo were very notes of\r\n    admiration. They seem'd almost, with staring on one another, to\r\n    tear the cases of their eyes; there was speech in their dumbness,\r\n    language in their very gesture; they look'd as they had heard of\r\n    a world ransom'd, or one destroyed. A notable passion of wonder\r\n    appeared in them; but the wisest beholder that knew no more but\r\n    seeing could not say if th' importance were joy or sorrow- but in\r\n    the extremity of the one it must needs be.\r\n\r\n                    Enter another GENTLEMAN\r\n\r\n    Here comes a gentleman that happily knows more. The news, Rogero?\r\n  SECOND GENTLEMAN. Nothing but bonfires. The oracle is fulfill'd:\r\n    the King's daughter is found. Such a deal of wonder is broken out\r\n    within this hour that ballad-makers cannot be able to express it.\r\n\r\n                    Enter another GENTLEMAN\r\n\r\n    Here comes the Lady Paulina's steward; he can deliver you more. How\r\n    goes it now, sir? This news, which is call'd true, is so like an\r\n    old tale that the verity of it is in strong suspicion. Has the King\r\n    found his heir?\r\n  THIRD GENTLEMAN. Most true, if ever truth were pregnant by\r\n  circumstance. That which you hear you'll swear you see, there is such\r\n  unity in the proofs. The mantle of Queen Hermione's; her jewel about\r\n  the neck of it; the letters of Antigonus found with it, which they\r\n  know to be his character; the majesty of the creature in resemblance\r\n  of the mother; the affection of nobleness which nature shows above\r\n  her breeding; and many other evidences- proclaim her with all\r\n  certainty to be the King's daughter. Did you see the meeting of the\r\n  two kings?\r\n  SECOND GENTLEMAN. No.\r\n  THIRD GENTLEMAN. Then you have lost a sight which was to be seen,\r\n  cannot be spoken of. There might you have beheld one joy crown\r\n  another, so and in such manner that it seem'd sorrow wept to take\r\n  leave of them; for their joy waded in tears. There was casting up of\r\n  eyes, holding up of hands, with countenance of such distraction that\r\n  they were to be known by garment, not by favour. Our king, being\r\n  ready to leap out of himself for joy of his found daughter, as if\r\n  that joy were now become a loss, cries 'O, thy mother, thy mother!'\r\n  then asks Bohemia forgiveness; then embraces his son-in-law; then\r\n  again worries he his daughter with clipping her. Now he thanks the\r\n  old shepherd, which stands by like a weather-bitten conduit of many\r\n  kings' reigns. I never heard of such another encounter, which lames\r\n  report to follow it and undoes description to do it.\r\n  SECOND GENTLEMAN. What, pray you, became of Antigonus, that carried\r\n  hence the child?\r\n  THIRD GENTLEMAN. Like an old tale still, which will have matter to\r\n  rehearse, though credit be asleep and not an ear open: he was torn to\r\n  pieces with a bear. This avouches the shepherd's son, who has not\r\n  only his innocence, which seems much, to justify him, but a\r\n  handkerchief and rings of his that Paulina knows.\r\n  FIRST GENTLEMAN. What became of his bark and his followers?\r\n  THIRD GENTLEMAN. Wreck'd the same instant of their master's death,\r\n  and in the view of the shepherd; so that all the instruments which\r\n  aided to expose the child were even then lost when it was found. But,\r\n  O, the noble combat that 'twixt joy and sorrow was fought in Paulina!\r\n  She had one eye declin'd for the loss of her husband, another\r\n  elevated that the oracle was fulfill'd. She lifted the Princess from\r\n  the earth, and so locks her in embracing as if she would pin her to\r\n  her heart, that she might no more be in danger of losing.\r\n  FIRST GENTLEMAN. The dignity of this act was worth the audience of\r\n  kings and princes; for by such was it acted.\r\n  THIRD GENTLEMAN. One of the prettiest touches of all, and that which\r\n  angl'd for mine eyes- caught the water, though not the fish- was,\r\n  when at the relation of the Queen's death, with the manner how she\r\n  came to't bravely confess'd and lamented by the King, how\r\n  attentivenes wounded his daughter; till, from one sign of dolour to\r\n  another, she did with an 'Alas!'- I would fain say- bleed tears; for\r\n  I am sure my heart wept blood. Who was most marble there changed\r\n  colour; some swooned, all sorrowed. If all the world could have\r\n  seen't, the woe had been universal.\r\n  FIRST GENTLEMAN. Are they returned to the court?\r\n  THIRD GENTLEMAN. No. The Princess hearing of her mother's statue,\r\n  which is in the keeping of Paulina- a piece many years in doing and\r\n  now newly perform'd by that rare Italian master, Julio Romano, who,\r\n  had he himself eternity and could put breath into his work, would\r\n  beguile nature of her custom, so perfectly he is her ape. He so near\r\n  to Hermione hath done Hermione that they say one would speak to her\r\n  and stand in hope of answer- thither with all greediness of affection\r\n  are they gone, and there they intend to sup.\r\n  SECOND GENTLEMAN. I thought she had some great matter there in hand;\r\n  for she hath privately twice or thrice a day, ever since the death of\r\n  Hermione, visited that removed house. Shall we thither, and with our\r\n  company piece the rejoicing?\r\n  FIRST GENTLEMAN. Who would be thence that has the benefit of access?\r\n  Every wink of an eye some new grace will be born. Our absence makes\r\n  us unthrifty to our knowledge. Let's along.\r\n                                                Exeunt GENTLEMEN\r\n  AUTOLYCUS. Now, had I not the dash of my former life in me, would\r\n  preferment drop on my head. I brought the old man and his son aboard\r\n  the Prince; told him I heard them talk of a fardel and I know not\r\n  what; but he at that time over-fond of the shepherd's daughter- so he\r\n  then took her to be- who began to be much sea-sick, and himself\r\n  little better, extremity of weather continuing, this mystery remained\r\n  undiscover'd. But 'tis all one to me; for had I been the finder-out\r\n  of this secret, it would not have relish'd among my other discredits.\r\n\r\n                    Enter SHEPHERD and CLOWN\r\n\r\n    Here come those I have done good to against my will, and already\r\n    appearing in the blossoms of their fortune.\r\n  SHEPHERD. Come, boy; I am past moe children, but thy sons and\r\n    daughters will be all gentlemen born.\r\n  CLOWN. You are well met, sir. You denied to fight with me this\r\n    other day, because I was no gentleman born. See you these\r\n    clothes? Say you see them not and think me still no gentleman\r\n    born. You were best say these robes are not gentlemen born. Give\r\n    me the lie, do; and try whether I am not now a gentleman born.\r\n  AUTOLYCUS. I know you are now, sir, a gentleman born.\r\n  CLOWN. Ay, and have been so any time these four hours.\r\n  SHEPHERD. And so have I, boy.\r\n  CLOWN. So you have; but I was a gentleman born before my father;\r\n    for the King's son took me by the hand and call'd me brother; and\r\n    then the two kings call'd my father brother; and then the Prince,\r\n    my brother, and the Princess, my sister, call'd my father father.\r\n    And so we wept; and there was the first gentleman-like tears that\r\n    ever we shed.\r\n  SHEPHERD. We may live, son, to shed many more.\r\n  CLOWN. Ay; or else 'twere hard luck, being in so preposterous\r\n    estate as we are.\r\n  AUTOLYCUS. I humbly beseech you, sir, to pardon me all the faults I\r\n    have committed to your worship, and to give me your good report\r\n    to the Prince my master.\r\n  SHEPHERD. Prithee, son, do; for we must be gentle, now we are\r\n    gentlemen.\r\n  CLOWN. Thou wilt amend thy life?\r\n  AUTOLYCUS. Ay, an it like your good worship.\r\n  CLOWN. Give me thy hand. I will swear to the Prince thou art as\r\n    honest a true fellow as any is in Bohemia.\r\n  SHEPHERD. You may say it, but not swear it.\r\n  CLOWN. Not swear it, now I am a gentleman? Let boors and franklins\r\n    say it: I'll swear it.\r\n  SHEPHERD. How if it be false, son?\r\n  CLOWN. If it be ne'er so false, a true gentleman may swear it in\r\n    the behalf of his friend. And I'll swear to the Prince thou art a\r\n    tall fellow of thy hands and that thou wilt not be drunk; but I\r\n    know thou art no tall fellow of thy hands and that thou wilt be\r\n    drunk. But I'll swear it; and I would thou wouldst be a tall\r\n    fellow of thy hands.\r\n  AUTOLYCUS. I will prove so, sir, to my power.\r\n  CLOWN. Ay, by any means, prove a tall fellow. If I do not wonder\r\n    how thou dar'st venture to be drunk not being a tall fellow,\r\n    trust me not. Hark! the kings and the princes, our kindred, are\r\n    going to see the Queen's picture. Come, follow us; we'll be thy\r\n    good masters.                                         Exeunt\r\n\r\nSCENE III. Sicilia. A chapel in PAULINA's house\r\n\r\nEnter LEONTES, POLIXENES, FLORIZEL, PERDITA, CAMILLO, PAULINA,\r\nLORDS and ATTENDANTS\r\n\r\n  LEONTES. O grave and good Paulina, the great comfort\r\n    That I have had of thee!\r\n  PAULINA. What, sovereign sir,\r\n    I did not well, I meant well. All my services\r\n    You have paid home; but that you have vouchsaf'd,\r\n    With your crown'd brother and these your contracted\r\n    Heirs of your kingdoms, my poor house to visit,\r\n    It is a surplus of your grace, which never\r\n    My life may last to answer.\r\n  LEONTES. O Paulina,\r\n    We honour you with trouble; but we came\r\n    To see the statue of our queen. Your gallery\r\n    Have we pass'd through, not without much content\r\n    In many singularities; but we saw not\r\n    That which my daughter came to look upon,\r\n    The statue of her mother.\r\n  PAULINA. As she liv'd peerless,\r\n    So her dead likeness, I do well believe,\r\n    Excels whatever yet you look'd upon\r\n    Or hand of man hath done; therefore I keep it\r\n    Lonely, apart. But here it is. Prepare\r\n    To see the life as lively mock'd as ever\r\n    Still sleep mock'd death. Behold; and say 'tis well.\r\n                [PAULINA draws a curtain, and discovers HERMIONE\r\n                                         standing like a statue]\r\n    I like your silence; it the more shows off\r\n    Your wonder; but yet speak. First, you, my liege.\r\n    Comes it not something near?\r\n  LEONTES. Her natural posture!\r\n    Chide me, dear stone, that I may say indeed\r\n    Thou art Hermione; or rather, thou art she\r\n    In thy not chiding; for she was as tender\r\n    As infancy and grace. But yet, Paulina,\r\n    Hermione was not so much wrinkled, nothing\r\n    So aged as this seems.\r\n  POLIXENES. O, not by much!\r\n  PAULINA. So much the more our carver's excellence,\r\n    Which lets go by some sixteen years and makes her\r\n    As she liv'd now.\r\n  LEONTES. As now she might have done,\r\n    So much to my good comfort as it is\r\n    Now piercing to my soul. O, thus she stood,\r\n    Even with such life of majesty- warm life,\r\n    As now it coldly stands- when first I woo'd her!\r\n    I am asham'd. Does not the stone rebuke me\r\n    For being more stone than it? O royal piece,\r\n    There's magic in thy majesty, which has\r\n    My evils conjur'd to remembrance, and\r\n    From thy admiring daughter took the spirits,\r\n    Standing like stone with thee!\r\n  PERDITA. And give me leave,\r\n    And do not say 'tis superstition that\r\n    I kneel, and then implore her blessing. Lady,\r\n    Dear queen, that ended when I but began,\r\n    Give me that hand of yours to kiss.\r\n  PAULINA. O, patience!\r\n    The statue is but newly fix'd, the colour's\r\n    Not dry.\r\n  CAMILLO. My lord, your sorrow was too sore laid on,\r\n    Which sixteen winters cannot blow away,\r\n    So many summers dry. Scarce any joy\r\n    Did ever so long live; no sorrow\r\n    But kill'd itself much sooner.\r\n  POLIXENES. Dear my brother,\r\n    Let him that was the cause of this have pow'r\r\n    To take off so much grief from you as he\r\n    Will piece up in himself.\r\n  PAULINA. Indeed, my lord,\r\n    If I had thought the sight of my poor image\r\n    Would thus have wrought you- for the stone is mine-\r\n    I'd not have show'd it.\r\n  LEONTES. Do not draw the curtain.\r\n  PAULINA. No longer shall you gaze on't, lest your fancy\r\n    May think anon it moves.\r\n  LEONTES. Let be, let be.\r\n    Would I were dead, but that methinks already-\r\n    What was he that did make it? See, my lord,\r\n    Would you not deem it breath'd, and that those veins\r\n    Did verily bear blood?\r\n  POLIXENES. Masterly done!\r\n    The very life seems warm upon her lip.\r\n  LEONTES. The fixture of her eye has motion in't,\r\n    As we are mock'd with art.\r\n  PAULINA. I'll draw the curtain.\r\n    My lord's almost so far transported that\r\n    He'll think anon it lives.\r\n  LEONTES. O sweet Paulina,\r\n    Make me to think so twenty years together!\r\n    No settled senses of the world can match\r\n    The pleasure of that madness. Let 't alone.\r\n  PAULINA. I am sorry, sir, I have thus far stirr'd you; but\r\n    I could afflict you farther.\r\n  LEONTES. Do, Paulina;\r\n    For this affliction has a taste as sweet\r\n    As any cordial comfort. Still, methinks,\r\n    There is an air comes from her. What fine chisel\r\n    Could ever yet cut breath? Let no man mock me,\r\n    For I will kiss her.\r\n  PAULINA. Good my lord, forbear.\r\n    The ruddiness upon her lip is wet;\r\n    You'll mar it if you kiss it; stain your own\r\n    With oily painting. Shall I draw the curtain?\r\n  LEONTES. No, not these twenty years.\r\n  PERDITA. So long could I\r\n    Stand by, a looker-on.\r\n  PAULINA. Either forbear,\r\n    Quit presently the chapel, or resolve you\r\n    For more amazement. If you can behold it,\r\n    I'll make the statue move indeed, descend,\r\n    And take you by the hand, but then you'll think-\r\n    Which I protest against- I am assisted\r\n    By wicked powers.\r\n  LEONTES. What you can make her do\r\n    I am content to look on; what to speak\r\n    I am content to hear; for 'tis as easy\r\n    To make her speak as move.\r\n  PAULINA. It is requir'd\r\n    You do awake your faith. Then all stand still;\r\n    Or those that think it is unlawful business\r\n    I am about, let them depart.\r\n  LEONTES. Proceed.\r\n    No foot shall stir.\r\n  PAULINA. Music, awake her: strike.                     [Music]\r\n    'Tis time; descend; be stone no more; approach;\r\n    Strike all that look upon with marvel. Come;\r\n    I'll fill your grave up. Stir; nay, come away.\r\n    Bequeath to death your numbness, for from him\r\n    Dear life redeems you. You perceive she stirs.\r\n                         [HERMIONE comes down from the pedestal]\r\n    Start not; her actions shall be holy as\r\n    You hear my spell is lawful. Do not shun her\r\n    Until you see her die again; for then\r\n    You kill her double. Nay, present your hand.\r\n    When she was young you woo'd her; now in age\r\n    Is she become the suitor?\r\n  LEONTES. O, she's warm!\r\n    If this be magic, let it be an art\r\n    Lawful as eating.\r\n  POLIXENES. She embraces him.\r\n  CAMILLO. She hangs about his neck.\r\n    If she pertain to life, let her speak too.\r\n  POLIXENES. Ay, and make it manifest where she has liv'd,\r\n    Or how stol'n from the dead.\r\n  PAULINA. That she is living,\r\n    Were it but told you, should be hooted at\r\n    Like an old tale; but it appears she lives\r\n    Though yet she speak not. Mark a little while.\r\n    Please you to interpose, fair madam. Kneel,\r\n    And pray your mother's blessing. Turn, good lady;\r\n    Our Perdita is found.\r\n  HERMIONE. You gods, look down,\r\n    And from your sacred vials pour your graces\r\n    Upon my daughter's head! Tell me, mine own,\r\n    Where hast thou been preserv'd? Where liv'd? How found\r\n    Thy father's court? For thou shalt hear that I,\r\n    Knowing by Paulina that the oracle\r\n    Gave hope thou wast in being, have preserv'd\r\n    Myself to see the issue.\r\n  PAULINA. There's time enough for that,\r\n    Lest they desire upon this push to trouble\r\n    Your joys with like relation. Go together,\r\n    You precious winners all; your exultation\r\n    Partake to every one. I, an old turtle,\r\n    Will wing me to some wither'd bough, and there\r\n    My mate, that's never to be found again,\r\n    Lament till I am lost.\r\n  LEONTES. O peace, Paulina!\r\n    Thou shouldst a husband take by my consent,\r\n    As I by thine a wife. This is a match,\r\n    And made between's by vows. Thou hast found mine;\r\n    But how, is to be question'd; for I saw her,\r\n    As I thought, dead; and have, in vain, said many\r\n    A prayer upon her grave. I'll not seek far-\r\n    For him, I partly know his mind- to find thee\r\n    An honourable husband. Come, Camillo,\r\n    And take her by the hand whose worth and honesty\r\n    Is richly noted, and here justified\r\n    By us, a pair of kings. Let's from this place.\r\n    What! look upon my brother. Both your pardons,\r\n    That e'er I put between your holy looks\r\n    My ill suspicion. This your son-in-law,\r\n    And son unto the King, whom heavens directing,\r\n    Is troth-plight to your daughter. Good Paulina,\r\n    Lead us from hence where we may leisurely\r\n    Each one demand and answer to his part\r\n    Perform'd in this wide gap of time since first\r\n    We were dissever'd. Hastily lead away.                Exeunt\r\n\r\n\r\n\r\n\r\n\r"