"THE SECOND PART OF KING HENRY THE FOURTH\n\nDramatis Personae\n\n  RUMOUR, the Presenter\n  KING HENRY THE FOURTH\n\n  HENRY, PRINCE OF WALES, afterwards HENRY\n  PRINCE JOHN OF LANCASTER\n  PRINCE HUMPHREY OF GLOUCESTER\n  THOMAS, DUKE OF CLARENCE\n    Sons of Henry IV\n\n  EARL OF NORTHUMBERLAND\n  SCROOP, ARCHBISHOP OF YORK\n  LORD MOWBRAY\n  LORD HASTINGS\n  LORD BARDOLPH\n  SIR JOHN COLVILLE\n  TRAVERS and MORTON, retainers of Northumberland\n    Opposites against King Henry IV\n\n  EARL OF WARWICK\n  EARL OF WESTMORELAND\n  EARL OF SURREY\n  EARL OF KENT\n  GOWER\n  HARCOURT\n  BLUNT\n    Of the King's party\n\n  LORD CHIEF JUSTICE\n  SERVANT, to Lord Chief Justice\n\n  SIR JOHN FALSTAFF\n  EDWARD POINS\n  BARDOLPH\n  PISTOL\n  PETO\n    Irregular humourists\n\n  PAGE, to Falstaff\n\n  ROBERT SHALLOW and SILENCE, country Justices\n  DAVY, servant to Shallow\n\n  FANG and SNARE, Sheriff's officers\n\n  RALPH MOULDY\n  SIMON SHADOW\n  THOMAS WART\n  FRANCIS FEEBLE\n  PETER BULLCALF\n    Country soldiers\n\n  FRANCIS, a drawer\n\n  LADY NORTHUMBERLAND\n  LADY PERCY, Percy's widow\n  HOSTESS QUICKLY, of the Boar's Head, Eastcheap\n  DOLL TEARSHEET\n\n  LORDS, Attendants, Porter, Drawers, Beadles, Grooms, Servants,\n    Speaker of the Epilogue\n\n                       SCENE: England\n\nINDUCTION\n                         INDUCTION.\n           Warkworth. Before NORTHUMBERLAND'S Castle\n\n            Enter RUMOUR, painted full of tongues\n\n  RUMOUR. Open your ears; for which of you will stop\n    The vent of hearing when loud Rumour speaks?\n    I, from the orient to the drooping west,\n    Making the wind my post-horse, still unfold\n    The acts commenced on this ball of earth.\n    Upon my tongues continual slanders ride,\n    The which in every language I pronounce,\n    Stuffing the ears of men with false reports.\n    I speak of peace while covert emnity,\n    Under the smile of safety, wounds the world;\n    And who but Rumour, who but only I,\n    Make fearful musters and prepar'd defence,\n    Whiles the big year, swoln with some other grief,\n    Is thought with child by the stern tyrant war,\n    And no such matter? Rumour is a pipe\n    Blown by surmises, jealousies, conjectures,\n    And of so easy and so plain a stop\n    That the blunt monster with uncounted heads,\n    The still-discordant wav'ring multitude,\n    Can play upon it. But what need I thus\n    My well-known body to anatomize\n    Among my household? Why is Rumour here?\n    I run before King Harry's victory,\n    Who, in a bloody field by Shrewsbury,\n    Hath beaten down young Hotspur and his troops,\n    Quenching the flame of bold rebellion\n    Even with the rebels' blood. But what mean I\n    To speak so true at first? My office is\n    To noise abroad that Harry Monmouth fell\n    Under the wrath of noble Hotspur's sword,\n    And that the King before the Douglas' rage\n    Stoop'd his anointed head as low as death.\n    This have I rumour'd through the peasant towns\n    Between that royal field of Shrewsbury\n    And this worm-eaten hold of ragged stone,\n    Where Hotspur's father, old Northumberland,\n    Lies crafty-sick. The posts come tiring on,\n    And not a man of them brings other news\n    Than they have learnt of me. From Rumour's tongues\n    They bring smooth comforts false, worse than true wrongs.\n Exit\n\nACT I. SCENE I. Warkworth. Before NORTHUMBERLAND'S Castle\n\nEnter LORD BARDOLPH\n\n  LORD BARDOLPH. Who keeps the gate here, ho?\n\n                   The PORTER opens the gate\n\n    Where is the Earl?\n  PORTER. What shall I say you are?\n  LORD BARDOLPH. Tell thou the Earl\n    That the Lord Bardolph doth attend him here.\n  PORTER. His lordship is walk'd forth into the orchard.\n    Please it your honour knock but at the gate,\n    And he himself will answer.\n\n                      Enter NORTHUMBERLAND\n\n  LORD BARDOLPH. Here comes the Earl.                Exit PORTER\n  NORTHUMBERLAND. What news, Lord Bardolph? Every minute now\n    Should be the father of some stratagem.\n    The times are wild; contention, like a horse\n    Full of high feeding, madly hath broke loose\n    And bears down all before him.\n  LORD BARDOLPH. Noble Earl,\n    I bring you certain news from Shrewsbury.\n  NORTHUMBERLAND. Good, an God will!\n  LORD BARDOLPH. As good as heart can wish.\n    The King is almost wounded to the death;\n    And, in the fortune of my lord your son,\n    Prince Harry slain outright; and both the Blunts\n    Kill'd by the hand of Douglas; young Prince John,\n    And Westmoreland, and Stafford, fled the field;\n    And Harry Monmouth's brawn, the hulk Sir John,\n    Is prisoner to your son. O, such a day,\n    So fought, so followed, and so fairly won,\n    Came not till now to dignify the times,\n    Since Cxsar's fortunes!\n  NORTHUMBERLAND. How is this deriv'd?\n    Saw you the field? Came you from Shrewsbury?\n  LORD BARDOLPH. I spake with one, my lord, that came from thence;\n    A gentleman well bred and of good name,\n    That freely rend'red me these news for true.\n\n                         Enter TRAVERS\n\n  NORTHUMBERLAND. Here comes my servant Travers, whom I sent\n    On Tuesday last to listen after news.\n  LORD BARDOLPH. My lord, I over-rode him on the way;\n    And he is furnish'd with no certainties\n    More than he haply may retail from me.\n  NORTHUMBERLAND. Now, Travers, what good tidings comes with you?\n  TRAVERS. My lord, Sir John Umfrevile turn'd me back\n    With joyful tidings; and, being better hors'd,\n    Out-rode me. After him came spurring hard\n    A gentleman, almost forspent with speed,\n    That stopp'd by me to breathe his bloodied horse.\n    He ask'd the way to Chester; and of him\n    I did demand what news from Shrewsbury.\n    He told me that rebellion had bad luck,\n    And that young Harry Percy's spur was cold.\n    With that he gave his able horse the head\n    And, bending forward, struck his armed heels\n    Against the panting sides of his poor jade\n    Up to the rowel-head; and starting so,\n    He seem'd in running to devour the way,\n    Staying no longer question.\n  NORTHUMBERLAND. Ha! Again:\n    Said he young Harry Percy's spur was cold?\n    Of Hotspur, Coldspur? that rebellion\n    Had met ill luck?\n  LORD BARDOLPH. My lord, I'll tell you what:\n    If my young lord your son have not the day,\n    Upon mine honour, for a silken point\n    I'll give my barony. Never talk of it.\n  NORTHUMBERLAND. Why should that gentleman that rode by Travers\n    Give then such instances of loss?\n  LORD BARDOLPH. Who- he?\n    He was some hilding fellow that had stol'n\n    The horse he rode on and, upon my life,\n    Spoke at a venture. Look, here comes more news.\n\n                        Enter Morton\n\n  NORTHUMBERLAND. Yea, this man's brow, like to a title-leaf,\n    Foretells the nature of a tragic volume.\n    So looks the strand whereon the imperious flood\n    Hath left a witness'd usurpation.\n    Say, Morton, didst thou come from Shrewsbury?\n  MORTON. I ran from Shrewsbury, my noble lord;\n    Where hateful death put on his ugliest mask\n    To fright our party.\n  NORTHUMBERLAND. How doth my son and brother?\n    Thou tremblest; and the whiteness in thy cheek\n    Is apter than thy tongue to tell thy errand.\n    Even such a man, so faint, so spiritless,\n    So dull, so dread in look, so woe-begone,\n    Drew Priam's curtain in the dead of night\n    And would have told him half his Troy was burnt;\n    But Priam found the fire ere he his tongue,\n    And I my Percy's death ere thou report'st it.\n    This thou wouldst say: 'Your son did thus and thus;\n    Your brother thus; so fought the noble Douglas'-\n    Stopping my greedy ear with their bold deeds;\n    But in the end, to stop my ear indeed,\n    Thou hast a sigh to blow away this praise,\n    Ending with 'Brother, son, and all, are dead.'\n  MORTON. Douglas is living, and your brother, yet;\n    But for my lord your son-\n  NORTHUMBERLAND. Why, he is dead.\n    See what a ready tongue suspicion hath!\n    He that but fears the thing he would not know\n    Hath by instinct knowledge from others' eyes\n    That what he fear'd is chanced. Yet speak, Morton;\n    Tell thou an earl his divination lies,\n    And I will take it as a sweet disgrace\n    And make thee rich for doing me such wrong.\n  MORTON. You are too great to be by me gainsaid;\n    Your spirit is too true, your fears too certain.\n  NORTHUMBERLAND. Yet, for all this, say not that Percy's dead.\n    I see a strange confession in thine eye;\n    Thou shak'st thy head, and hold'st it fear or sin\n    To speak a truth. If he be slain, say so:\n    The tongue offends not that reports his death;\n    And he doth sin that doth belie the dead,\n    Not he which says the dead is not alive.\n    Yet the first bringer of unwelcome news\n    Hath but a losing office, and his tongue\n    Sounds ever after as a sullen bell,\n    Rememb'red tolling a departing friend.\n  LORD BARDOLPH. I cannot think, my lord, your son is dead.\n  MORTON. I am sorry I should force you to believe\n    That which I would to God I had not seen;\n    But these mine eyes saw him in bloody state,\n    Rend'ring faint quittance, wearied and out-breath'd,\n    To Harry Monmouth, whose swift wrath beat down\n    The never-daunted Percy to the earth,\n    From whence with life he never more sprung up.\n    In few, his death- whose spirit lent a fire\n    Even to the dullest peasant in his camp-\n    Being bruited once, took fire and heat away\n    From the best-temper'd courage in his troops;\n    For from his metal was his party steeled;\n    Which once in him abated, an the rest\n    Turn'd on themselves, like dull and heavy lead.\n    And as the thing that's heavy in itself\n    Upon enforcement flies with greatest speed,\n    So did our men, heavy in Hotspur's loss,\n    Lend to this weight such lightness with their fear\n    That arrows fled not swifter toward their aim\n    Than did our soldiers, aiming at their safety,\n    Fly from the field. Then was that noble Worcester\n    Too soon ta'en prisoner; and that furious Scot,\n    The bloody Douglas, whose well-labouring sword\n    Had three times slain th' appearance of the King,\n    Gan vail his stomach and did grace the shame\n    Of those that turn'd their backs, and in his flight,\n    Stumbling in fear, was took. The sum of all\n    Is that the King hath won, and hath sent out\n    A speedy power to encounter you, my lord,\n    Under the conduct of young Lancaster\n    And Westmoreland. This is the news at full.\n  NORTHUMBERLAND. For this I shall have time enough to mourn.\n    In poison there is physic; and these news,\n    Having been well, that would have made me sick,\n    Being sick, have in some measure made me well;\n    And as the wretch whose fever-weak'ned joints,\n    Like strengthless hinges, buckle under life,\n    Impatient of his fit, breaks like a fire\n    Out of his keeper's arms, even so my limbs,\n    Weak'ned with grief, being now enrag'd with grief,\n    Are thrice themselves. Hence, therefore, thou nice crutch!\n    A scaly gauntlet now with joints of steel\n    Must glove this hand; and hence, thou sickly coif!\n    Thou art a guard too wanton for the head\n    Which princes, flesh'd with conquest, aim to hit.\n    Now bind my brows with iron; and approach\n    The ragged'st hour that time and spite dare bring\n    To frown upon th' enrag'd Northumberland!\n    Let heaven kiss earth! Now let not Nature's hand\n    Keep the wild flood confin'd! Let order die!\n    And let this world no longer be a stage\n    To feed contention in a ling'ring act;\n    But let one spirit of the first-born Cain\n    Reign in all bosoms, that, each heart being set\n    On bloody courses, the rude scene may end\n    And darkness be the burier of the dead!\n  LORD BARDOLPH. This strained passion doth you wrong, my lord.\n  MORTON. Sweet Earl, divorce not wisdom from your honour.\n    The lives of all your loving complices\n    Lean on your health; the which, if you give o'er\n    To stormy passion, must perforce decay.\n    You cast th' event of war, my noble lord,\n    And summ'd the account of chance before you said\n    'Let us make head.' It was your pre-surmise\n    That in the dole of blows your son might drop.\n    You knew he walk'd o'er perils on an edge,\n    More likely to fall in than to get o'er;\n    You were advis'd his flesh was capable\n    Of wounds and scars, and that his forward spirit\n    Would lift him where most trade of danger rang'd;\n    Yet did you say 'Go forth'; and none of this,\n    Though strongly apprehended, could restrain\n    The stiff-borne action. What hath then befall'n,\n    Or what hath this bold enterprise brought forth\n    More than that being which was like to be?\n  LORD BARDOLPH. We all that are engaged to this loss\n    Knew that we ventured on such dangerous seas\n    That if we wrought out life 'twas ten to one;\n    And yet we ventur'd, for the gain propos'd\n    Chok'd the respect of likely peril fear'd;\n    And since we are o'erset, venture again.\n    Come, we will put forth, body and goods.\n  MORTON. 'Tis more than time. And, my most noble lord,\n    I hear for certain, and dare speak the truth:\n    The gentle Archbishop of York is up\n    With well-appointed pow'rs. He is a man\n    Who with a double surety binds his followers.\n    My lord your son had only but the corpse,\n    But shadows and the shows of men, to fight;\n    For that same word 'rebellion' did divide\n    The action of their bodies from their souls;\n    And they did fight with queasiness, constrain'd,\n    As men drink potions; that their weapons only\n    Seem'd on our side, but for their spirits and souls\n    This word 'rebellion'- it had froze them up,\n    As fish are in a pond. But now the Bishop\n    Turns insurrection to religion.\n    Suppos'd sincere and holy in his thoughts,\n    He's follow'd both with body and with mind;\n    And doth enlarge his rising with the blood\n    Of fair King Richard, scrap'd from Pomfret stones;\n    Derives from heaven his quarrel and his cause;\n    Tells them he doth bestride a bleeding land,\n    Gasping for life under great Bolingbroke;\n    And more and less do flock to follow him.\n  NORTHUMBERLAND. I knew of this before; but, to speak truth,\n    This present grief had wip'd it from my mind.\n    Go in with me; and counsel every man\n    The aptest way for safety and revenge.\n    Get posts and letters, and make friends with speed-\n    Never so few, and never yet more need.                Exeunt\n\nSCENE II. London. A street\n\nEnter SIR JOHN FALSTAFF, with his PAGE bearing his sword and buckler\n\n  FALSTAFF. Sirrah, you giant, what says the doctor to my water?\n  PAGE. He said, sir, the water itself was a good healthy water; but\n    for the party that owed it, he might have moe diseases than he\n    knew for.\n  FALSTAFF. Men of all sorts take a pride to gird at me. The brain of\n    this foolish-compounded clay, man, is not able to invent anything\n    that intends to laughter, more than I invent or is invented on\n    me. I am not only witty in myself, but the cause that wit is in\n    other men. I do here walk before thee like a sow that hath\n    overwhelm'd all her litter but one. If the Prince put thee into\n    my service for any other reason than to set me off, why then I\n    have no judgment. Thou whoreson mandrake, thou art fitter to be\n    worn in my cap than to wait at my heels. I was never mann'd with\n    an agate till now; but I will inset you neither in gold nor\n    silver, but in vile apparel, and send you back again to your\n    master, for a jewel- the juvenal, the Prince your master, whose\n    chin is not yet fledge. I will sooner have a beard grow in the\n    palm of my hand than he shall get one off his cheek; and yet he\n    will not stick to say his face is a face-royal. God may finish it\n    when he will, 'tis not a hair amiss yet. He may keep it still at\n    a face-royal, for a barber shall never earn sixpence out of it;\n    and yet he'll be crowing as if he had writ man ever since his\n    father was a bachelor. He may keep his own grace, but he's almost\n    out of mine, I can assure him. What said Master Dommelton about\n    the satin for my short cloak and my slops?\n  PAGE. He said, sir, you should procure him better assurance than\n    Bardolph. He would not take his band and yours; he liked not the\n    security.\n  FALSTAFF. Let him be damn'd, like the Glutton; pray God his tongue\n    be hotter! A whoreson Achitophel! A rascal-yea-forsooth knave, to\n    bear a gentleman in hand, and then stand upon security! The\n    whoreson smooth-pates do now wear nothing but high shoes, and\n    bunches of keys at their girdles; and if a man is through with\n    them in honest taking-up, then they must stand upon security. I\n    had as lief they would put ratsbane in my mouth as offer to stop\n    it with security. I look'd 'a should have sent me two and twenty\n    yards of satin, as I am a true knight, and he sends me security.\n    Well, he may sleep in security; for he hath the horn of\n    abundance, and the lightness of his wife shines through it; and\n    yet cannot he see, though he have his own lanthorn to light him.\n    Where's Bardolph?\n  PAGE. He's gone into Smithfield to buy your worship horse.\n  FALSTAFF. I bought him in Paul's, and he'll buy me a horse in\n    Smithfield. An I could get me but a wife in the stews, I were\n    mann'd, hors'd, and wiv'd.\n\n              Enter the LORD CHIEF JUSTICE and SERVANT\n\n  PAGE. Sir, here comes the nobleman that committed the Prince for\n  striking him about Bardolph. FALSTAFF. Wait close; I will not see\n  him. CHIEF JUSTICE. What's he that goes there? SERVANT. Falstaff,\n  an't please your lordship. CHIEF JUSTICE. He that was in question for\n  the robb'ry? SERVANT. He, my lord; but he hath since done good\n  service at Shrewsbury, and, as I hear, is now going with some charge\n  to the Lord John of Lancaster. CHIEF JUSTICE. What, to York? Call him\n  back again. SERVANT. Sir John Falstaff! FALSTAFF. Boy, tell him I am\n  deaf. PAGE. You must speak louder; my master is deaf. CHIEF JUSTICE.\n  I am sure he is, to the hearing of anything good. Go, pluck him by\n  the elbow; I must speak with him. SERVANT. Sir John! FALSTAFF. What!\n  a young knave, and begging! Is there not wars? Is there not\n  employment? Doth not the King lack subjects? Do not the rebels need\n  soldiers? Though it be a shame to be on any side but one, it is worse\n  shame to beg than to be on the worst side, were it worse than the\n  name of rebellion can tell how to make it. SERVANT. You mistake me,\n  sir. FALSTAFF. Why, sir, did I say you were an honest man? Setting my\n  knighthood and my soldiership aside, I had lied in my throat if I had\n  said so. SERVANT. I pray you, sir, then set your knighthood and your\n  soldiership aside; and give me leave to tell you you in your throat,\n  if you say I am any other than an honest man. FALSTAFF. I give thee\n  leave to tell me so! I lay aside that which grows to me! If thou\n  get'st any leave of me, hang me; if thou tak'st leave, thou wert\n  better be hang'd. You hunt counter. Hence! Avaunt! SERVANT. Sir, my\n  lord would speak with you. CHIEF JUSTICE. Sir John Falstaff, a word\n  with you. FALSTAFF. My good lord! God give your lordship good time of\n  day. I am glad to see your lordship abroad. I heard say your lordship\n  was sick; I hope your lordship goes abroad by advice. Your lordship,\n  though not clean past your youth, hath yet some smack of age in you,\n  some relish of the saltness of time; and I most humbly beseech your\n  lordship to have a reverend care of your health. CHIEF JUSTICE. Sir\n  John, I sent for you before your expedition to Shrewsbury. FALSTAFF.\n  An't please your lordship, I hear his Majesty is return'd with some\n  discomfort from Wales. CHIEF JUSTICE. I talk not of his Majesty. You\n  would not come when I sent for you. FALSTAFF. And I hear, moreover,\n  his Highness is fall'n into this same whoreson apoplexy. CHIEF\n  JUSTICE. Well God mend him! I pray you let me speak with you.\n  FALSTAFF. This apoplexy, as I take it, is a kind of lethargy, an't\n  please your lordship, a kind of sleeping in the blood, a whoreson\n  tingling. CHIEF JUSTICE. What tell you me of it? Be it as it is.\n  FALSTAFF. It hath it original from much grief, from study, and\n  perturbation of the brain. I have read the cause of his effects in\n  Galen; it is a kind of deafness. CHIEF JUSTICE. I think you are\n  fall'n into the disease, for you hear not what I say to you.\n  FALSTAFF. Very well, my lord, very well. Rather an't please you, it\n  is the disease of not listening, the malady of not marking, that I am\n  troubled withal. CHIEF JUSTICE. To punish you by the heels would\n  amend the attention of your ears; and I care not if I do become your\n  physician. FALSTAFF. I am as poor as Job, my lord, but not so\n  patient. Your lordship may minister the potion of imprisonment to me\n  in respect of poverty; but how I should be your patient to follow\n  your prescriptions, the wise may make some dram of a scruple, or\n  indeed a scruple itself. CHIEF JUSTICE. I sent for you, when there\n  were matters against you for your life, to come speak with me.\n  FALSTAFF. As I was then advis'd by my learned counsel in the laws of\n  this land-service, I did not come. CHIEF JUSTICE. Well, the truth is,\n  Sir John, you live in great infamy. FALSTAFF. He that buckles himself\n  in my belt cannot live in less. CHIEF JUSTICE. Your means are very\n  slender, and your waste is great. FALSTAFF. I would it were\n  otherwise; I would my means were greater and my waist slenderer.\n  CHIEF JUSTICE. You have misled the youthful Prince. FALSTAFF. The\n  young Prince hath misled me. I am the fellow with the great belly,\n  and he my dog. CHIEF JUSTICE. Well, I am loath to gall a new-heal'd\n  wound. Your day's service at Shrewsbury hath a little gilded over\n  your night's exploit on Gadshill. You may thank th' unquiet time for\n  your quiet o'erposting that action. FALSTAFF. My lord- CHIEF JUSTICE.\n  But since all is well, keep it so: wake not a sleeping wolf.\n  FALSTAFF. To wake a wolf is as bad as smell a fox. CHIEF JUSTICE.\n  What! you are as a candle, the better part burnt out. FALSTAFF. A\n  wassail candle, my lord- all tallow; if I did say of wax, my growth\n  would approve the truth. CHIEF JUSTICE. There is not a white hair in\n  your face but should have his effect of gravity. FALSTAFF. His effect\n  of gravy, gravy, CHIEF JUSTICE. You follow the young Prince up and\n  down, like his ill angel. FALSTAFF. Not so, my lord. Your ill angel\n  is light; but  hope he that looks upon me will take me without\n  weighing. And yet in some respects, I grant, I cannot go- I cannot\n  tell. Virtue is of so little regard in these costermongers' times\n  that true valour is turn'd berod; pregnancy is made a tapster, and\n  his quick wit wasted in giving reckonings; all the other gifts\n  appertinent to man, as the malice of this age shapes them, are not\n  worth a gooseberry. You that are old consider not the capacities of\n  us that are young; you do measure the heat of our livers with the\n  bitterness of your galls; and we that are in the vaward of our youth,\n  must confess, are wags too. CHIEF JUSTICE. Do you set down your name\n  in the scroll of youth, that are written down old with all the\n  characters of age? Have you not a moist eye, a dry hand, a yellow\n  cheek, a white beard, a decreasing leg, an increasing belly? Is not\n  your voice broken, your wind short, your chin double, your wit\n  single, and every part about you blasted with antiquity? And will you\n  yet call yourself young? Fie, fie, fie, Sir John! FALSTAFF. My lord,\n  I was born about three of the clock in the afternoon, with a white\n  head and something a round belly. For my voice- I have lost it with\n  hallooing and singing of anthems. To approve my youth further, I will\n  not. The truth is, I am only old in judgment and understanding; and\n  he that will caper with me for a thousand marks, let him lend me the\n  money, and have at him. For the box of the ear that the Prince gave\n  you- he gave it like a rude prince, and you took it like a sensible\n  lord. I have check'd him for it; and the young lion repents- marry,\n  not in ashes and sackcloth, but in new silk and old sack. CHIEF\n  JUSTICE. Well, God send the Prince a better companion! FALSTAFF. God\n  send the companion a better prince! I cannot rid my hands of him.\n  CHIEF JUSTICE. Well, the King hath sever'd you. I hear you are going\n  with Lord John of Lancaster against the Archbishop and the Earl of\n  Northumberland. FALSTAFF. Yea; I thank your pretty sweet wit for it.\n  But look you pray, all you that kiss my Lady Peace at home, that our\n  armies join not in a hot day; for, by the Lord, I take but two shirts\n  out with me, and I mean not to sweat extraordinarily. If it be a hot\n  day, and I brandish anything but a bottle, I would I might never spit\n  white again. There is not a dangerous action can peep out his head\n  but I am thrust upon it. Well, I cannot last ever; but it was alway\n  yet the trick of our English nation, if they have a good thing, to\n  make it too common. If ye will needs say I am an old man, you should\n  give me rest. I would to God my name were not so terrible to the\n  enemy as it is. I were better to be eaten to death with a rust than\n  to be scoured to nothing with perpetual motion. CHIEF JUSTICE. Well,\n  be honest, be honest; and God bless your expedition! FALSTAFF. Will\n  your lordship lend me a thousand pound to furnish me forth? CHIEF\n  JUSTICE. Not a penny, not a penny; you are too impatient to bear\n  crosses. Fare you well. Commend me to my cousin Westmoreland. Exeunt\n  CHIEF JUSTICE and SERVANT FALSTAFF. If I do, fillip me with a\n  three-man beetle. A man can no more separate age and covetousness\n  than 'a can part young limbs and lechery; but the gout galls the one,\n  and the pox pinches the other; and so both the degrees prevent my\n  curses. Boy! PAGE. Sir? FALSTAFF. What money is in my purse? PAGE.\n  Seven groats and two pence. FALSTAFF. I can get no remedy against\n  this consumption of the purse; borrowing only lingers and lingers it\n  out, but the disease is incurable. Go bear this letter to my Lord of\n  Lancaster; this to the Prince; this to the Earl of Westmoreland; and\n  this to old Mistress Ursula, whom I have weekly sworn to marry since\n  I perceiv'd the first white hair of my chin. About it; you know where\n  to find me.  [Exit PAGE]  A pox of this gout! or, a gout of this pox!\n  for the one or the other plays the rogue with my great toe. 'Tis no\n  matter if I do halt; I have the wars for my colour, and my pension\n  shall seem the more reasonable. A good wit will make use of anything.\n  I will turn diseases to commodity. Exit\n\nSCENE III. York. The ARCHBISHOP'S palace\n\nEnter the ARCHBISHOP, THOMAS MOWBRAY the EARL MARSHAL, LORD HASTINGS,\nand LORD BARDOLPH\n\n  ARCHBISHOP. Thus have you heard our cause and known our means;\n    And, my most noble friends, I pray you all\n    Speak plainly your opinions of our hopes-\n    And first, Lord Marshal, what say you to it?\n  MOWBRAY. I well allow the occasion of our amis;\n    But gladly would be better satisfied\n    How, in our means, we should advance ourselves\n    To look with forehead bold and big enough\n    Upon the power and puissance of the King.\n  HASTINGS. Our present musters grow upon the file\n    To five and twenty thousand men of choice;\n    And our supplies live largely in the hope\n    Of great Northumberland, whose bosom burns\n    With an incensed fire of injuries.\n  LORD BARDOLPH. The question then, Lord Hastings, standeth thus:\n    Whether our present five and twenty thousand\n    May hold up head without Northumberland?\n  HASTINGS. With him, we may.\n  LORD BARDOLPH. Yea, marry, there's the point;\n    But if without him we be thought too feeble,\n    My judgment is we should not step too far\n    Till we had his assistance by the hand;\n    For, in a theme so bloody-fac'd as this,\n    Conjecture, expectation, and surmise\n    Of aids incertain, should not be admitted.\n  ARCHBISHOP. 'Tis very true, Lord Bardolph; for indeed\n    It was young Hotspur's case at Shrewsbury.\n  LORD BARDOLPH. It was, my lord; who lin'd himself with hope,\n    Eating the air and promise of supply,\n    Flatt'ring himself in project of a power\n    Much smaller than the smallest of his thoughts;\n    And so, with great imagination\n    Proper to madmen, led his powers to death,\n    And, winking, leapt into destruction.\n  HASTINGS. But, by your leave, it never yet did hurt\n    To lay down likelihoods and forms of hope.\n  LORD BARDOLPH. Yes, if this present quality of war-\n    Indeed the instant action, a cause on foot-\n    Lives so in hope, as in an early spring\n    We see th' appearing buds; which to prove fruit\n    Hope gives not so much warrant, as despair\n    That frosts will bite them. When we mean to build,\n    We first survey the plot, then draw the model;\n    And when we see the figure of the house,\n    Then we must rate the cost of the erection;\n    Which if we find outweighs ability,\n    What do we then but draw anew the model\n    In fewer offices, or at least desist\n    To build at all? Much more, in this great work-\n    Which is almost to pluck a kingdom down\n    And set another up- should we survey\n    The plot of situation and the model,\n    Consent upon a sure foundation,\n    Question surveyors, know our own estate\n    How able such a work to undergo-\n    To weigh against his opposite; or else\n    We fortify in paper and in figures,\n    Using the names of men instead of men;\n    Like one that draws the model of a house\n    Beyond his power to build it; who, half through,\n    Gives o'er and leaves his part-created cost\n    A naked subject to the weeping clouds\n    And waste for churlish winter's tyranny.\n  HASTINGS. Grant that our hopes- yet likely of fair birth-\n    Should be still-born, and that we now possess'd\n    The utmost man of expectation,\n    I think we are so a body strong enough,\n    Even as we are, to equal with the King.\n  LORD BARDOLPH. What, is the King but five and twenty thousand?\n  HASTINGS. To us no more; nay, not so much, Lord Bardolph;\n    For his divisions, as the times do brawl,\n    Are in three heads: one power against the French,\n    And one against Glendower; perforce a third\n    Must take up us. So is the unfirm King\n    In three divided; and his coffers sound\n    With hollow poverty and emptiness.\n  ARCHBISHOP. That he should draw his several strengths together\n    And come against us in full puissance\n    Need not be dreaded.\n  HASTINGS. If he should do so,\n    He leaves his back unarm'd, the French and Welsh\n    Baying at his heels. Never fear that.\n  LORD BARDOLPH. Who is it like should lead his forces hither?\n  HASTINGS. The Duke of Lancaster and Westmoreland;\n    Against the Welsh, himself and Harry Monmouth;\n    But who is substituted against the French\n    I have no certain notice.\n  ARCHBISHOP. Let us on,\n    And publish the occasion of our arms.\n    The commonwealth is sick of their own choice;\n    Their over-greedy love hath surfeited.\n    An habitation giddy and unsure\n    Hath he that buildeth on the vulgar heart.\n    O thou fond many, with what loud applause\n    Didst thou beat heaven with blessing Bolingbroke\n    Before he was what thou wouldst have him be!\n    And being now trimm'd in thine own desires,\n    Thou, beastly feeder, art so full of him\n    That thou provok'st thyself to cast him up.\n    So, so, thou common dog, didst thou disgorge\n    Thy glutton bosom of the royal Richard;\n    And now thou wouldst eat thy dead vomit up,\n    And howl'st to find it. What trust is in these times?\n    They that, when Richard liv'd, would have him die\n    Are now become enamour'd on his grave.\n    Thou that threw'st dust upon his goodly head,\n    When through proud London he came sighing on\n    After th' admired heels of Bolingbroke,\n    Criest now 'O earth, yield us that king again,\n    And take thou this!' O thoughts of men accurs'd!\n    Past and to come seems best; things present, worst.\n  MOWBRAY. Shall we go draw our numbers, and set on?\n  HASTINGS. We are time's subjects, and time bids be gone.\n                                                          Exeunt\n\nACT II. SCENE I. London. A street\n\nEnter HOSTESS with two officers, FANG and SNARE\n\n  HOSTESS. Master Fang, have you ent'red the action?\n  FANG. It is ent'red.\n  HOSTESS. Where's your yeoman? Is't a lusty yeoman? Will 'a stand\n    to't?\n  FANG. Sirrah, where's Snare?\n  HOSTESS. O Lord, ay! good Master Snare.\n  SNARE. Here, here.\n  FANG. Snare, we must arrest Sir John Falstaff.\n  HOSTESS. Yea, good Master Snare; I have ent'red him and all.\n  SNARE. It may chance cost some of our lives, for he will stab.\n  HOSTESS. Alas the day! take heed of him; he stabb'd me in mine own\n    house, and that most beastly. In good faith, 'a cares not what\n    mischief he does, if his weapon be out; he will foin like any\n    devil; he will spare neither man, woman, nor child.\n  FANG. If I can close with him, I care not for his thrust.\n  HOSTESS. No, nor I neither; I'll be at your elbow.\n  FANG. An I but fist him once; an 'a come but within my vice!\n  HOSTESS. I am undone by his going; I warrant you, he's an\n    infinitive thing upon my score. Good Master Fang, hold him sure.\n    Good Master Snare, let him not scape. 'A comes continuantly to\n    Pie-corner- saving your manhoods- to buy a saddle; and he is\n    indited to dinner to the Lubber's Head in Lumbert Street, to\n    Master Smooth's the silkman. I pray you, since my exion is\n    ent'red, and my case so openly known to the world, let him be\n    brought in to his answer. A hundred mark is a long one for a poor\n    lone woman to bear; and I have borne, and borne, and borne; and\n    have been fubb'd off, and fubb'd off, and fubb'd off, from this\n    day to that day, that it is a shame to be thought on. There is no\n    honesty in such dealing; unless a woman should be made an ass and\n    a beast, to bear every knave's wrong.\n\n            Enter SIR JOHN FALSTAFF, PAGE, and BARDOLPH\n\n    Yonder he comes; and that arrant malmsey-nose knave, Bardolph,\n    with him. Do your offices, do your offices, Master Fang and\n    Master Snare; do me, do me, do me your offices.\n  FALSTAFF. How now! whose mare's dead? What's the matter?\n  FANG. Sir John, I arrest you at the suit of Mistress Quickly.\n  FALSTAFF. Away, varlets! Draw, Bardolph. Cut me off the villian's\n    head. Throw the quean in the channel.\n  HOSTESS. Throw me in the channel! I'll throw thee in the channel.\n    Wilt thou? wilt thou? thou bastardly rogue! Murder, murder! Ah,\n    thou honeysuckle villain! wilt thou kill God's officers and the\n    King's? Ah, thou honey-seed rogue! thou art a honey-seed; a\n    man-queller and a woman-queller.\n  FALSTAFF. Keep them off, Bardolph.\n  FANG. A rescue! a rescue!\n  HOSTESS. Good people, bring a rescue or two. Thou wot, wot thou!\n    thou wot, wot ta? Do, do, thou rogue! do, thou hemp-seed!\n  PAGE. Away, you scullion! you rampallian! you fustilarian!\n    I'll tickle your catastrophe.\n\n              Enter the LORD CHIEF JUSTICE and his men\n\n  CHIEF JUSTICE. What is the matter? Keep the peace here, ho!\n  HOSTESS. Good my lord, be good to me. I beseech you, stand to me.\n  CHIEF JUSTICE. How now, Sir John! what, are you brawling here?\n    Doth this become your place, your time, and business?\n    You should have been well on your way to York.\n    Stand from him, fellow; wherefore hang'st thou upon him?\n  HOSTESS. O My most worshipful lord, an't please your Grace, I am a\n    poor widow of Eastcheap, and he is arrested at my suit.\n  CHIEF JUSTICE. For what sum?\n  HOSTESS. It is more than for some, my lord; it is for all- all I\n    have. He hath eaten me out of house and home; he hath put all my\n    substance into that fat belly of his. But I will have some of it\n    out again, or I will ride thee a nights like a mare.\n  FALSTAFF. I think I am as like to ride the mare, if I have any\n    vantage of ground to get up.\n  CHIEF JUSTICE. How comes this, Sir John? Fie! What man of good\n    temper would endure this tempest of exclamation? Are you not\n    ashamed to enforce a poor widow to so rough a course to come by\n    her own?\n  FALSTAFF. What is the gross sum that I owe thee?\n  HOSTESS. Marry, if thou wert an honest man, thyself and the money\n    too. Thou didst swear to me upon a parcel-gilt goblet, sitting in\n    my Dolphin chamber, at the round table, by a sea-coal fire, upon\n    Wednesday in Wheeson week, when the Prince broke thy head for\n    liking his father to singing-man of Windsor- thou didst swear to\n    me then, as I was washing thy wound, to marry me and make me my\n    lady thy wife. Canst thou deny it? Did not goodwife Keech, the\n    butcher's wife, come in then and call me gossip Quickly? Coming\n    in to borrow a mess of vinegar, telling us she had a good dish of\n    prawns, whereby thou didst desire to eat some, whereby I told\n    thee they were ill for green wound? And didst thou not, when she\n    was gone down stairs, desire me to be no more so familiarity with\n    such poor people, saying that ere long they should call me madam?\n    And didst thou not kiss me, and bid me fetch the thirty\n    shillings? I put thee now to thy book-oath. Deny it, if thou\n    canst.\n  FALSTAFF. My lord, this is a poor mad soul, and she says up and\n    down the town that her eldest son is like you. She hath been in\n    good case, and, the truth is, poverty hath distracted her. But\n    for these foolish officers, I beseech you I may have redress\n    against them.\n  CHIEF JUSTICE. Sir John, Sir John, I am well acquainted with your\n    manner of wrenching the true cause the false way. It is not a\n    confident brow, nor the throng of words that come with such more\n    than impudent sauciness from you, can thrust me from a level\n    consideration. You have, as it appears to me, practis'd upon the\n    easy yielding spirit of this woman, and made her serve your uses\n    both in purse and in person.\n  HOSTESS. Yea, in truth, my lord.\n  CHIEF JUSTICE. Pray thee, peace. Pay her the debt you owe her, and\n    unpay the villainy you have done with her; the one you may do\n    with sterling money, and the other with current repentance.\n  FALSTAFF. My lord, I will not undergo this sneap without reply. You\n    call honourable boldness impudent sauciness; if a man will make\n    curtsy and say nothing, he is virtuous. No, my lord, my humble\n    duty rememb'red, I will not be your suitor. I say to you I do\n    desire deliverance from these officers, being upon hasty\n    employment in the King's affairs.\n  CHIEF JUSTICE. You speak as having power to do wrong; but answer in\n    th' effect of your reputation, and satisfy the poor woman.\n  FALSTAFF. Come hither, hostess.\n\n                               Enter GOWER\n\n  CHIEF JUSTICE. Now, Master Gower, what news?\n  GOWER. The King, my lord, and Harry Prince of Wales\n    Are near at hand. The rest the paper tells. [Gives a letter]\n  FALSTAFF. As I am a gentleman!\n  HOSTESS. Faith, you said so before.\n  FALSTAFF. As I am a gentleman! Come, no more words of it.\n  HOSTESS. By this heavenly ground I tread on, I must be fain to pawn\n    both my plate and the tapestry of my dining-chambers.\n  FALSTAFF. Glasses, glasses, is the only drinking; and for thy\n    walls, a pretty slight drollery, or the story of the Prodigal, or\n    the German hunting, in water-work, is worth a thousand of these\n    bed-hangers and these fly-bitten tapestries. Let it be ten pound,\n    if thou canst. Come, and 'twere not for thy humours, there's not\n    a better wench in England. Go, wash thy face, and draw the\n    action. Come, thou must not be in this humour with me; dost not\n    know me? Come, come, I know thou wast set on to this.\n  HOSTESS. Pray thee, Sir John, let it be but twenty nobles;\n    i' faith, I am loath to pawn my plate, so God save me, la!\n  FALSTAFF. Let it alone; I'll make other shift. You'll be a fool\n    still.\n  HOSTESS. Well, you shall have it, though I pawn my gown.\n    I hope you'll come to supper. you'll pay me all together?\n  FALSTAFF. Will I live?  [To BARDOLPH]  Go, with her, with her; hook\n    on, hook on.\n  HOSTESS. Will you have Doll Tearsheet meet you at supper?\n  FALSTAFF. No more words; let's have her.\n                          Exeunt HOSTESS, BARDOLPH, and OFFICERS\n  CHIEF JUSTICE. I have heard better news.\n  FALSTAFF. What's the news, my lord?\n  CHIEF JUSTICE. Where lay the King to-night?\n  GOWER. At Basingstoke, my lord.\n  FALSTAFF. I hope, my lord, all's well. What is the news, my lord?\n  CHIEF JUSTICE. Come all his forces back?\n  GOWER. No; fifteen hundred foot, five hundred horse,\n    Are march'd up to my Lord of Lancaster,\n    Against Northumberland and the Archbishop.\n  FALSTAFF. Comes the King back from Wales, my noble lord?\n  CHIEF JUSTICE. You shall have letters of me presently.\n    Come, go along with me, good Master Gower.\n  FALSTAFF. My lord!\n  CHIEF JUSTICE. What's the matter?\n  FALSTAFF. Master Gower, shall I entreat you with me to dinner?\n  GOWER. I must wait upon my good lord here, I thank you, good Sir\n    John.\n  CHIEF JUSTICE. Sir John, you loiter here too long, being you are to\n    take soldiers up in counties as you go.\n  FALSTAFF. Will you sup with me, Master Gower?\n  CHIEF JUSTICE. What foolish master taught you these manners, Sir\n    John?\n  FALSTAFF. Master Gower, if they become me not, he was a fool that\n    taught them me. This is the right fencing grace, my lord; tap for\n    tap, and so part fair.\n  CHIEF JUSTICE. Now, the Lord lighten thee! Thou art a great fool.\n                                                          Exeunt\n\nSCENE II. London. Another street\n\nEnter PRINCE HENRY and POINS\n\n  PRINCE. Before God, I am exceeding weary.\n  POINS. Is't come to that? I had thought weariness durst not have\n    attach'd one of so high blood.\n  PRINCE. Faith, it does me; though it discolours the complexion of\n    my greatness to acknowledge it. Doth it not show vilely in me to\n    desire small beer?\n  POINS. Why, a prince should not be so loosely studied as to\n    remember so weak a composition.\n  PRINCE. Belike then my appetite was not-princely got; for, by my\n    troth, I do now remember the poor creature, small beer. But\n    indeed these humble considerations make me out of love with my\n    greatness. What a disgrace is it to me to remember thy name, or\n    to know thy face to-morrow, or to take note how many pair of silk\n    stockings thou hast- viz., these, and those that were thy\n    peach-colour'd ones- or to bear the inventory of thy shirts- as,\n    one for superfluity, and another for use! But that the\n    tennis-court-keeper knows better than I; for it is a low ebb of\n    linen with thee when thou keepest not racket there; as thou hast\n    not done a great while, because the rest of thy low countries\n    have made a shift to eat up thy holland. And God knows whether\n    those that bawl out of the ruins of thy linen shall inherit his\n    kingdom; but the midwives say the children are not in the fault;\n    whereupon the world increases, and kindreds are mightily\n    strengthened.\n  POINS. How ill it follows, after you have laboured so hard, you\n    should talk so idly! Tell me, how many good young princes would\n    do so, their fathers being so sick as yours at this time is?\n  PRINCE. Shall I tell thee one thing, Poins?\n  POINS. Yes, faith; and let it be an excellent good thing.\n  PRINCE. It shall serve among wits of no higher breeding than thine.\n  POINS. Go to; I stand the push of your one thing that you will\n    tell.\n  PRINCE. Marry, I tell thee it is not meet that I should be sad, now\n    my father is sick; albeit I could tell to thee- as to one it\n    pleases me, for fault of a better, to call my friend- I could be\n    sad and sad indeed too.\n  POINS. Very hardly upon such a subject.\n  PRINCE. By this hand, thou thinkest me as far in the devil's book\n    as thou and Falstaff for obduracy and persistency: let the end\n    try the man. But I tell thee my heart bleeds inwardly that my\n    father is so sick; and keeping such vile company as thou art hath\n    in reason taken from me all ostentation of sorrow.\n  POINS. The reason?\n  PRINCE. What wouldst thou think of me if I should weep?\n  POINS. I would think thee a most princely hypocrite.\n  PRINCE. It would be every man's thought; and thou art a blessed\n    fellow to think as every man thinks. Never a man's thought in the\n    world keeps the road-way better than thine. Every man would think\n    me an hypocrite indeed. And what accites your most worshipful\n    thought to think so?\n  POINS. Why, because you have been so lewd and so much engraffed to\n    Falstaff.\n  PRINCE. And to thee.\n  POINS. By this light, I am well spoke on; I can hear it with mine\n    own ears. The worst that they can say of me is that I am a second\n    brother and that I am a proper fellow of my hands; and those two\n    things, I confess, I cannot help. By the mass, here comes\n    Bardolph.\n\n                         Enter BARDOLPH and PAGE\n\n  PRINCE. And the boy that I gave Falstaff. 'A had him from me\n    Christian; and look if the fat villain have not transform'd him\n    ape.\n  BARDOLPH. God save your Grace!\n  PRINCE. And yours, most noble Bardolph!\n  POINS. Come, you virtuous ass, you bashful fool, must you be\n    blushing? Wherefore blush you now? What a maidenly man-at-arms\n    are you become! Is't such a matter to get a pottle-pot's\n    maidenhead?\n  PAGE. 'A calls me e'en now, my lord, through a red lattice, and I\n    could discern no part of his face from the window. At last I\n    spied his eyes; and methought he had made two holes in the\n    alewife's new petticoat, and so peep'd through.\n  PRINCE. Has not the boy profited?\n  BARDOLPH. Away, you whoreson upright rabbit, away!\n  PAGE. Away, you rascally Althaea's dream, away!\n  PRINCE. Instruct us, boy; what dream, boy?\n  PAGE. Marry, my lord, Althaea dreamt she was delivered of a\n    firebrand; and therefore I call him her dream.\n  PRINCE. A crown's worth of good interpretation. There 'tis, boy.\n                                                [Giving a crown]\n  POINS. O that this blossom could be kept from cankers!\n    Well, there is sixpence to preserve thee.\n  BARDOLPH. An you do not make him be hang'd among you, the gallows\n    shall have wrong.\n  PRINCE. And how doth thy master, Bardolph?\n  BARDOLPH. Well, my lord. He heard of your Grace's coming to town.\n    There's a letter for you.\n  POINS. Deliver'd with good respect. And how doth the martlemas,\n    your master?\n  BARDOLPH. In bodily health, sir.\n  POINS. Marry, the immortal part needs a physician; but that moves\n    not him. Though that be sick, it dies not.\n  PRINCE. I do allow this well to be as familiar with me as my dog;\n    and he holds his place, for look you how he writes.\n  POINS.  [Reads]  'John Falstaff, knight'- Every man must know that\n    as oft as he has occasion to name himself, even like those that\n    are kin to the King; for they never prick their finger but they\n    say 'There's some of the King's blood spilt.' 'How comes that?'\n    says he that takes upon him not to conceive. The answer is as\n    ready as a borrower's cap: 'I am the King's poor cousin, sir.'\n  PRINCE. Nay, they will be kin to us, or they will fetch it from\n    Japhet. But the letter:  [Reads]  'Sir John Falstaff, knight, to\n    the son of the King nearest his father, Harry Prince of Wales,\n    greeting.'\n  POINS. Why, this is a certificate.\n  PRINCE. Peace!  [Reads]  'I will imitate the honourable Romans in\n    brevity.'-\n  POINS. He sure means brevity in breath, short-winded.\n  PRINCE.  [Reads]  'I commend me to thee, I commend thee, and I\n    leave thee. Be not too familiar with Poins; for he misuses thy\n    favours so much that he swears thou art to marry his sister Nell.\n    Repent at idle times as thou mayst, and so farewell.\n      Thine, by yea and no- which is as much as to say as\n        thou usest him- JACK FALSTAFF with my familiars,\n        JOHN with my brothers and sisters, and SIR JOHN with\n        all Europe.'\n  POINS. My lord, I'll steep this letter in sack and make him eat it.\n  PRINCE. That's to make him eat twenty of his words. But do you use\n    me thus, Ned? Must I marry your sister?\n  POINS. God send the wench no worse fortune! But I never said so.\n  PRINCE. Well, thus we play the fools with the time, and the spirits\n    of the wise sit in the clouds and mock us. Is your master here in\n    London?\n  BARDOLPH. Yea, my lord.\n  PRINCE. Where sups he? Doth the old boar feed in the old frank?\n  BARDOLPH. At the old place, my lord, in Eastcheap.\n  PRINCE. What company?\n  PAGE. Ephesians, my lord, of the old church.\n  PRINCE. Sup any women with him?\n  PAGE. None, my lord, but old Mistress Quickly and Mistress Doll\n    Tearsheet.\n  PRINCE. What pagan may that be?\n  PAGE. A proper gentlewoman, sir, and a kinswoman of my master's.\n  PRINCE. Even such kin as the parish heifers are to the town bull.\n    Shall we steal upon them, Ned, at supper?\n  POINS. I am your shadow, my lord; I'll follow you.\n  PRINCE. Sirrah, you boy, and Bardolph, no word to your master that\n    I am yet come to town. There's for your silence.\n  BARDOLPH. I have no tongue, sir.\n  PAGE. And for mine, sir, I will govern it.\n  PRINCE. Fare you well; go.            Exeunt BARDOLPH and PAGE\n    This Doll Tearsheet should be some road.\n  POINS. I warrant you, as common as the way between Saint Albans and\n    London.\n  PRINCE. How might we see Falstaff bestow himself to-night in his\n    true colours, and not ourselves be seen?\n  POINS. Put on two leathern jerkins and aprons, and wait upon him at\n    his table as drawers.\n  PRINCE. From a god to a bull? A heavy descension! It was Jove's\n    case. From a prince to a prentice? A low transformation! That\n    shall be mine; for in everything the purpose must weigh with the\n    folly. Follow me, Ned.\n                                                          Exeunt\n\nSCENE III. Warkworth. Before the castle\n\nEnter NORTHUMBERLAND, LADY NORTHUMBERLAND, and LADY PERCY\n\n  NORTHUMBERLAND. I pray thee, loving wife, and gentle daughter,\n    Give even way unto my rough affairs;\n    Put not you on the visage of the times\n    And be, like them, to Percy troublesome.\n  LADY NORTHUMBERLAND. I have given over, I will speak no more.\n    Do what you will; your wisdom be your guide.\n  NORTHUMBERLAND. Alas, sweet wife, my honour is at pawn;\n    And but my going nothing can redeem it.\n  LADY PERCY. O, yet, for God's sake, go not to these wars!\n    The time was, father, that you broke your word,\n    When you were more endear'd to it than now;\n    When your own Percy, when my heart's dear Harry,\n    Threw many a northward look to see his father\n    Bring up his powers; but he did long in vain.\n    Who then persuaded you to stay at home?\n    There were two honours lost, yours and your son's.\n    For yours, the God of heaven brighten it!\n    For his, it stuck upon him as the sun\n    In the grey vault of heaven; and by his light\n    Did all the chivalry of England move\n    To do brave acts. He was indeed the glass\n    Wherein the noble youth did dress themselves.\n    He had no legs that practis'd not his gait;\n    And speaking thick, which nature made his blemish,\n    Became the accents of the valiant;\n    For those who could speak low and tardily\n    Would turn their own perfection to abuse\n    To seem like him: so that in speech, in gait,\n    In diet, in affections of delight,\n    In military rules, humours of blood,\n    He was the mark and glass, copy and book,\n    That fashion'd others. And him- O wondrous him!\n    O miracle of men!- him did you leave-\n    Second to none, unseconded by you-\n    To look upon the hideous god of war\n    In disadvantage, to abide a field\n    Where nothing but the sound of Hotspur's name\n    Did seem defensible. So you left him.\n    Never, O never, do his ghost the wrong\n    To hold your honour more precise and nice\n    With others than with him! Let them alone.\n    The Marshal and the Archbishop are strong.\n    Had my sweet Harry had but half their numbers,\n    To-day might I, hanging on Hotspur's neck,\n    Have talk'd of Monmouth's grave.\n  NORTHUMBERLAND. Beshrew your heart,\n    Fair daughter, you do draw my spirits from me\n    With new lamenting ancient oversights.\n    But I must go and meet with danger there,\n    Or it will seek me in another place,\n    And find me worse provided.\n  LADY NORTHUMBERLAND. O, fly to Scotland\n    Till that the nobles and the armed commons\n    Have of their puissance made a little taste.\n  LADY PERCY. If they get ground and vantage of the King,\n    Then join you with them, like a rib of steel,\n    To make strength stronger; but, for all our loves,\n    First let them try themselves. So did your son;\n    He was so suff'red; so came I a widow;\n    And never shall have length of life enough\n    To rain upon remembrance with mine eyes,\n    That it may grow and sprout as high as heaven,\n    For recordation to my noble husband.\n  NORTHUMBERLAND. Come, come, go in with me. 'Tis with my mind\n    As with the tide swell'd up unto his height,\n    That makes a still-stand, running neither way.\n    Fain would I go to meet the Archbishop,\n    But many thousand reasons hold me back.\n    I will resolve for Scotland. There am I,\n    Till time and vantage crave my company.               Exeunt\n\nSCENE IV. London. The Boar's Head Tavern in Eastcheap\n\nEnter FRANCIS and another DRAWER\n\n  FRANCIS. What the devil hast thou brought there-apple-johns? Thou\n    knowest Sir John cannot endure an apple-john.\n  SECOND DRAWER. Mass, thou say'st true. The Prince once set a dish\n    of apple-johns before him, and told him there were five more Sir\n    Johns; and, putting off his hat, said 'I will now take my leave\n    of these six dry, round, old, withered knights.' It ang'red him\n    to the heart; but he hath forgot that.\n  FRANCIS. Why, then, cover and set them down; and see if thou canst\n    find out Sneak's noise; Mistress Tearsheet would fain hear some\n    music.\n\n                        Enter third DRAWER\n\n  THIRD DRAWER. Dispatch! The room where they supp'd is too hot;\n    they'll come in straight.\n  FRANCIS. Sirrah, here will be the Prince and Master Poins anon; and\n    they will put on two of our jerkins and aprons; and Sir John must\n    not know of it. Bardolph hath brought word.\n  THIRD DRAWER. By the mass, here will be old uds; it will be an\n    excellent stratagem.\n  SECOND DRAWER. I'll see if I can find out Sneak.\n                                 Exeunt second and third DRAWERS\n\n                Enter HOSTESS and DOLL TEARSHEET\n\n  HOSTESS. I' faith, sweetheart, methinks now you are in an excellent\n    good temperality. Your pulsidge beats as extraordinarily as heart\n    would desire; and your colour, I warrant you, is as red as any\n    rose, in good truth, la! But, i' faith, you have drunk too much\n    canaries; and that's a marvellous searching wine, and it perfumes\n    the blood ere one can say 'What's this?' How do you now?\n  DOLL. Better than I was- hem.\n  HOSTESS. Why, that's well said; a good heart's worth gold.\n    Lo, here comes Sir John.\n\n                          Enter FALSTAFF\n\n  FALSTAFF.  [Singing]  'When Arthur first in court'- Empty the\n    jordan.  [Exit FRANCIS]- [Singing]  'And was a worthy king'- How\n    now, Mistress Doll!\n  HOSTESS. Sick of a calm; yea, good faith.\n  FALSTAFF. So is all her sect; and they be once in a calm, they are\n    sick.\n  DOLL. A pox damn you, you muddy rascal! Is that all the comfort you\n    give me?\n  FALSTAFF. You make fat rascals, Mistress Doll.\n  DOLL. I make them! Gluttony and diseases make them: I make them\n    not.\n  FALSTAFF. If the cook help to make the gluttony, you help to make\n    the diseases, Doll. We catch of you, Doll, we catch of you; grant\n    that, my poor virtue, grant that.\n  DOLL. Yea, joy, our chains and our jewels.\n  FALSTAFF. 'Your brooches, pearls, and ouches.' For to serve bravely\n    is to come halting off; you know, to come off the breach with his\n    pike bent bravely, and to surgery bravely; to venture upon the\n    charg'd chambers bravely-\n  DOLL. Hang yourself, you muddy conger, hang yourself!\n  HOSTESS. By my troth, this is the old fashion; you two never meet\n    but you fall to some discord. You are both, i' good truth, as\n    rheumatic as two dry toasts; you cannot one bear with another's\n    confirmities. What the good-year! one must bear, and that must be\n    you. You are the weaker vessel, as as they say, the emptier\n    vessel.\n  DOLL. Can a weak empty vessel bear such a huge full hogs-head?\n    There's a whole merchant's venture of Bourdeaux stuff in him; you\n    have not seen a hulk better stuff'd in the hold. Come, I'll be\n    friends with thee, Jack. Thou art going to the wars; and whether\n    I shall ever see thee again or no, there is nobody cares.\n\n                            Re-enter FRANCIS\n\n  FRANCIS. Sir, Ancient Pistol's below and would speak with you.\n  DOLL. Hang him, swaggering rascal! Let him not come hither; it is\n    the foul-mouth'dst rogue in England.\n  HOSTESS. If he swagger, let him not come here. No, by my faith! I\n    must live among my neighbours; I'll no swaggerers. I am in good\n    name and fame with the very best. Shut the door. There comes no\n    swaggerers here; I have not liv'd all this while to have\n    swaggering now. Shut the door, I pray you.\n  FALSTAFF. Dost thou hear, hostess?\n  HOSTESS. Pray ye, pacify yourself, Sir John; there comes no\n    swaggerers here.\n  FALSTAFF. Dost thou hear? It is mine ancient.\n  HOSTESS. Tilly-fally, Sir John, ne'er tell me; and your ancient\n    swagg'rer comes not in my doors. I was before Master Tisick, the\n    debuty, t' other day; and, as he said to me- 'twas no longer ago\n    than Wednesday last, i' good faith!- 'Neighbour Quickly,' says\n    he- Master Dumbe, our minister, was by then- 'Neighbour Quickly,'\n    says he 'receive those that are civil, for' said he 'you are in\n    an ill name.' Now 'a said so, I can tell whereupon. 'For' says he\n    'you are an honest woman and well thought on, therefore take heed\n    what guests you receive. Receive' says he 'no swaggering\n    companions.' There comes none here. You would bless you to hear\n    what he said. No, I'll no swagg'rers.\n  FALSTAFF. He's no swagg'rer, hostess; a tame cheater, i' faith; you\n    may stroke him as gently as a puppy greyhound. He'll not swagger\n    with a Barbary hen, if her feathers turn back in any show of\n    resistance. Call him up, drawer.\n                                                    Exit FRANCIS\n  HOSTESS. Cheater, call you him? I will bar no honest man my house,\n    nor no cheater; but I do not love swaggering, by my troth. I am\n    the worse when one says 'swagger.' Feel, masters, how I shake;\n    look you, I warrant you.\n  DOLL. So you do, hostess.\n  HOSTESS. Do I? Yea, in very truth, do I, an 'twere an aspen leaf. I\n    cannot abide swagg'rers.\n\n                   Enter PISTOL, BARDOLPH, and PAGE\n\n  PISTOL. God save you, Sir John!\n  FALSTAFF. Welcome, Ancient Pistol. Here, Pistol, I charge you with\n    a cup of sack; do you discharge upon mine hostess.\n  PISTOL. I will discharge upon her, Sir John, with two bullets.\n  FALSTAFF. She is pistol-proof, sir; you shall not hardly offend\n    her.\n  HOSTESS. Come, I'll drink no proofs nor no bullets. I'll drink no\n    more than will do me good, for no man's pleasure, I.\n  PISTOL. Then to you, Mistress Dorothy; I will charge you.\n  DOLL. Charge me! I scorn you, scurvy companion. What! you poor,\n    base, rascally, cheating, lack-linen mate! Away, you mouldy\n    rogue, away! I am meat for your master.\n  PISTOL. I know you, Mistress Dorothy.\n  DOLL. Away, you cut-purse rascal! you filthy bung, away! By this\n    wine, I'll thrust my knife in your mouldy chaps, an you play the\n    saucy cuttle with me. Away, you bottle-ale rascal! you\n    basket-hilt stale juggler, you! Since when, I pray you, sir?\n    God's light, with two points on your shoulder? Much!\n  PISTOL. God let me not live but I will murder your ruff for this.\n  FALSTAFF. No more, Pistol; I would not have you go off here.\n    Discharge yourself of our company, Pistol.\n  HOSTESS. No, good Captain Pistol; not here, sweet captain.\n  DOLL. Captain! Thou abominable damn'd cheater, art thou not ashamed\n    to be called captain? An captains were of my mind, they would\n    truncheon you out, for taking their names upon you before you\n    have earn'd them. You a captain! you slave, for what? For tearing\n    a poor whore's ruff in a bawdy-house? He a captain! hang him,\n    rogue! He lives upon mouldy stew'd prunes and dried cakes. A\n    captain! God's light, these villains will make the word as odious\n    as the word 'occupy'; which was an excellent good word before it\n    was ill sorted. Therefore captains had need look to't.\n  BARDOLPH. Pray thee go down, good ancient.\n  FALSTAFF. Hark thee hither, Mistress Doll.\n  PISTOL. Not I! I tell thee what, Corporal Bardolph, I could tear\n    her; I'll be reveng'd of her.\n  PAGE. Pray thee go down.\n  PISTOL. I'll see her damn'd first; to Pluto's damn'd lake, by this\n    hand, to th' infernal deep, with Erebus and tortures vile also.\n    Hold hook and line, say I. Down, down, dogs! down, faitors! Have\n    we not Hiren here?\n  HOSTESS. Good Captain Peesel, be quiet; 'tis very late, i' faith; I\n    beseek you now, aggravate your choler.\n  PISTOL. These be good humours, indeed! Shall packhorses,\n    And hollow pamper'd jades of Asia,\n    Which cannot go but thirty mile a day,\n    Compare with Caesars, and with Cannibals,\n    And Troiant Greeks? Nay, rather damn them with\n    King Cerberus; and let the welkin roar.\n    Shall we fall foul for toys?\n  HOSTESS. By my troth, Captain, these are very bitter words.\n  BARDOLPH. Be gone, good ancient; this will grow to a brawl anon.\n  PISTOL. Die men like dogs! Give crowns like pins! Have we not Hiren\n    here?\n  HOSTESS. O' my word, Captain, there's none such here. What the\n    good-year! do you think I would deny her? For God's sake, be\n    quiet.\n  PISTOL. Then feed and be fat, my fair Calipolis.\n    Come, give's some sack.\n    'Si fortune me tormente sperato me contento.'\n    Fear we broadsides? No, let the fiend give fire.\n    Give me some sack; and, sweetheart, lie thou there.\n                                         [Laying down his sword]\n    Come we to full points here, and are etceteras nothings?\n  FALSTAFF. Pistol, I would be quiet.\n  PISTOL. Sweet knight, I kiss thy neaf. What! we have seen the seven\n    stars.\n  DOLL. For God's sake thrust him down stairs; I cannot endure such a\n    fustian rascal.\n  PISTOL. Thrust him down stairs! Know we not Galloway nags?\n  FALSTAFF. Quoit him down, Bardolph, like a shove-groat shilling.\n    Nay, an 'a do nothing but speak nothing, 'a shall be nothing\n    here.\n  BARDOLPH. Come, get you down stairs.\n  PISTOL. What! shall we have incision? Shall we imbrue?\n                                        [Snatching up his sword]\n    Then death rock me asleep, abridge my doleful days!\n    Why, then, let grievous, ghastly, gaping wounds\n    Untwine the Sisters Three! Come, Atropos, I say!\n  HOSTESS. Here's goodly stuff toward!\n  FALSTAFF. Give me my rapier, boy.\n  DOLL. I pray thee, Jack, I pray thee, do not draw.\n  FALSTAFF. Get you down stairs.\n                                [Drawing and driving PISTOL out]\n  HOSTESS. Here's a goodly tumult! I'll forswear keeping house afore\n    I'll be in these tirrits and frights. So; murder, I warrant now.\n    Alas, alas! put up your naked weapons, put up your naked weapons.\n                                      Exeunt PISTOL and BARDOLPH\n  DOLL. I pray thee, Jack, be quiet; the rascal's gone. Ah, you\n    whoreson little valiant villain, you!\n  HOSTESS. Are you not hurt i' th' groin? Methought 'a made a shrewd\n    thrust at your belly.\n\n                        Re-enter BARDOLPH\n\n  FALSTAFF. Have you turn'd him out a doors?\n  BARDOLPH. Yea, sir. The rascal's drunk. You have hurt him, sir, i'\n    th' shoulder.\n  FALSTAFF. A rascal! to brave me!\n  DOLL. Ah, you sweet little rogue, you! Alas, poor ape, how thou\n    sweat'st! Come, let me wipe thy face. Come on, you whoreson\n    chops. Ah, rogue! i' faith, I love thee. Thou art as valorous as\n    Hector of Troy, worth five of Agamemnon, and ten times better\n    than the Nine Worthies. Ah, villain!\n  FALSTAFF. A rascally slave! I will toss the rogue in a blanket.\n  DOLL. Do, an thou dar'st for thy heart. An thou dost, I'll canvass\n    thee between a pair of sheets.\n\n                          Enter musicians\n\n  PAGE. The music is come, sir.\n  FALSTAFF. Let them play. Play, sirs. Sit on my knee, Don. A rascal\n    bragging slave! The rogue fled from me like quick-silver.\n  DOLL. I' faith, and thou follow'dst him like a church. Thou\n    whoreson little tidy Bartholomew boar-pig, when wilt thou leave\n    fighting a days and foining a nights, and begin to patch up thine\n    old body for heaven?\n\n       Enter, behind, PRINCE HENRY and POINS disguised as drawers\n\n  FALSTAFF. Peace, good Doll! Do not speak like a death's-head; do\n    not bid me remember mine end.\n  DOLL. Sirrah, what humour's the Prince of?\n  FALSTAFF. A good shallow young fellow. 'A would have made a good\n    pantler; 'a would ha' chipp'd bread well.\n  DOLL. They say Poins has a good wit.\n  FALSTAFF. He a good wit! hang him, baboon! His wit's as thick as\n    Tewksbury mustard; there's no more conceit in him than is in a\n    mallet.\n  DOLL. Why does the Prince love him so, then?\n  FALSTAFF. Because their legs are both of a bigness, and 'a plays at\n    quoits well, and eats conger and fennel, and drinks off candles'\n    ends for flap-dragons, and rides the wild mare with the boys, and\n    jumps upon join'd-stools, and swears with a good grace, and wears\n    his boots very smooth, like unto the sign of the Leg, and breeds\n    no bate with telling of discreet stories; and such other gambol\n    faculties 'a has, that show a weak mind and an able body, for the\n    which the Prince admits him. For the Prince himself is such\n    another; the weight of a hair will turn the scales between their\n    avoirdupois.\n  PRINCE. Would not this nave of a wheel have his ears cut off?\n  POINS. Let's beat him before his whore.\n  PRINCE. Look whe'er the wither'd elder hath not his poll claw'd\n    like a parrot.\n  POINS. Is it not strange that desire should so many years outlive\n    performance?\n  FALSTAFF. Kiss me, Doll.\n  PRINCE. Saturn and Venus this year in conjunction! What says th'\n    almanac to that?\n  POINS. And look whether the fiery Trigon, his man, be not lisping\n    to his master's old tables, his note-book, his counsel-keeper.\n  FALSTAFF. Thou dost give me flattering busses.\n  DOLL. By my troth, I kiss thee with a most constant heart.\n  FALSTAFF. I am old, I am old.\n  DOLL. I love thee better than I love e'er a scurvy young boy of\n    them all.\n  FALSTAFF. What stuff wilt have a kirtle of? I shall receive money a\n    Thursday. Shalt have a cap to-morrow. A merry song, come. 'A\n    grows late; we'll to bed. Thou't forget me when I am gone.\n  DOLL. By my troth, thou't set me a-weeping, an thou say'st so.\n    Prove that ever I dress myself handsome till thy return. Well,\n    hearken a' th' end.\n  FALSTAFF. Some sack, Francis.\n  PRINCE & POINS. Anon, anon, sir.                   [Advancing]\n  FALSTAFF. Ha! a bastard son of the King's? And art thou not Poins\n    his brother?\n  PRINCE. Why, thou globe of sinful continents, what a life dost thou\n    lead!\n  FALSTAFF. A better than thou. I am a gentleman: thou art a drawer.\n  PRINCE. Very true, sir, and I come to draw you out by the ears.\n  HOSTESS. O, the Lord preserve thy Grace! By my troth, welcome to\n    London. Now the Lord bless that sweet face of thine. O Jesu, are\n    you come from Wales?\n  FALSTAFF. Thou whoreson mad compound of majesty, by this light\n    flesh and corrupt blood, thou art welcome.\n                                    [Leaning his band upon DOLL]\n  DOLL. How, you fat fool! I scorn you.\n  POINS. My lord, he will drive you out of your revenge and turn all\n    to a merriment, if you take not the heat.\n  PRINCE. YOU whoreson candle-mine, you, how vilely did you speak of\n    me even now before this honest, virtuous, civil gentlewoman!\n  HOSTESS. God's blessing of your good heart! and so she is, by my\n    troth.\n  FALSTAFF. Didst thou hear me?\n  PRINCE. Yea; and you knew me, as you did when you ran away by\n    Gadshill. You knew I was at your back, and spoke it on purpose to\n    try my patience.\n  FALSTAFF. No, no, no; not so; I did not think thou wast within\n    hearing.\n  PRINCE. I shall drive you then to confess the wilful abuse, and\n    then I know how to handle you.\n  FALSTAFF. No abuse, Hal, o' mine honour; no abuse.\n  PRINCE. Not- to dispraise me, and call me pander, and\n    bread-chipper, and I know not what!\n  FALSTAFF. No abuse, Hal.\n  POINS. No abuse!\n  FALSTAFF. No abuse, Ned, i' th' world; honest Ned, none. I\n    disprais'd him before the wicked- that the wicked might not fall\n    in love with thee; in which doing, I have done the part of a\n    careful friend and a true subject; and thy father is to give me\n    thanks for it. No abuse, Hal; none, Ned, none; no, faith, boys,\n    none.\n  PRINCE. See now, whether pure fear and entire cowardice doth not\n    make thee wrong this virtuous gentlewoman to close with us? Is\n    she of the wicked? Is thine hostess here of the wicked? Or is thy\n    boy of the wicked? Or honest Bardolph, whose zeal burns in his\n    nose, of the wicked?\n  POINS. Answer, thou dead elm, answer.\n  FALSTAFF. The fiend hath prick'd down Bardolph irrecoverable; and\n    his face is Lucifer's privy-kitchen, where he doth nothing but\n    roast malt-worms. For the boy- there is a good angel about him;\n    but the devil outbids him too.\n  PRINCE. For the women?\n  FALSTAFF. For one of them- she's in hell already, and burns poor\n    souls. For th' other- I owe her money; and whether she be damn'd\n    for that, I know not.\n  HOSTESS. No, I warrant you.\n  FALSTAFF. No, I think thou art not; I think thou art quit for that.\n    Marry, there is another indictment upon thee for suffering flesh\n    to be eaten in thy house, contrary to the law; for the which I\n    think thou wilt howl.\n  HOSTESS. All vict'lers do so. What's a joint of mutton or two in a\n    whole Lent?\n  PRINCE. You, gentlewoman-\n  DOLL. What says your Grace?\n  FALSTAFF. His Grace says that which his flesh rebels against.\n                                               [Knocking within]\n  HOSTESS. Who knocks so loud at door? Look to th' door there,\n    Francis.\n\n                              Enter PETO\n\n  PRINCE. Peto, how now! What news?\n  PETO. The King your father is at Westminster;\n    And there are twenty weak and wearied posts\n    Come from the north; and as I came along\n    I met and overtook a dozen captains,\n    Bare-headed, sweating, knocking at the taverns,\n    And asking every one for Sir John Falstaff.\n  PRINCE. By heaven, Poins, I feel me much to blame\n    So idly to profane the precious time,\n    When tempest of commotion, like the south,\n    Borne with black vapour, doth begin to melt\n    And drop upon our bare unarmed heads.\n    Give me my sword and cloak. Falstaff, good night.\n\n                        Exeunt PRINCE, POINS, PETO, and BARDOLPH\n\n  FALSTAFF. Now comes in the sweetest morsel of the night, and we\n    must hence, and leave it unpick'd.  [Knocking within]  More\n    knocking at the door!\n\n                      Re-enter BARDOLPH\n\n    How now! What's the matter?\n  BARDOLPH. You must away to court, sir, presently;\n    A dozen captains stay at door for you.\n  FALSTAFF.  [To the PAGE]. Pay the musicians, sirrah.- Farewell,\n    hostess; farewell, Doll. You see, my good wenches, how men of\n    merit are sought after; the undeserver may sleep, when the man of\n    action is call'd on. Farewell, good wenches. If I be not sent\n    away post, I will see you again ere I go.\n  DOLL. I cannot speak. If my heart be not ready to burst!\n    Well, sweet Jack, have a care of thyself.\n  FALSTAFF. Farewell, farewell.\n                                    Exeunt FALSTAFF and BARDOLPH\n  HOSTESS. Well, fare thee well. I have known thee these twenty-nine\n    years, come peascod-time; but an honester and truer-hearted man\n    -well fare thee well.\n  BARDOLPH.  [ Within]  Mistress Tearsheet!\n  HOSTESS. What's the matter?\n  BARDOLPH.  [ Within]  Bid Mistress Tearsheet come to my master.\n  HOSTESS. O, run Doll, run, run, good Come.  [To BARDOLPH]  She\n    comes blubber'd.- Yea, will you come, Doll?           Exeunt\n\nACT III. SCENE I. Westminster. The palace\n\nEnter the KING in his nightgown, with a page\n\n  KING. Go call the Earls of Surrey and of Warwick;\n    But, ere they come, bid them o'er-read these letters\n    And well consider of them. Make good speed.        Exit page\n    How many thousands of my poorest subjects\n    Are at this hour asleep! O sleep, O gentle sleep,\n    Nature's soft nurse, how have I frightened thee,\n    That thou no more will weigh my eyelids down,\n    And steep my senses in forgetfulness?\n    Why rather, sleep, liest thou in smoky cribs,\n    Upon uneasy pallets stretching thee,\n    And hush'd with buzzing night-flies to thy slumber,\n    Than in the perfum'd chambers of the great,\n    Under the canopies of costly state,\n    And lull'd with sound of sweetest melody?\n    O thou dull god, why liest thou with the vile\n    In loathsome beds, and leav'st the kingly couch\n    A watch-case or a common 'larum-bell?\n    Wilt thou upon the high and giddy mast\n    Seal up the ship-boy's eyes, and rock his brains\n    In cradle of the rude imperious surge,\n    And in the visitation of the winds,\n    Who take the ruffian billows by the top,\n    Curling their monstrous heads, and hanging them\n    With deafing clamour in the slippery clouds,\n    That with the hurly death itself awakes?\n    Canst thou, O partial sleep, give thy repose\n    To the wet sea-boy in an hour so rude;\n    And in the calmest and most stillest night,\n    With all appliances and means to boot,\n    Deny it to a king? Then, happy low, lie down!\n    Uneasy lies the head that wears a crown.\n\n                    Enter WARWICK and Surrey\n\n  WARWICK. Many good morrows to your Majesty!\n  KING. Is it good morrow, lords?\n  WARWICK. 'Tis one o'clock, and past.\n  KING. Why then, good morrow to you all, my lords.\n    Have you read o'er the letters that I sent you?\n  WARWICK. We have, my liege.\n  KING. Then you perceive the body of our kingdom\n    How foul it is; what rank diseases grow,\n    And with what danger, near the heart of it.\n  WARWICK. It is but as a body yet distempered;\n    Which to his former strength may be restored\n    With good advice and little medicine.\n    My Lord Northumberland will soon be cool'd.\n  KING. O God! that one might read the book of fate,\n    And see the revolution of the times\n    Make mountains level, and the continent,\n    Weary of solid firmness, melt itself\n    Into the sea; and other times to see\n    The beachy girdle of the ocean\n    Too wide for Neptune's hips; how chances mock,\n    And changes fill the cup of alteration\n    With divers liquors! O, if this were seen,\n    The happiest youth, viewing his progress through,\n    What perils past, what crosses to ensue,\n    Would shut the book and sit him down and die.\n    'Tis not ten years gone\n    Since Richard and Northumberland, great friends,\n    Did feast together, and in two years after\n    Were they at wars. It is but eight years since\n    This Percy was the man nearest my soul;\n    Who like a brother toil'd in my affairs\n    And laid his love and life under my foot;\n    Yea, for my sake, even to the eyes of Richard\n    Gave him defiance. But which of you was by-\n    [To WARWICK]  You, cousin Nevil, as I may remember-\n    When Richard, with his eye brim full of tears,\n    Then check'd and rated by Northumberland,\n    Did speak these words, now prov'd a prophecy?\n    'Northumberland, thou ladder by the which\n    My cousin Bolingbroke ascends my throne'-\n    Though then, God knows, I had no such intent\n    But that necessity so bow'd the state\n    That I and greatness were compell'd to kiss-\n    'The time shall come'- thus did he follow it-\n    'The time will come that foul sin, gathering head,\n    Shall break into corruption' so went on,\n    Foretelling this same time's condition\n    And the division of our amity.\n  WARWICK. There is a history in all men's lives,\n    Figuring the natures of the times deceas'd;\n    The which observ'd, a man may prophesy,\n    With a near aim, of the main chance of things\n    As yet not come to life, who in their seeds\n    And weak beginning lie intreasured.\n    Such things become the hatch and brood of time;\n    And, by the necessary form of this,\n    King Richard might create a perfect guess\n    That great Northumberland, then false to him,\n    Would of that seed grow to a greater falseness;\n    Which should not find a ground to root upon\n    Unless on you.\n  KING. Are these things then necessities?\n    Then let us meet them like necessities;\n    And that same word even now cries out on us.\n    They say the Bishop and Northumberland\n    Are fifty thousand strong.\n  WARWICK. It cannot be, my lord.\n    Rumour doth double, like the voice and echo,\n    The numbers of the feared. Please it your Grace\n    To go to bed. Upon my soul, my lord,\n    The powers that you already have sent forth\n    Shall bring this prize in very easily.\n    To comfort you the more, I have receiv'd\n    A certain instance that Glendower is dead.\n    Your Majesty hath been this fortnight ill;\n    And these unseasoned hours perforce must ad\n    Unto your sickness.\n  KING. I will take your counsel.\n    And, were these inward wars once out of hand,\n    We would, dear lords, unto the Holy Land.            Exeunt\n\nSCENE II. Gloucestershire. Before Justice, SHALLOW'S house\n\nEnter SHALLOW and SILENCE, meeting; MOULDY, SHADOW, WART, FEEBLE,\nBULLCALF, and servants behind\n\n  SHALLOW. Come on, come on, come on; give me your hand, sir; give me\n    your hand, sir. An early stirrer, by the rood! And how doth my\n    good cousin Silence?\n  SILENCE. Good morrow, good cousin Shallow.\n  SHALLOW. And how doth my cousin, your bed-fellow? and your fairest\n    daughter and mine, my god-daughter Ellen?\n  SILENCE. Alas, a black ousel, cousin Shallow!\n  SHALLOW. By yea and no, sir. I dare say my cousin William is become\n    a good scholar; he is at Oxford still, is he not?\n  SILENCE. Indeed, sir, to my cost.\n  SHALLOW. 'A must, then, to the Inns o' Court shortly. I was once of\n    Clement's Inn; where I think they will talk of mad Shallow yet.\n  SILENCE. You were call'd 'lusty Shallow' then, cousin.\n  SHALLOW. By the mass, I was call'd anything; and I would have done\n    anything indeed too, and roundly too. There was I, and little\n    John Doit of Staffordshire, and black George Barnes, and Francis\n    Pickbone, and Will Squele a Cotsole man- you had not four such\n    swinge-bucklers in all the Inns of Court again. And I may say to\n    you we knew where the bona-robas were, and had the best of them\n    all at commandment. Then was Jack Falstaff, now Sir John, boy,\n    and page to Thomas Mowbray, Duke of Norfolk.\n  SILENCE. This Sir John, cousin, that comes hither anon about\n    soldiers?\n  SHALLOW. The same Sir John, the very same. I see him break\n    Scoggin's head at the court gate, when 'a was a crack not thus\n    high; and the very same day did I fight with one Sampson\n    Stockfish, a fruiterer, behind Gray's Inn. Jesu, Jesu, the mad\n    days that I have spent! and to see how many of my old\n    acquaintance are dead!\n  SILENCE. We shall all follow, cousin.\n  SHALLOW. Certain, 'tis certain; very sure, very sure. Death, as the\n    Psalmist saith, is certain to all; all shall die. How a good yoke\n    of bullocks at Stamford fair?\n  SILENCE. By my troth, I was not there.\n  SHALLOW. Death is certain. Is old Double of your town living yet?\n  SILENCE. Dead, sir.\n  SHALLOW. Jesu, Jesu, dead! drew a good bow; and dead! 'A shot a\n    fine shoot. John a Gaunt loved him well, and betted much money on\n    his head. Dead! 'A would have clapp'd i' th' clout at twelve\n    score, and carried you a forehand shaft a fourteen and fourteen\n    and a half, that it would have done a man's heart good to see.\n    How a score of ewes now?\n  SILENCE. Thereafter as they be- a score of good ewes may be worth\n    ten pounds.\n  SHALLOW. And is old Double dead?\n\n                    Enter BARDOLPH, and one with him\n\n  SILENCE. Here come two of Sir John Falstaffs men, as I think.\n  SHALLOW. Good morrow, honest gentlemen.\n  BARDOLPH. I beseech you, which is Justice Shallow?\n  SHALLOW. I am Robert Shallow, sir, a poor esquire of this county,\n    and one of the King's justices of the peace. What is your good\n    pleasure with me?\n  BARDOLPH. My captain, sir, commends him to you; my captain, Sir\n    John Falstaff- a tall gentleman, by heaven, and a most gallant\n    leader.\n  SHALLOW. He greets me well, sir; I knew him a good back-sword man.\n    How doth the good knight? May I ask how my lady his wife doth?\n  BARDOLPH. Sir, pardon; a soldier is better accommodated than with a\n    wife.\n  SHALLOW. It is well said, in faith, sir; and it is well said indeed\n    too. 'Better accommodated!' It is good; yea, indeed, is it. Good\n    phrases are surely, and ever were, very commendable.\n    'Accommodated!' It comes of accommodo. Very good; a good phrase.\n  BARDOLPH. Pardon, sir; I have heard the word. 'Phrase' call you it?\n    By this day, I know not the phrase; but I will maintain the word\n    with my sword to be a soldier-like word, and a word of exceeding\n    good command, by heaven. Accommodated: that is, when a man is, as\n    they say, accommodated; or, when a man is being-whereby 'a may be\n    thought to be accommodated; which is an excellent thing.\n\n                              Enter FALSTAFF\n\n  SHALLOW. It is very just. Look, here comes good Sir John. Give me\n    your good hand, give me your worship's good hand. By my troth,\n    you like well and bear your years very well. Welcome, good Sir\n    John.\n  FALSTAFF. I am glad to see you well, good Master Robert Shallow.\n    Master Surecard, as I think?\n  SHALLOW. No, Sir John; it is my cousin Silence, in commission with\n   me.\n  FALSTAFF. Good Master Silence, it well befits you should be of the\n    peace.\n  SILENCE. Your good worship is welcome.\n  FALSTAFF. Fie! this is hot weather. Gentlemen, have you provided me\n    here half a dozen sufficient men?\n  SHALLOW. Marry, have we, sir. Will you sit?\n  FALSTAFF. Let me see them, I beseech you.\n  SHALLOW. Where's the roll? Where's the roll? Where's the roll? Let\n    me see, let me see, let me see. So, so, so, so,- so, so- yea,\n    marry, sir. Rafe Mouldy! Let them appear as I call; let them do\n    so, let them do so. Let me see; where is Mouldy?\n  MOULDY. Here, an't please you.\n  SHALLOW. What think you, Sir John? A good-limb'd fellow; young,\n    strong, and of good friends.\n  FALSTAFF. Is thy name Mouldy?\n  MOULDY. Yea, an't please you.\n  FALSTAFF. 'Tis the more time thou wert us'd.\n  SHALLOW. Ha, ha, ha! most excellent, i' faith! Things that are\n    mouldy lack use. Very singular good! In faith, well said, Sir\n    John; very well said.\n  FALSTAFF. Prick him.\n  MOULDY. I was prick'd well enough before, an you could have let me\n    alone. My old dame will be undone now for one to do her husbandry\n    and her drudgery. You need not to have prick'd me; there are\n    other men fitter to go out than I.\n  FALSTAFF. Go to; peace, Mouldy; you shall go. Mouldy, it is time\n    you were spent.\n  MOULDY. Spent!\n  SHALLOW. Peace, fellow, peace; stand aside; know you where you are?\n    For th' other, Sir John- let me see. Simon Shadow!\n  FALSTAFF. Yea, marry, let me have him to sit under. He's like to be\n    a cold soldier.\n  SHALLOW. Where's Shadow?\n  SHADOW. Here, sir.\n  FALSTAFF. Shadow, whose son art thou?\n  SHADOW. My mother's son, sir.\n  FALSTAFF. Thy mother's son! Like enough; and thy father's shadow.\n    So the son of the female is the shadow of the male. It is often\n    so indeed; but much of the father's substance!\n  SHALLOW. Do you like him, Sir John?\n  FALSTAFF. Shadow will serve for summer. Prick him; for we have a\n    number of shadows fill up the muster-book.\n  SHALLOW. Thomas Wart!\n  FALSTAFF. Where's he?\n  WART. Here, sir.\n  FALSTAFF. Is thy name Wart?\n  WART. Yea, sir.\n  FALSTAFF. Thou art a very ragged wart.\n  SHALLOW. Shall I prick him, Sir John?\n  FALSTAFF. It were superfluous; for his apparel is built upon his\n    back, and the whole frame stands upon pins. Prick him no more.\n  SHALLOW. Ha, ha, ha! You can do it, sir; you can do it. I commend\n    you well. Francis Feeble!\n  FEEBLE. Here, sir.\n  FALSTAFF. What trade art thou, Feeble?\n  FEEBLE. A woman's tailor, sir.\n  SHALLOW. Shall I prick him, sir?\n  FALSTAFF. You may; but if he had been a man's tailor, he'd ha'\n    prick'd you. Wilt thou make as many holes in an enemy's battle as\n    thou hast done in a woman's petticoat?\n  FEEBLE. I will do my good will, sir; you can have no more.\n  FALSTAFF. Well said, good woman's tailor! well said, courageous\n    Feeble! Thou wilt be as valiant as the wrathful dove or most\n    magnanimous mouse. Prick the woman's tailor- well, Master\n    Shallow, deep, Master Shallow.\n  FEEBLE. I would Wart might have gone, sir.\n  FALSTAFF. I would thou wert a man's tailor, that thou mightst mend\n    him and make him fit to go. I cannot put him to a private\n    soldier, that is the leader of so many thousands. Let that\n    suffice, most forcible Feeble.\n  FEEBLE. It shall suffice, sir.\n  FALSTAFF. I am bound to thee, reverend Feeble. Who is next?\n  SHALLOW. Peter Bullcalf o' th' green!\n  FALSTAFF. Yea, marry, let's see Bullcalf.\n  BULLCALF. Here, sir.\n  FALSTAFF. Fore God, a likely fellow! Come, prick me Bullcalf till\n    he roar again.\n  BULLCALF. O Lord! good my lord captain-\n  FALSTAFF. What, dost thou roar before thou art prick'd?\n  BULLCALF. O Lord, sir! I am a diseased man.\n  FALSTAFF. What disease hast thou?\n  BULLCALF. A whoreson cold, sir, a cough, sir, which I caught with\n    ringing in the King's affairs upon his coronation day, sir.\n  FALSTAFF. Come, thou shalt go to the wars in a gown. We will have\n    away thy cold; and I will take such order that thy friends shall\n    ring for thee. Is here all?\n  SHALLOW. Here is two more call'd than your number. You must have\n    but four here, sir; and so, I pray you, go in with me to dinner.\n  FALSTAFF. Come, I will go drink with you, but I cannot tarry\n    dinner. I am glad to see you, by my troth, Master Shallow.\n  SHALLOW. O, Sir John, do you remember since we lay all night in the\n    windmill in Saint George's Field?\n  FALSTAFF. No more of that, Master Shallow, no more of that.\n  SHALLOW. Ha, 'twas a merry night. And is Jane Nightwork alive?\n  FALSTAFF. She lives, Master Shallow.\n  SHALLOW. She never could away with me.\n  FALSTAFF. Never, never; she would always say she could not abide\n    Master Shallow.\n  SHALLOW. By the mass, I could anger her to th' heart. She was then\n    a bona-roba. Doth she hold her own well?\n  FALSTAFF. Old, old, Master Shallow.\n  SHALLOW. Nay, she must be old; she cannot choose but be old;\n    certain she's old; and had Robin Nightwork, by old Nightwork,\n    before I came to Clement's Inn.\n  SILENCE. That's fifty-five year ago.\n  SHALLOW. Ha, cousin Silence, that thou hadst seen that that this\n    knight and I have seen! Ha, Sir John, said I well?\n  FALSTAFF. We have heard the chimes at midnight, Master Shallow.\n  SHALLOW. That we have, that we have, that we have; in faith, Sir\n    John, we have. Our watchword was 'Hem, boys!' Come, let's to\n    dinner; come, let's to dinner. Jesus, the days that we have seen!\n    Come, come.\n                                Exeunt FALSTAFF and the JUSTICES\n  BULLCALF. Good Master Corporate Bardolph, stand my friend; and\n    here's four Harry ten shillings in French crowns for you. In very\n    truth, sir, I had as lief be hang'd, sir, as go. And yet, for\n    mine own part, sir, I do not care; but rather because I am\n    unwilling and, for mine own part, have a desire to stay with my\n    friends; else, sir, I did not care for mine own part so much.\n  BARDOLPH. Go to; stand aside.\n  MOULDY. And, good Master Corporal Captain, for my old dame's sake,\n    stand my friend. She has nobody to do anything about her when I\n    am gone; and she is old, and cannot help herself. You shall have\n    forty, sir.\n  BARDOLPH. Go to; stand aside.\n  FEEBLE. By my troth, I care not; a man can die but once; we owe God\n    a death. I'll ne'er bear a base mind. An't be my destiny, so;\n    an't be not, so. No man's too good to serve 's Prince; and, let\n    it go which way it will, he that dies this year is quit for the\n    next.\n  BARDOLPH. Well said; th'art a good fellow.\n  FEEBLE. Faith, I'll bear no base mind.\n\n                    Re-enter FALSTAFF and the JUSTICES\n\n  FALSTAFF. Come, sir, which men shall I have?\n  SHALLOW. Four of which you please.\n  BARDOLPH. Sir, a word with you. I have three pound to free Mouldy\n    and Bullcalf.\n  FALSTAFF. Go to; well.\n  SHALLOW. Come, Sir John, which four will you have?\n  FALSTAFF. Do you choose for me.\n  SHALLOW. Marry, then- Mouldy, Bullcalf, Feeble, and Shadow.\n  FALSTAFF. Mouldy and Bullcalf: for you, Mouldy, stay at home till\n    you are past service; and for your part, Bullcalf, grow you come\n    unto it. I will none of you.\n  SHALLOW. Sir John, Sir John, do not yourself wrong. They are your\n    likeliest men, and I would have you serv'd with the best.\n  FALSTAFF. Will you tell me, Master Shallow, how to choose a man?\n    Care I for the limb, the thews, the stature, bulk, and big\n    assemblance of a man! Give me the spirit, Master Shallow. Here's\n    Wart; you see what a ragged appearance it is. 'A shall charge you\n    and discharge you with the motion of a pewterer's hammer, come\n    off and on swifter than he that gibbets on the brewer's bucket.\n    And this same half-fac'd fellow, Shadow- give me this man. He\n    presents no mark to the enemy; the foeman may with as great aim\n    level at the edge of a penknife. And, for a retreat- how swiftly\n    will this Feeble, the woman's tailor, run off! O, give me the\n    spare men, and spare me the great ones. Put me a caliver into\n    Wart's hand, Bardolph.\n  BARDOLPH. Hold, Wart. Traverse- thus, thus, thus.\n  FALSTAFF. Come, manage me your caliver. So- very well. Go to; very\n    good; exceeding good. O, give me always a little, lean, old,\n    chopt, bald shot. Well said, i' faith, Wart; th'art a good scab.\n    Hold, there's a tester for thee.\n  SHALLOW. He is not his craft's master, he doth not do it right. I\n    remember at Mile-end Green, when I lay at Clement's Inn- I was\n    then Sir Dagonet in Arthur's show- there was a little quiver\n    fellow, and 'a would manage you his piece thus; and 'a would\n    about and about, and come you in and come you in. 'Rah, tah,\n    tah!' would 'a say; 'Bounce!' would 'a say; and away again would\n    'a go, and again would 'a come. I shall ne'er see such a fellow.\n  FALSTAFF. These fellows will do well. Master Shallow, God keep you!\n    Master Silence, I will not use many words with you: Fare you\n    well! Gentlemen both, I thank you. I must a dozen mile to-night.\n    Bardolph, give the soldiers coats.\n  SHALLOW. Sir John, the Lord bless you; God prosper your affairs;\n    God send us peace! At your return, visit our house; let our old\n    acquaintance be renewed. Peradventure I will with ye to the\n    court.\n  FALSTAFF. Fore God, would you would.\n  SHALLOW. Go to; I have spoke at a word. God keep you.\n  FALSTAFF. Fare you well, gentle gentlemen.  [Exeunt JUSTICES]  On,\n    Bardolph; lead the men away.  [Exeunt all but FALSTAFF]  As I\n    return, I will fetch off these justices. I do see the bottom of\n    justice Shallow. Lord, Lord, how subject we old men are to this\n    vice of lying! This same starv'd justice hath done nothing but\n    prate to me of the wildness of his youth and the feats he hath\n    done about Turnbull Street; and every third word a lie, duer paid\n    to the hearer than the Turk's tribute. I do remember him at\n    Clement's Inn, like a man made after supper of a cheese-paring.\n    When 'a was naked, he was for all the world like a fork'd radish,\n    with a head fantastically carved upon it with a knife. 'A was so\n    forlorn that his dimensions to any thick sight were invisible. 'A\n    was the very genius of famine; yet lecherous as a monkey, and the\n    whores call'd him mandrake. 'A came ever in the rearward of the\n    fashion, and sung those tunes to the overscutch'd huswifes that\n    he heard the carmen whistle, and sware they were his fancies or\n    his good-nights. And now is this Vice's dagger become a squire,\n    and talks as familiarly of John a Gaunt as if he had been sworn\n    brother to him; and I'll be sworn 'a ne'er saw him but once in\n    the Tiltyard; and then he burst his head for crowding among the\n    marshal's men. I saw it, and told John a Gaunt he beat his own\n    name; for you might have thrust him and all his apparel into an\n    eel-skin; the case of a treble hautboy was a mansion for him, a\n    court- and now has he land and beeves. Well, I'll be acquainted\n    with him if I return; and 't shall go hard but I'll make him a\n    philosopher's two stones to me. If the young dace be a bait for\n    the old pike, I see no reason in the law of nature but I may snap\n    at him. Let time shape, and there an end.               Exit\n\nACT IV. SCENE I. Yorkshire. Within the Forest of Gaultree\n\nEnter the ARCHBISHOP OF YORK, MOWBRAY, HASTINGS, and others\n\n  ARCHBISHOP. What is this forest call'd\n  HASTINGS. 'Tis Gaultree Forest, an't shall please your Grace.\n  ARCHBISHOP. Here stand, my lords, and send discoverers forth\n    To know the numbers of our enemies.\n  HASTINGS. We have sent forth already.\n  ARCHBISHOP. 'Tis well done.\n    My friends and brethren in these great affairs,\n    I must acquaint you that I have receiv'd\n    New-dated letters from Northumberland;\n    Their cold intent, tenour, and substance, thus:\n    Here doth he wish his person, with such powers\n    As might hold sortance with his quality,\n    The which he could not levy; whereupon\n    He is retir'd, to ripe his growing fortunes,\n    To Scotland; and concludes in hearty prayers\n    That your attempts may overlive the hazard\n    And fearful meeting of their opposite.\n  MOWBRAY. Thus do the hopes we have in him touch ground\n    And dash themselves to pieces.\n\n                          Enter A MESSENGER\n\n  HASTINGS. Now, what news?\n  MESSENGER. West of this forest, scarcely off a mile,\n    In goodly form comes on the enemy;\n    And, by the ground they hide, I judge their number\n    Upon or near the rate of thirty thousand.\n  MOWBRAY. The just proportion that we gave them out.\n    Let us sway on and face them in the field.\n\n                        Enter WESTMORELAND\n\n  ARCHBISHOP. What well-appointed leader fronts us here?\n  MOWBRAY. I think it is my Lord of Westmoreland.\n  WESTMORELAND. Health and fair greeting from our general,\n    The Prince, Lord John and Duke of Lancaster.\n  ARCHBISHOP. Say on, my Lord of Westmoreland, in peace,\n    What doth concern your coming.\n  WESTMORELAND. Then, my lord,\n    Unto your Grace do I in chief address\n    The substance of my speech. If that rebellion\n    Came like itself, in base and abject routs,\n    Led on by bloody youth, guarded with rags,\n    And countenanc'd by boys and beggary-\n    I say, if damn'd commotion so appear'd\n    In his true, native, and most proper shape,\n    You, reverend father, and these noble lords,\n    Had not been here to dress the ugly form\n    Of base and bloody insurrection\n    With your fair honours. You, Lord Archbishop,\n    Whose see is by a civil peace maintain'd,\n    Whose beard the silver hand of peace hath touch'd,\n    Whose learning and good letters peace hath tutor'd,\n    Whose white investments figure innocence,\n    The dove, and very blessed spirit of peace-\n    Wherefore you do so ill translate yourself\n    Out of the speech of peace, that bears such grace,\n    Into the harsh and boist'rous tongue of war;\n    Turning your books to graves, your ink to blood,\n    Your pens to lances, and your tongue divine\n    To a loud trumpet and a point of war?\n  ARCHBISHOP. Wherefore do I this? So the question stands.\n    Briefly to this end: we are all diseas'd\n    And with our surfeiting and wanton hours\n    Have brought ourselves into a burning fever,\n    And we must bleed for it; of which disease\n    Our late King, Richard, being infected, died.\n    But, my most noble Lord of Westmoreland,\n    I take not on me here as a physician;\n    Nor do I as an enemy to peace\n    Troop in the throngs of military men;\n    But rather show awhile like fearful war\n    To diet rank minds sick of happiness,\n    And purge th' obstructions which begin to stop\n    Our very veins of life. Hear me more plainly.\n    I have in equal balance justly weigh'd\n    What wrongs our arms may do, what wrongs we suffer,\n    And find our griefs heavier than our offences.\n    We see which way the stream of time doth run\n    And are enforc'd from our most quiet there\n    By the rough torrent of occasion;\n    And have the summary of all our griefs,\n    When time shall serve, to show in articles;\n    Which long ere this we offer'd to the King,\n    And might by no suit gain our audience:\n    When we are wrong'd, and would unfold our griefs,\n    We are denied access unto his person,\n    Even by those men that most have done us wrong.\n    The dangers of the days but newly gone,\n    Whose memory is written on the earth\n    With yet appearing blood, and the examples\n    Of every minute's instance, present now,\n    Hath put us in these ill-beseeming arms;\n    Not to break peace, or any branch of it,\n    But to establish here a peace indeed,\n    Concurring both in name and quality.\n  WESTMORELAND. When ever yet was your appeal denied;\n    Wherein have you been galled by the King;\n    What peer hath been suborn'd to grate on you\n    That you should seal this lawless bloody book\n    Of forg'd rebellion with a seal divine,\n    And consecrate commotion's bitter edge?\n  ARCHBISHOP. My brother general, the commonwealth,\n    To brother horn an household cruelty,\n    I make my quarrel in particular.\n  WESTMORELAND. There is no need of any such redress;\n    Or if there were, it not belongs to you.\n  MOWBRAY. Why not to him in part, and to us all\n    That feel the bruises of the days before,\n    And suffer the condition of these times\n    To lay a heavy and unequal hand\n    Upon our honours?\n  WESTMORELAND. O my good Lord Mowbray,\n    Construe the times to their necessities,\n    And you shall say, indeed, it is the time,\n    And not the King, that doth you injuries.\n    Yet, for your part, it not appears to me,\n    Either from the King or in the present time,\n    That you should have an inch of any ground\n    To build a grief on. Were you not restor'd\n    To all the Duke of Norfolk's signiories,\n    Your noble and right well-rememb'red father's?\n  MOWBRAY. What thing, in honour, had my father lost\n    That need to be reviv'd and breath'd in me?\n    The King that lov'd him, as the state stood then,\n    Was force perforce compell'd to banish him,\n    And then that Henry Bolingbroke and he,\n    Being mounted and both roused in their seats,\n    Their neighing coursers daring of the spur,\n    Their armed staves in charge, their beavers down,\n    Their eyes of fire sparkling through sights of steel,\n    And the loud trumpet blowing them together-\n    Then, then, when there was nothing could have stay'd\n    My father from the breast of Bolingbroke,\n    O, when the King did throw his warder down-\n    His own life hung upon the staff he threw-\n    Then threw he down himself, and all their lives\n    That by indictment and by dint of sword\n    Have since miscarried under Bolingbroke.\n  WESTMORELAND. You speak, Lord Mowbray, now you know not what.\n    The Earl of Hereford was reputed then\n    In England the most valiant gentleman.\n    Who knows on whom fortune would then have smil'd?\n    But if your father had been victor there,\n    He ne'er had borne it out of Coventry;\n    For all the country, in a general voice,\n    Cried hate upon him; and all their prayers and love\n    Were set on Hereford, whom they doted on,\n    And bless'd and grac'd indeed more than the King.\n    But this is mere digression from my purpose.\n    Here come I from our princely general\n    To know your griefs; to tell you from his Grace\n    That he will give you audience; and wherein\n    It shall appear that your demands are just,\n    You shall enjoy them, everything set off\n    That might so much as think you enemies.\n  MOWBRAY. But he hath forc'd us to compel this offer;\n    And it proceeds from policy, not love.\n  WESTMORELAND. Mowbray. you overween to take it so.\n    This offer comes from mercy, not from fear;\n    For, lo! within a ken our army lies-\n    Upon mine honour, all too confident\n    To give admittance to a thought of fear.\n    Our battle is more full of names than yours,\n    Our men more perfect in the use of arms,\n    Our armour all as strong, our cause the best;\n    Then reason will our hearts should be as good.\n    Say you not, then, our offer is compell'd.\n  MOWBRAY. Well, by my will we shall admit no parley.\n  WESTMORELAND. That argues but the shame of your offence:\n    A rotten case abides no handling.\n  HASTINGS. Hath the Prince John a full commission,\n    In very ample virtue of his father,\n    To hear and absolutely to determine\n    Of what conditions we shall stand upon?\n  WESTMORELAND. That is intended in the general's name.\n    I muse you make so slight a question.\n  ARCHBISHOP. Then take, my Lord of Westmoreland, this schedule,\n    For this contains our general grievances.\n    Each several article herein redress'd,\n    All members of our cause, both here and hence,\n    That are insinewed to this action,\n    Acquitted by a true substantial form,\n    And present execution of our wills\n    To us and to our purposes confin'd-\n    We come within our awful banks again,\n    And knit our powers to the arm of peace.\n  WESTMORELAND. This will I show the general. Please you, lords,\n    In sight of both our battles we may meet;\n    And either end in peace- which God so frame!-\n    Or to the place of diff'rence call the swords\n    Which must decide it.\n  ARCHBISHOP. My lord, we will do so.          Exit WESTMORELAND\n  MOWBRAY. There is a thing within my bosom tells me\n    That no conditions of our peace can stand.\n  HASTINGS. Fear you not that: if we can make our peace\n    Upon such large terms and so absolute\n    As our conditions shall consist upon,\n    Our peace shall stand as firm as rocky mountains.\n  MOWBRAY. Yea, but our valuation shall be such\n    That every slight and false-derived cause,\n    Yea, every idle, nice, and wanton reason,\n    Shall to the King taste of this action;\n    That, were our royal faiths martyrs in love,\n    We shall be winnow'd with so rough a wind\n    That even our corn shall seem as light as chaff,\n    And good from bad find no partition.\n  ARCHBISHOP. No, no, my lord. Note this: the King is weary\n    Of dainty and such picking grievances;\n    For he hath found to end one doubt by death\n    Revives two greater in the heirs of life;\n    And therefore will he wipe his tables clean,\n    And keep no tell-tale to his memory\n    That may repeat and history his los\n    To new remembrance. For full well he knows\n    He cannot so precisely weed this land\n    As his misdoubts present occasion:\n    His foes are so enrooted with his friends\n    That, plucking to unfix an enemy,\n    He doth unfasten so and shake a friend.\n    So that this land, like an offensive wife\n    That hath enrag'd him on to offer strokes,\n    As he is striking, holds his infant up,\n    And hangs resolv'd correction in the arm\n    That was uprear'd to execution.\n  HASTINGS. Besides, the King hath wasted all his rods\n    On late offenders, that he now doth lack\n    The very instruments of chastisement;\n    So that his power, like to a fangless lion,\n    May offer, but not hold.\n  ARCHBISHOP. 'Tis very true;\n    And therefore be assur'd, my good Lord Marshal,\n    If we do now make our atonement well,\n    Our peace will, like a broken limb united,\n    Grow stronger for the breaking.\n  MOWBRAY. Be it so.\n    Here is return'd my Lord of Westmoreland.\n\n                       Re-enter WESTMORELAND\n\n  WESTMORELAND. The Prince is here at hand. Pleaseth your lordship\n    To meet his Grace just distance 'tween our armies?\n  MOWBRAY. Your Grace of York, in God's name then, set forward.\n  ARCHBISHOP. Before, and greet his Grace. My lord, we come.\n                                                          Exeunt\n\nSCENE II. Another part of the forest\n\nEnter, from one side, MOWBRAY, attended; afterwards, the ARCHBISHOP,\nHASTINGS, and others; from the other side, PRINCE JOHN of LANCASTER,\nWESTMORELAND, OFFICERS, and others\n\n  PRINCE JOHN. You are well encount'red here, my cousin Mowbray.\n    Good day to you, gentle Lord Archbishop;\n    And so to you, Lord Hastings, and to all.\n    My Lord of York, it better show'd with you\n    When that your flock, assembled by the bell,\n    Encircled you to hear with reverence\n    Your exposition on the holy text\n    Than now to see you here an iron man,\n    Cheering a rout of rebels with your drum,\n    Turning the word to sword, and life to death.\n    That man that sits within a monarch's heart\n    And ripens in the sunshine of his favour,\n    Would he abuse the countenance of the king,\n    Alack, what mischiefs might he set abroach\n    In shadow of such greatness! With you, Lord Bishop,\n    It is even so. Who hath not heard it spoken\n    How deep you were within the books of God?\n    To us the speaker in His parliament,\n    To us th' imagin'd voice of God himself,\n    The very opener and intelligencer\n    Between the grace, the sanctities of heaven,\n    And our dull workings. O, who shall believe\n    But you misuse the reverence of your place,\n    Employ the countenance and grace of heav'n\n    As a false favourite doth his prince's name,\n    In deeds dishonourable? You have ta'en up,\n    Under the counterfeited zeal of God,\n    The subjects of His substitute, my father,\n    And both against the peace of heaven and him\n    Have here up-swarm'd them.\n  ARCHBISHOP. Good my Lord of Lancaster,\n    I am not here against your father's peace;\n    But, as I told my Lord of Westmoreland,\n    The time misord'red doth, in common sense,\n    Crowd us and crush us to this monstrous form\n    To hold our safety up. I sent your Grace\n    The parcels and particulars of our grief,\n    The which hath been with scorn shov'd from the court,\n    Whereon this hydra son of war is born;\n    Whose dangerous eyes may well be charm'd asleep\n    With grant of our most just and right desires;\n    And true obedience, of this madness cur'd,\n    Stoop tamely to the foot of majesty.\n  MOWBRAY. If not, we ready are to try our fortunes\n    To the last man.\n  HASTINGS. And though we here fall down,\n    We have supplies to second our attempt.\n    If they miscarry, theirs shall second them;\n    And so success of mischief shall be born,\n    And heir from heir shall hold this quarrel up\n    Whiles England shall have generation.\n  PRINCE JOHN. YOU are too shallow, Hastings, much to shallow,\n    To sound the bottom of the after-times.\n  WESTMORELAND. Pleaseth your Grace to answer them directly\n    How far forth you do like their articles.\n  PRINCE JOHN. I like them all and do allow them well;\n    And swear here, by the honour of my blood,\n    My father's purposes have been mistook;\n    And some about him have too lavishly\n    Wrested his meaning and authority.\n    My lord, these griefs shall be with speed redress'd;\n    Upon my soul, they shall. If this may please you,\n    Discharge your powers unto their several counties,\n    As we will ours; and here, between the armies,\n    Let's drink together friendly and embrace,\n    That all their eyes may bear those tokens home\n    Of our restored love and amity.\n  ARCHBISHOP. I take your princely word for these redresses.\n  PRINCE JOHN. I give it you, and will maintain my word;\n    And thereupon I drink unto your Grace.\n  HASTINGS. Go, Captain, and deliver to the army\n    This news of peace. Let them have pay, and part.\n    I know it will please them. Hie thee, Captain.\n                                                    Exit Officer\n  ARCHBISHOP. To you, my noble Lord of Westmoreland.\n  WESTMORELAND. I pledge your Grace; and if you knew what pains\n    I have bestow'd to breed this present peace,\n    You would drink freely; but my love to ye\n    Shall show itself more openly hereafter.\n  ARCHBISHOP. I do not doubt you.\n  WESTMORELAND. I am glad of it.\n    Health to my lord and gentle cousin, Mowbray.\n  MOWBRAY. You wish me health in very happy season,\n    For I am on the sudden something ill.\n  ARCHBISHOP. Against ill chances men are ever merry;\n    But heaviness foreruns the good event.\n  WESTMORELAND. Therefore be merry, coz; since sudden sorrow\n    Serves to say thus, 'Some good thing comes to-morrow.'\n  ARCHBISHOP. Believe me, I am passing light in spirit.\n  MOWBRAY. So much the worse, if your own rule be true.\n                                                 [Shouts within]\n  PRINCE JOHN. The word of peace is rend'red. Hark, how they shout!\n  MOWBRAY. This had been cheerful after victory.\n  ARCHBISHOP. A peace is of the nature of a conquest;\n    For then both parties nobly are subdu'd,\n    And neither party loser.\n  PRINCE JOHN. Go, my lord,\n    And let our army be discharged too.\n                                               Exit WESTMORELAND\n    And, good my lord, so please you let our trains\n    March by us, that we may peruse the men\n    We should have cop'd withal.\n  ARCHBISHOP. Go, good Lord Hastings,\n    And, ere they be dismiss'd, let them march by.\n                                                   Exit HASTINGS\n  PRINCE JOHN. I trust, lords, we shall lie to-night together.\n\n                      Re-enter WESTMORELAND\n\n    Now, cousin, wherefore stands our army still?\n  WESTMORELAND. The leaders, having charge from you to stand,\n    Will not go off until they hear you speak.\n  PRINCE JOHN. They know their duties.\n\n                        Re-enter HASTINGS\n\n  HASTINGS. My lord, our army is dispers'd already.\n    Like youthful steers unyok'd, they take their courses\n    East, west, north, south; or like a school broke up,\n    Each hurries toward his home and sporting-place.\n  WESTMORELAND. Good tidings, my Lord Hastings; for the which\n    I do arrest thee, traitor, of high treason;\n    And you, Lord Archbishop, and you, Lord Mowbray,\n    Of capital treason I attach you both.\n  MOWBRAY. Is this proceeding just and honourable?\n  WESTMORELAND. Is your assembly so?\n  ARCHBISHOP. Will you thus break your faith?\n  PRINCE JOHN. I pawn'd thee none:\n    I promis'd you redress of these same grievances\n    Whereof you did complain; which, by mine honour,\n    I will perform with a most Christian care.\n    But for you, rebels- look to taste the due\n    Meet for rebellion and such acts as yours.\n    Most shallowly did you these arms commence,\n    Fondly brought here, and foolishly sent hence.\n    Strike up our drums, pursue the scatt'red stray.\n    God, and not we, hath safely fought to-day.\n    Some guard these traitors to the block of death,\n    Treason's true bed and yielder-up of breath.          Exeunt\n\nSCENE III. Another part of the forest\n\nAlarum; excursions. Enter FALSTAFF and COLVILLE, meeting\n\n  FALSTAFF. What's your name, sir? Of what condition are you, and of\n    what place, I pray?\n  COLVILLE. I am a knight sir; and my name is Colville of the Dale.\n  FALSTAFF. Well then, Colville is your name, a knight is your\n    degree, and your place the Dale. Colville shall still be your\n    name, a traitor your degree, and the dungeon your place- a place\n    deep enough; so shall you be still Colville of the Dale.\n  COLVILLE. Are not you Sir John Falstaff?\n  FALSTAFF. As good a man as he, sir, whoe'er I am. Do you yield,\n    sir, or shall I sweat for you? If I do sweat, they are the drops\n    of thy lovers, and they weep for thy death; therefore rouse up\n    fear and trembling, and do observance to my mercy.\n  COLVILLE. I think you are Sir John Falstaff, and in that thought\n    yield me.\n  FALSTAFF. I have a whole school of tongues in this belly of mine;\n    and not a tongue of them all speaks any other word but my name.\n    An I had but a belly of any indifferency, I were simply the most\n    active fellow in Europe. My womb, my womb, my womb undoes me.\n    Here comes our general.\n\n            Enter PRINCE JOHN OF LANCASTER, WESTMORELAND,\n                            BLUNT, and others\n\n  PRINCE JOHN. The heat is past; follow no further now.\n    Call in the powers, good cousin Westmoreland.\n                                               Exit WESTMORELAND\n    Now, Falstaff, where have you been all this while?\n    When everything is ended, then you come.\n    These tardy tricks of yours will, on my life,\n    One time or other break some gallows' back.\n  FALSTAFF. I would be sorry, my lord, but it should be thus: I never\n    knew yet but rebuke and check was the reward of valour. Do you\n    think me a swallow, an arrow, or a bullet? Have I, in my poor and\n    old motion, the expedition of thought? I have speeded hither with\n    the very extremest inch of possibility; I have found'red nine\n    score and odd posts; and here, travel tainted as I am, have, in\n    my pure and immaculate valour, taken Sir John Colville of the\n    Dale,a most furious knight and valorous enemy. But what of that?\n    He saw me, and yielded; that I may justly say with the hook-nos'd\n    fellow of Rome-I came, saw, and overcame.\n  PRINCE JOHN. It was more of his courtesy than your deserving.\n  FALSTAFF. I know not. Here he is, and here I yield him; and I\n    beseech your Grace, let it be book'd with the rest of this day's\n    deeds; or, by the Lord, I will have it in a particular ballad\n    else, with mine own picture on the top on't, Colville kissing my\n    foot; to the which course if I be enforc'd, if you do not all\n    show like gilt twopences to me, and I, in the clear sky of fame,\n    o'ershine you as much as the full moon doth the cinders of the\n    element, which show like pins' heads to her, believe not the word\n    of the noble. Therefore let me have right, and let desert mount.\n  PRINCE JOHN. Thine's too heavy to mount.\n  FALSTAFF. Let it shine, then.\n  PRINCE JOHN. Thine's too thick to shine.\n  FALSTAFF. Let it do something, my good lord, that may do me good,\n    and call it what you will.\n  PRINCE JOHN. Is thy name Colville?\n  COLVILLE. It is, my lord.\n  PRINCE JOHN. A famous rebel art thou, Colville.\n  FALSTAFF. And a famous true subject took him.\n  COLVILLE. I am, my lord, but as my betters are\n    That led me hither. Had they been rul'd by me,\n    You should have won them dearer than you have.\n  FALSTAFF. I know not how they sold themselves; but thou, like a\n    kind fellow, gavest thyself away gratis; and I thank thee for\n    thee.\n\n                       Re-enter WESTMORELAND\n\n  PRINCE JOHN. Now, have you left pursuit?\n  WESTMORELAND. Retreat is made, and execution stay'd.\n  PRINCE JOHN. Send Colville, with his confederates,\n    To York, to present execution.\n    Blunt, lead him hence; and see you guard him sure.\n                                         Exeunt BLUNT and others\n    And now dispatch we toward the court, my lords.\n    I hear the King my father is sore sick.\n    Our news shall go before us to his Majesty,\n    Which, cousin, you shall bear to comfort him\n    And we with sober speed will follow you.\n  FALSTAFF. My lord, I beseech you, give me leave to go through\n    Gloucestershire; and, when you come to court, stand my good lord,\n    pray, in your good report.\n  PRINCE JOHN. Fare you well, Falstaff. I, in my condition,\n    Shall better speak of you than you deserve.\n                                         Exeunt all but FALSTAFF\n  FALSTAFF. I would you had but the wit; 'twere better than your\n    dukedom. Good faith, this same young sober-blooded boy doth not\n    love me; nor a man cannot make him laugh- but that's no marvel;\n    he drinks no wine. There's never none of these demure boys come\n    to any proof; for thin drink doth so over-cool their blood, and\n    making many fish-meals, that they fall into a kind of male\n    green-sickness; and then, when they marry, they get wenches. They\n    are generally fools and cowards-which some of us should be too,\n    but for inflammation. A good sherris-sack hath a two-fold\n    operation in it. It ascends me into the brain; dries me there all\n    the foolish and dull and crudy vapours which environ it; makes it\n    apprehensive, quick, forgetive, full of nimble, fiery, and\n    delectable shapes; which delivered o'er to the voice, the tongue,\n    which is the birth, becomes excellent wit. The second property of\n    your excellent sherris is the warming of the blood; which before,\n    cold and settled, left the liver white and pale, which is the\n    badge of pusillanimity and cowardice; but the sherris warms it,\n    and makes it course from the inwards to the parts extremes. It\n    illumineth the face, which, as a beacon, gives warning to all the\n    rest of this little kingdom, man, to arm; and then the vital\n    commoners and inland petty spirits muster me all to their\n    captain, the heart, who, great and puff'd up with this retinue,\n    doth any deed of courage- and this valour comes of sherris. So\n    that skill in the weapon is nothing without sack, for that sets\n    it a-work; and learning, a mere hoard of gold kept by a devil\n    till sack commences it and sets it in act and use. Hereof comes\n    it that Prince Harry is valiant; for the cold blood he did\n    naturally inherit of his father, he hath, like lean, sterile, and\n    bare land, manured, husbanded, and till'd, with excellent\n    endeavour of drinking good and good store of fertile sherris,\n    that he is become very hot and valiant. If I had a thousand sons,\n    the first humane principle I would teach them should be to\n    forswear thin potations and to addict themselves to sack.\n\n                           Enter BARDOLPH\n\n    How now, Bardolph!\n  BARDOLPH. The army is discharged all and gone.\n  FALSTAFF. Let them go. I'll through Gloucestershire, and there will\n    I visit Master Robert Shallow, Esquire. I have him already\n    temp'ring between my finger and my thumb, and shortly will I seal\n    with him. Come away.                                  Exeunt\n\nSCENE IV. Westminster. The Jerusalem Chamber\n\nEnter the KING, PRINCE THOMAS OF CLARENCE, PRINCE HUMPHREY OF\nGLOUCESTER,\nWARWICK, and others\n\n  KING. Now, lords, if God doth give successful end\n    To this debate that bleedeth at our doors,\n    We will our youth lead on to higher fields,\n    And draw no swords but what are sanctified.\n    Our navy is address'd, our power connected,\n    Our substitutes in absence well invested,\n    And everything lies level to our wish.\n    Only we want a little personal strength;\n    And pause us till these rebels, now afoot,\n    Come underneath the yoke of government.\n  WARWICK. Both which we doubt not but your Majesty\n    Shall soon enjoy.\n  KING. Humphrey, my son of Gloucester,\n    Where is the Prince your brother?\n  PRINCE HUMPHREY. I think he's gone to hunt, my lord, at Windsor.\n  KING. And how accompanied?\n  PRINCE HUMPHREY. I do not know, my lord.\n  KING. Is not his brother, Thomas of Clarence, with him?\n  PRINCE HUMPHREY. No, my good lord, he is in presence here.\n  CLARENCE. What would my lord and father?\n  KING. Nothing but well to thee, Thomas of Clarence.\n    How chance thou art not with the Prince thy brother?\n    He loves thee, and thou dost neglect him, Thomas.\n    Thou hast a better place in his affection\n    Than all thy brothers; cherish it, my boy,\n    And noble offices thou mayst effect\n    Of mediation, after I am dead,\n    Between his greatness and thy other brethren.\n    Therefore omit him not; blunt not his love,\n    Nor lose the good advantage of his grace\n    By seeming cold or careless of his will;\n    For he is gracious if he be observ'd.\n    He hath a tear for pity and a hand\n    Open as day for melting charity;\n    Yet notwithstanding, being incens'd, he is flint;\n    As humorous as winter, and as sudden\n    As flaws congealed in the spring of day.\n    His temper, therefore, must be well observ'd.\n    Chide him for faults, and do it reverently,\n    When you perceive his blood inclin'd to mirth;\n    But, being moody, give him line and scope\n    Till that his passions, like a whale on ground,\n    Confound themselves with working. Learn this, Thomas,\n    And thou shalt prove a shelter to thy friends,\n    A hoop of gold to bind thy brothers in,\n    That the united vessel of their blood,\n    Mingled with venom of suggestion-\n    As, force perforce, the age will pour it in-\n    Shall never leak, though it do work as strong\n    As aconitum or rash gunpowder.\n  CLARENCE. I shall observe him with all care and love.\n  KING. Why art thou not at Windsor with him, Thomas?\n  CLARENCE. He is not there to-day; he dines in London.\n  KING. And how accompanied? Canst thou tell that?\n  CLARENCE. With Poins, and other his continual followers.\n  KING. Most subject is the fattest soil to weeds;\n    And he, the noble image of my youth,\n    Is overspread with them; therefore my grief\n    Stretches itself beyond the hour of death.\n    The blood weeps from my heart when I do shape,\n    In forms imaginary, th'unguided days\n    And rotten times that you shall look upon\n    When I am sleeping with my ancestors.\n    For when his headstrong riot hath no curb,\n    When rage and hot blood are his counsellors\n    When means and lavish manners meet together,\n    O, with what wings shall his affections fly\n    Towards fronting peril and oppos'd decay!\n  WARWICK. My gracious lord, you look beyond him quite.\n    The Prince but studies his companions\n    Like a strange tongue, wherein, to gain the language,\n    'Tis needful that the most immodest word\n    Be look'd upon and learnt; which once attain'd,\n    Your Highness knows, comes to no further use\n    But to be known and hated. So, like gross terms,\n    The Prince will, in the perfectness of time,\n    Cast off his followers; and their memory\n    Shall as a pattern or a measure live\n    By which his Grace must mete the lives of other,\n    Turning past evils to advantages.\n  KING. 'Tis seldom when the bee doth leave her comb\n    In the dead carrion.\n\n                      Enter WESTMORELAND\n\n    Who's here? Westmoreland?\n  WESTMORELAND. Health to my sovereign, and new happiness\n    Added to that that am to deliver!\n    Prince John, your son, doth kiss your Grace's hand.\n    Mowbray, the Bishop Scroop, Hastings, and all,\n    Are brought to the correction of your law.\n    There is not now a rebel's sword unsheath'd,\n    But Peace puts forth her olive everywhere.\n    The manner how this action hath been borne\n    Here at more leisure may your Highness read,\n    With every course in his particular.\n  KING. O Westmoreland, thou art a summer bird,\n    Which ever in the haunch of winter sings\n    The lifting up of day.\n\n                        Enter HARCOURT\n\n    Look here's more news.\n  HARCOURT. From enemies heaven keep your Majesty;\n    And, when they stand against you, may they fall\n    As those that I am come to tell you of!\n    The Earl Northumberland and the Lord Bardolph,\n    With a great power of English and of Scots,\n    Are by the shrieve of Yorkshire overthrown.\n    The manner and true order of the fight\n    This packet, please it you, contains at large.\n  KING. And wherefore should these good news make me sick?\n    Will Fortune never come with both hands full,\n    But write her fair words still in foulest letters?\n    She either gives a stomach and no food-\n    Such are the poor, in health- or else a feast,\n    And takes away the stomach- such are the rich\n    That have abundance and enjoy it not.\n    I should rejoice now at this happy news;\n    And now my sight fails, and my brain is giddy.\n    O me! come near me now I am much ill.\n  PRINCE HUMPHREY. Comfort, your Majesty!\n  CLARENCE. O my royal father!\n  WESTMORELAND. My sovereign lord, cheer up yourself, look up.\n  WARWICK. Be patient, Princes; you do know these fits\n    Are with his Highness very ordinary.\n    Stand from him, give him air; he'll straight be well.\n  CLARENCE. No, no; he cannot long hold out these pangs.\n    Th' incessant care and labour of his mind\n    Hath wrought the mure that should confine it in\n    So thin that life looks through, and will break out.\n  PRINCE HUMPHREY. The people fear me; for they do observe\n    Unfather'd heirs and loathly births of nature.\n    The seasons change their manners, as the year\n    Had found some months asleep, and leapt them over.\n  CLARENCE. The river hath thrice flow'd, no ebb between;\n    And the old folk, Time's doting chronicles,\n    Say it did so a little time before\n    That our great grandsire, Edward, sick'd and died.\n  WARWICK. Speak lower, Princes, for the King recovers.\n  PRINCE HUMPHREY. This apoplexy will certain be his end.\n  KING. I pray you take me up, and bear me hence\n    Into some other chamber. Softly, pray.                Exeunt\n\nSCENE V. Westminster. Another chamber\n\nThe KING lying on a bed; CLARENCE, GLOUCESTER, WARWICK, and others in\nattendance\n\n  KING. Let there be no noise made, my gentle friends;\n    Unless some dull and favourable hand\n    Will whisper music to my weary spirit.\n  WARWICK. Call for the music in the other room.\n  KING. Set me the crown upon my pillow here.\n  CLARENCE. His eye is hollow, and he changes much.\n  WARWICK. Less noise! less noise!\n\n                        Enter PRINCE HENRY\n\n  PRINCE. Who saw the Duke of Clarence?\n  CLARENCE. I am here, brother, full of heaviness.\n  PRINCE. How now! Rain within doors, and none abroad!\n    How doth the King?\n  PRINCE HUMPHREY. Exceeding ill.\n  PRINCE. Heard he the good news yet? Tell it him.\n  PRINCE HUMPHREY. He alt'red much upon the hearing it.\n  PRINCE. If he be sick with joy, he'll recover without physic.\n  WARWICK. Not so much noise, my lords. Sweet Prince, speak low;\n    The King your father is dispos'd to sleep.\n  CLARENCE. Let us withdraw into the other room.\n  WARWICK. Will't please your Grace to go along with us?\n  PRINCE. No; I will sit and watch here by the King.\n                                       Exeunt all but the PRINCE\n    Why doth the crown lie there upon his pillow,\n    Being so troublesome a bedfellow?\n    O polish'd perturbation! golden care!\n    That keep'st the ports of slumber open wide\n    To many a watchful night! Sleep with it now!\n    Yet not so sound and half so deeply sweet\n    As he whose brow with homely biggen bound\n    Snores out the watch of night. O majesty!\n    When thou dost pinch thy bearer, thou dost sit\n    Like a rich armour worn in heat of day\n    That scald'st with safety. By his gates of breath\n    There lies a downy feather which stirs not.\n    Did he suspire, that light and weightless down\n    Perforce must move. My gracious lord! my father!\n    This sleep is sound indeed; this is a sleep\n    That from this golden rigol hath divorc'd\n    So many English kings. Thy due from me\n    Is tears and heavy sorrows of the blood\n    Which nature, love, and filial tenderness,\n    Shall, O dear father, pay thee plenteously.\n    My due from thee is this imperial crown,\n    Which, as immediate from thy place and blood,\n    Derives itself to me.  [Putting on the crown]  Lo where it sits-\n    Which God shall guard; and put the world's whole strength\n    Into one giant arm, it shall not force\n    This lineal honour from me. This from thee\n    Will I to mine leave as 'tis left to me.                Exit\n  KING. Warwick! Gloucester! Clarence!\n\n           Re-enter WARWICK, GLOUCESTER, CLARENCE\n\n  CLARENCE. Doth the King call?\n  WARWICK. What would your Majesty? How fares your Grace?\n  KING. Why did you leave me here alone, my lords?\n  CLARENCE. We left the Prince my brother here, my liege,\n    Who undertook to sit and watch by you.\n  KING. The Prince of Wales! Where is he? Let me see him.\n    He is not here.\n  WARWICK. This door is open; he is gone this way.\n  PRINCE HUMPHREY. He came not through the chamber where we stay'd.\n  KING. Where is the crown? Who took it from my pillow?\n  WARWICK. When we withdrew, my liege, we left it here.\n  KING. The Prince hath ta'en it hence. Go, seek him out.\n    Is he so hasty that he doth suppose\n    My sleep my death?\n    Find him, my lord of Warwick; chide him hither.\n                                                    Exit WARWICK\n    This part of his conjoins with my disease\n    And helps to end me. See, sons, what things you are!\n    How quickly nature falls into revolt\n    When gold becomes her object!\n    For this the foolish over-careful fathers\n    Have broke their sleep with thoughts,\n    Their brains with care, their bones with industry;\n    For this they have engrossed and pil'd up\n    The cank'red heaps of strange-achieved gold;\n    For this they have been thoughtful to invest\n    Their sons with arts and martial exercises;\n    When, like the bee, tolling from every flower\n    The virtuous sweets,\n    Our thighs with wax, our mouths with honey pack'd,\n    We bring it to the hive, and, like the bees,\n    Are murd'red for our pains. This bitter taste\n    Yields his engrossments to the ending father.\n\n                         Re-enter WARWICK\n\n    Now where is he that will not stay so long\n    Till his friend sickness hath determin'd me?\n  WARWICK. My lord, I found the Prince in the next room,\n    Washing with kindly tears his gentle cheeks,\n    With such a deep demeanour in great sorrow,\n    That tyranny, which never quaff'd but blood,\n    Would, by beholding him, have wash'd his knife\n    With gentle eye-drops. He is coming hither.\n  KING. But wherefore did he take away the crown?\n\n                        Re-enter PRINCE HENRY\n\n    Lo where he comes. Come hither to me, Harry.\n    Depart the chamber, leave us here alone.\n                          Exeunt all but the KING and the PRINCE\n  PRINCE. I never thought to hear you speak again.\n  KING. Thy wish was father, Harry, to that thought.\n    I stay too long by thee, I weary thee.\n    Dost thou so hunger for mine empty chair\n    That thou wilt needs invest thee with my honours\n    Before thy hour be ripe? O foolish youth!\n    Thou seek'st the greatness that will overwhelm thee.\n    Stay but a little, for my cloud of dignity\n    Is held from falling with so weak a wind\n    That it will quickly drop; my day is dim.\n    Thou hast stol'n that which, after some few hours,\n    Were thine without offense; and at my death\n    Thou hast seal'd up my expectation.\n    Thy life did manifest thou lov'dst me not,\n    And thou wilt have me die assur'd of it.\n    Thou hid'st a thousand daggers in thy thoughts,\n    Which thou hast whetted on thy stony heart,\n    To stab at half an hour of my life.\n    What, canst thou not forbear me half an hour?\n    Then get thee gone, and dig my grave thyself;\n    And bid the merry bells ring to thine ear\n    That thou art crowned, not that I am dead.\n    Let all the tears that should bedew my hearse\n    Be drops of balm to sanctify thy head;\n    Only compound me with forgotten dust;\n    Give that which gave thee life unto the worms.\n    Pluck down my officers, break my decrees;\n    For now a time is come to mock at form-\n    Harry the Fifth is crown'd. Up, vanity:\n    Down, royal state. All you sage counsellors, hence.\n    And to the English court assemble now,\n    From every region, apes of idleness.\n    Now, neighbour confines, purge you of your scum.\n    Have you a ruffian that will swear, drink, dance,\n    Revel the night, rob, murder, and commit\n    The oldest sins the newest kind of ways?\n    Be happy, he will trouble you no more.\n    England shall double gild his treble guilt;\n    England shall give him office, honour, might;\n    For the fifth Harry from curb'd license plucks\n    The muzzle of restraint, and the wild dog\n    Shall flesh his tooth on every innocent.\n    O my poor kingdom, sick with civil blows!\n    When that my care could not withhold thy riots,\n    What wilt thou do when riot is thy care?\n    O, thou wilt be a wilderness again.\n    Peopled with wolves, thy old inhabitants!\n  PRINCE. O, pardon me, my liege! But for my tears,\n    The moist impediments unto my speech,\n    I had forestall'd this dear and deep rebuke\n    Ere you with grief had spoke and I had heard\n    The course of it so far. There is your crown,\n    And he that wears the crown immortally\n    Long guard it yours!  [Kneeling]  If I affect it more\n    Than as your honour and as your renown,\n    Let me no more from this obedience rise,\n    Which my most inward true and duteous spirit\n    Teacheth this prostrate and exterior bending!\n    God witness with me, when I here came in\n    And found no course of breath within your Majesty,\n    How cold it struck my heart! If I do feign,\n    O, let me in my present wildness die,\n    And never live to show th' incredulous world\n    The noble change that I have purposed!\n    Coming to look on you, thinking you dead-\n    And dead almost, my liege, to think you were-\n    I spake unto this crown as having sense,\n    And thus upbraided it: 'The care on thee depending\n    Hath fed upon the body of my father;\n    Therefore thou best of gold art worst of gold.\n    Other, less fine in carat, is more precious,\n    Preserving life in med'cine potable;\n    But thou, most fine, most honour'd, most renown'd,\n    Hast eat thy bearer up.' Thus, my most royal liege,\n    Accusing it, I put it on my head,\n    To try with it- as with an enemy\n    That had before my face murd'red my father-\n    The quarrel of a true inheritor.\n    But if it did infect my blood with joy,\n    Or swell my thoughts to any strain of pride;\n    If any rebel or vain spirit of mine\n    Did with the least affection of a welcome\n    Give entertainment to the might of it,\n    Let God for ever keep it from my head,\n    And make me as the poorest vassal is,\n    That doth with awe and terror kneel to it!\n  KING. O my son,\n    God put it in thy mind to take it hence,\n    That thou mightst win the more thy father's love,\n    Pleading so wisely in excuse of it!\n    Come hither, Harry; sit thou by my bed,\n    And hear, I think, the very latest counsel\n    That ever I shall breathe. God knows, my son,\n    By what by-paths and indirect crook'd ways\n    I met this crown; and I myself know well\n    How troublesome it sat upon my head:\n    To thee it shall descend with better quiet,\n    Better opinion, better confirmation;\n    For all the soil of the achievement goes\n    With me into the earth. It seem'd in me\n    But as an honour snatch'd with boist'rous hand;\n    And I had many living to upbraid\n    My gain of it by their assistances;\n    Which daily grew to quarrel and to bloodshed,\n    Wounding supposed peace. All these bold fears\n    Thou seest with peril I have answered;\n    For all my reign hath been but as a scene\n    Acting that argument. And now my death\n    Changes the mood; for what in me was purchas'd\n    Falls upon thee in a more fairer sort;\n    So thou the garland wear'st successively.\n    Yet, though thou stand'st more sure than I could do,\n    Thou art not firm enough, since griefs are green;\n    And all my friends, which thou must make thy friends,\n    Have but their stings and teeth newly ta'en out;\n    By whose fell working I was first advanc'd,\n    And by whose power I well might lodge a fear\n    To be again displac'd; which to avoid,\n    I cut them off; and had a purpose now\n    To lead out many to the Holy Land,\n    Lest rest and lying still might make them look\n    Too near unto my state. Therefore, my Harry,\n    Be it thy course to busy giddy minds\n    With foreign quarrels, that action, hence borne out,\n    May waste the memory of the former days.\n    More would I, but my lungs are wasted so\n    That strength of speech is utterly denied me.\n    How I came by the crown, O God, forgive;\n    And grant it may with thee in true peace live!\n  PRINCE. My gracious liege,\n    You won it, wore it, kept it, gave it me;\n    Then plain and right must my possession be;\n    Which I with more than with a common pain\n    'Gainst all the world will rightfully maintain.\n\n       Enter PRINCE JOHN OF LANCASTER, WARWICK, LORDS, and others\n\n  KING. Look, look, here comes my John of Lancaster.\n  PRINCE JOHN. Health, peace, and happiness, to my royal father!\n  KING. Thou bring'st me happiness and peace, son John;\n    But health, alack, with youthful wings is flown\n    From this bare wither'd trunk. Upon thy sight\n    My worldly business makes a period.\n    Where is my Lord of Warwick?\n  PRINCE. My Lord of Warwick!\n  KING. Doth any name particular belong\n    Unto the lodging where I first did swoon?\n  WARWICK. 'Tis call'd Jerusalem, my noble lord.\n  KING. Laud be to God! Even there my life must end.\n    It hath been prophesied to me many years,\n    I should not die but in Jerusalem;\n    Which vainly I suppos'd the Holy Land.\n    But bear me to that chamber; there I'll lie;\n    In that Jerusalem shall Harry die.                    Exeunt\n\nACT V. SCENE I. Gloucestershire. SHALLOW'S house\n\nEnter SHALLOW, FALSTAFF, BARDOLPH, and PAGE\n\n  SHALLOW. By cock and pie, sir, you shall not away to-night.\n    What, Davy, I say!\n  FALSTAFF. You must excuse me, Master Robert Shallow.\n  SHALLOW. I will not excuse you; you shall not be excus'd; excuses\n    shall not be admitted; there is no excuse shall serve; you shall\n    not be excus'd. Why, Davy!\n\n                            Enter DAVY\n\n  DAVY. Here, sir.\n  SHALLOW. Davy, Davy, Davy, Davy; let me see, Davy; let me see,\n    Davy; let me see- yea, marry, William cook, bid him come hither.\n    Sir John, you shall not be excus'd.\n  DAVY. Marry, sir, thus: those precepts cannot be served; and,\n    again, sir- shall we sow the headland with wheat?\n  SHALLOW. With red wheat, Davy. But for William cook- are there no\n    young pigeons?\n  DAVY. Yes, sir. Here is now the smith's note for shoeing and\n    plough-irons.\n  SHALLOW. Let it be cast, and paid. Sir John, you shall not be\n    excused.\n  DAVY. Now, sir, a new link to the bucket must needs be had; and,\n    sir, do you mean to stop any of William's wages about the sack he\n    lost the other day at Hinckley fair?\n  SHALLOW. 'A shall answer it. Some pigeons, Davy, a couple of\n    short-legg'd hens, a joint of mutton, and any pretty little tiny\n    kickshaws, tell William cook.\n  DAVY. Doth the man of war stay all night, sir?\n  SHALLOW. Yea, Davy; I will use him well. A friend i' th' court is\n    better than a penny in purse. Use his men well, Davy; for they\n    are arrant knaves and will backbite.\n  DAVY. No worse than they are backbitten, sir; for they have\n    marvellous foul linen.\n  SHALLOW. Well conceited, Davy- about thy business, Davy.\n  DAVY. I beseech you, sir, to countenance William Visor of Woncot\n    against Clement Perkes o' th' hill.\n  SHALLOW. There, is many complaints, Davy, against that Visor. That\n    Visor is an arrant knave, on my knowledge.\n  DAVY. I grant your worship that he is a knave, sir; but yet God\n    forbid, sir, but a knave should have some countenance at his\n    friend's request. An honest man, sir, is able to speak for\n    himself, when a knave is not. I have serv'd your worship truly,\n    sir, this eight years; an I cannot once or twice in a quarter\n    bear out a knave against an honest man, I have but a very little\n    credit with your worship. The knave is mine honest friend, sir;\n    therefore, I beseech you, let him be countenanc'd.\n  SHALLOW. Go to; I say he shall have no wrong. Look about,\n  DAVY.  [Exit DAVY]  Where are you, Sir John? Come, come, come, off\n    with your boots. Give me your hand, Master Bardolph.\n  BARDOLPH. I am glad to see your worship.\n  SHALLOW. I thank thee with all my heart, kind Master Bardolph.\n    [To the PAGE]  And welcome, my tall fellow. Come, Sir John.\n  FALSTAFF. I'll follow you, good Master Robert Shallow.\n    [Exit SHALLOW]  Bardolph, look to our horses.  [Exeunt BARDOLPH\n    and PAGE]  If I were sawed into quantities, I should make four\n    dozen of such bearded hermits' staves as Master Shallow. It is a\n    wonderful thing to see the semblable coherence of his men's\n    spirits and his. They, by observing of him, do bear themselves\n    like foolish justices: he, by conversing with them, is turned\n    into a justice-like serving-man. Their spirits are so married in\n    conjunction with the participation of society that they flock\n    together in consent, like so many wild geese. If I had a suit to\n    Master Shallow, I would humour his men with the imputation of\n    being near their master; if to his men, I would curry with Master\n    Shallow that no man could better command his servants. It is\n    certain that either wise bearing or ignorant carriage is caught,\n    as men take diseases, one of another; therefore let men take heed\n    of their company. I will devise matter enough out of this Shallow\n    to keep Prince Harry in continual laughter the wearing out of six\n    fashions, which is four terms, or two actions; and 'a shall laugh\n    without intervallums. O, it is much that a lie with a slight\n    oath, and a jest with a sad brow will do with a fellow that never\n    had the ache in his shoulders! O, you shall see him laugh till\n    his face be like a wet cloak ill laid up!\n  SHALLOW.  [Within]  Sir John!\n  FALSTAFF. I come, Master Shallow; I come, Master Shallow.\n Exit\n\nSCENE II. Westminster. The palace\n\nEnter, severally, WARWICK, and the LORD CHIEF JUSTICE\n\n  WARWICK. How now, my Lord Chief Justice; whither away?\n  CHIEF JUSTICE. How doth the King?\n  WARWICK. Exceeding well; his cares are now all ended.\n  CHIEF JUSTICE. I hope, not dead.\n  WARWICK. He's walk'd the way of nature;\n    And to our purposes he lives no more.\n  CHIEF JUSTICE. I would his Majesty had call'd me with him.\n    The service that I truly did his life\n    Hath left me open to all injuries.\n  WARWICK. Indeed, I think the young king loves you not.\n  CHIEF JUSTICE. I know he doth not, and do arm myself\n    To welcome the condition of the time,\n    Which cannot look more hideously upon me\n    Than I have drawn it in my fantasy.\n\n              Enter LANCASTER, CLARENCE, GLOUCESTER,\n                     WESTMORELAND, and others\n\n  WARWICK. Here comes the heavy issue of dead Harry.\n    O that the living Harry had the temper\n    Of he, the worst of these three gentlemen!\n    How many nobles then should hold their places\n    That must strike sail to spirits of vile sort!\n  CHIEF JUSTICE. O God, I fear all will be overturn'd.\n  PRINCE JOHN. Good morrow, cousin Warwick, good morrow.\n  GLOUCESTER & CLARENCE. Good morrow, cousin.\n  PRINCE JOHN. We meet like men that had forgot to speak.\n  WARWICK. We do remember; but our argument\n    Is all too heavy to admit much talk.\n  PRINCE JOHN. Well, peace be with him that hath made us heavy!\n  CHIEF JUSTICE. Peace be with us, lest we be heavier!\n  PRINCE HUMPHREY. O, good my lord, you have lost a friend indeed;\n    And I dare swear you borrow not that face\n    Of seeming sorrow- it is sure your own.\n  PRINCE JOHN. Though no man be assur'd what grace to find,\n    You stand in coldest expectation.\n    I am the sorrier; would 'twere otherwise.\n  CLARENCE. Well, you must now speak Sir John Falstaff fair;\n    Which swims against your stream of quality.\n  CHIEF JUSTICE. Sweet Princes, what I did, I did in honour,\n    Led by th' impartial conduct of my soul;\n    And never shall you see that I will beg\n    A ragged and forestall'd remission.\n    If truth and upright innocency fail me,\n    I'll to the King my master that is dead,\n    And tell him who hath sent me after him.\n  WARWICK. Here comes the Prince.\n\n            Enter KING HENRY THE FIFTH, attended\n\n  CHIEF JUSTICE. Good morrow, and God save your Majesty!\n  KING. This new and gorgeous garment, majesty,\n    Sits not so easy on me as you think.\n    Brothers, you mix your sadness with some fear.\n    This is the English, not the Turkish court;\n    Not Amurath an Amurath succeeds,\n    But Harry Harry. Yet be sad, good brothers,\n    For, by my faith, it very well becomes you.\n    Sorrow so royally in you appears\n    That I will deeply put the fashion on,\n    And wear it in my heart. Why, then, be sad;\n    But entertain no more of it, good brothers,\n    Than a joint burden laid upon us all.\n    For me, by heaven, I bid you be assur'd,\n    I'll be your father and your brother too;\n    Let me but bear your love, I'll bear your cares.\n    Yet weep that Harry's dead, and so will I;\n    But Harry lives that shall convert those tears\n    By number into hours of happiness.\n  BROTHERS. We hope no otherwise from your Majesty.\n  KING. You all look strangely on me; and you most.\n    You are, I think, assur'd I love you not.\n  CHIEF JUSTICE. I am assur'd, if I be measur'd rightly,\n    Your Majesty hath no just cause to hate me.\n  KING. No?\n    How might a prince of my great hopes forget\n    So great indignities you laid upon me?\n    What, rate, rebuke, and roughly send to prison,\n    Th' immediate heir of England! Was this easy?\n    May this be wash'd in Lethe and forgotten?\n  CHIEF JUSTICE. I then did use the person of your father;\n    The image of his power lay then in me;\n    And in th' administration of his law,\n    Whiles I was busy for the commonwealth,\n    Your Highness pleased to forget my place,\n    The majesty and power of law and justice,\n    The image of the King whom I presented,\n    And struck me in my very seat of judgment;\n    Whereon, as an offender to your father,\n    I gave bold way to my authority\n    And did commit you. If the deed were ill,\n    Be you contented, wearing now the garland,\n    To have a son set your decrees at nought,\n    To pluck down justice from your awful bench,\n    To trip the course of law, and blunt the sword\n    That guards the peace and safety of your person;\n    Nay, more, to spurn at your most royal image,\n    And mock your workings in a second body.\n    Question your royal thoughts, make the case yours;\n    Be now the father, and propose a son;\n    Hear your own dignity so much profan'd,\n    See your most dreadful laws so loosely slighted,\n    Behold yourself so by a son disdain'd;\n    And then imagine me taking your part\n    And, in your power, soft silencing your son.\n    After this cold considerance, sentence me;\n    And, as you are a king, speak in your state\n    What I have done that misbecame my place,\n    My person, or my liege's sovereignty.\n  KING. You are right, Justice, and you weigh this well;\n    Therefore still bear the balance and the sword;\n    And I do wish your honours may increase\n    Till you do live to see a son of mine\n    Offend you, and obey you, as I did.\n    So shall I live to speak my father's words:\n    'Happy am I that have a man so bold\n    That dares do justice on my proper son;\n    And not less happy, having such a son\n    That would deliver up his greatness so\n    Into the hands of justice.' You did commit me;\n    For which I do commit into your hand\n    Th' unstained sword that you have us'd to bear;\n    With this remembrance- that you use the same\n    With the like bold, just, and impartial spirit\n    As you have done 'gainst me. There is my hand.\n    You shall be as a father to my youth;\n    My voice shall sound as you do prompt mine ear;\n    And I will stoop and humble my intents\n    To your well-practis'd wise directions.\n    And, Princes all, believe me, I beseech you,\n    My father is gone wild into his grave,\n    For in his tomb lie my affections;\n    And with his spirits sadly I survive,\n    To mock the expectation of the world,\n    To frustrate prophecies, and to raze out\n    Rotten opinion, who hath writ me down\n    After my seeming. The tide of blood in me\n    Hath proudly flow'd in vanity till now.\n    Now doth it turn and ebb back to the sea,\n    Where it shall mingle with the state of floods,\n    And flow henceforth in formal majesty.\n    Now call we our high court of parliament;\n    And let us choose such limbs of noble counsel,\n    That the great body of our state may go\n    In equal rank with the best govern'd nation;\n    That war, or peace, or both at once, may be\n    As things acquainted and familiar to us;\n    In which you, father, shall have foremost hand.\n    Our coronation done, we will accite,\n    As I before rememb'red, all our state;\n    And- God consigning to my good intents-\n    No prince nor peer shall have just cause to say,\n    God shorten Harry's happy life one day.               Exeunt\n\nSCENE III. Gloucestershire. SHALLOW'S orchard\n\nEnter FALSTAFF, SHALLOW, SILENCE, BARDOLPH, the PAGE, and DAVY\n\n  SHALLOW. Nay, you shall see my orchard, where, in an arbour, we\n    will eat a last year's pippin of mine own graffing, with a dish\n    of caraways, and so forth. Come, cousin Silence. And then to bed.\n  FALSTAFF. Fore God, you have here a goodly dwelling and rich.\n  SHALLOW. Barren, barren, barren; beggars all, beggars all, Sir John\n    -marry, good air. Spread, Davy, spread, Davy; well said, Davy.\n  FALSTAFF. This Davy serves you for good uses; he is your\n    serving-man and your husband.\n  SHALLOW. A good varlet, a good varlet, a very good varlet, Sir\n    John. By the mass, I have drunk too much sack at supper. A good\n    varlet. Now sit down, now sit down; come, cousin.\n  SILENCE. Ah, sirrah! quoth-a- we shall               [Singing]\n\n              Do nothing but eat and make good cheer,\n              And praise God for the merry year;\n              When flesh is cheap and females dear,\n              And lusty lads roam here and there,\n                  So merrily,\n                And ever among so merrily.\n\n  FALSTAFF. There's a merry heart! Good Master Silence, I'll give you\n    a health for that anon.\n  SHALLOW. Give Master Bardolph some wine, Davy.\n  DAVY. Sweet sir, sit; I'll be with you anon; most sweet sir, sit.\n    Master Page, good Master Page, sit. Proface! What you want in\n    meat, we'll have in drink. But you must bear; the heart's all.\n Exit\n  SHALLOW. Be merry, Master Bardolph; and, my little soldier there,\n    be merry.\n  SILENCE.  [Singing]\n\n         Be merry, be merry, my wife has all;\n         For women are shrews, both short and tall;\n         'Tis merry in hall when beards wag an;\n           And welcome merry Shrove-tide.\n         Be merry, be merry.\n\n  FALSTAFF. I did not think Master Silence had been a man of this\n    mettle.\n  SILENCE. Who, I? I have been merry twice and once ere now.\n\n                          Re-enter DAVY\n\n  DAVY.  [To BARDOLPH]  There's a dish of leather-coats for you.\n  SHALLOW. Davy!\n  DAVY. Your worship! I'll be with you straight.  [To BARDOLPH]\n    A cup of wine, sir?\n  SILENCE.  [Singing]\n\n         A cup of wine that's brisk and fine,\n         And drink unto the leman mine;\n           And a merry heart lives long-a.\n\n  FALSTAFF. Well said, Master Silence.\n  SILENCE. An we shall be merry, now comes in the sweet o' th' night.\n  FALSTAFF. Health and long life to you, Master Silence!\n  SILENCE.  [Singing]\n\n         Fill the cup, and let it come,\n         I'll pledge you a mile to th' bottom.\n\n  SHALLOW. Honest Bardolph, welcome; if thou want'st anything and\n    wilt not call, beshrew thy heart. Welcome, my little tiny thief\n    and welcome indeed too. I'll drink to Master Bardolph, and to all\n    the cabileros about London.\n  DAVY. I hope to see London once ere I die.\n  BARDOLPH. An I might see you there, Davy!\n  SHALLOW. By the mass, you'R crack a quart together- ha! will you\n    not, Master Bardolph?\n  BARDOLPH. Yea, sir, in a pottle-pot.\n  SHALLOW. By God's liggens, I thank thee. The knave will stick by\n    thee, I can assure thee that. 'A will not out, 'a; 'tis true\n    bred.\n  BARDOLPH. And I'll stick by him, sir.\n  SHALLOW. Why, there spoke a king. Lack nothing; be merry.\n    [One knocks at door]  Look who's at door there, ho! Who knocks?\n                                                       Exit DAVY\n  FALSTAFF.  [To SILENCE, who has drunk a bumper]  Why, now you have\n    done me right.\n  SILENCE.  [Singing]\n\n         Do me right,\n         And dub me knight.\n           Samingo.\n\n    Is't not so?\n  FALSTAFF. 'Tis so.\n  SILENCE. Is't so? Why then, say an old man can do somewhat.\n\n                        Re-enter DAVY\n\n  DAVY. An't please your worship, there's one Pistol come from the\n    court with news.\n  FALSTAFF. From the court? Let him come in.\n\n                        Enter PISTOL\n\n    How now, Pistol?\n  PISTOL. Sir John, God save you!\n  FALSTAFF. What wind blew you hither, Pistol?\n  PISTOL. Not the ill wind which blows no man to good. Sweet knight,\n    thou art now one of the greatest men in this realm.\n  SILENCE. By'r lady, I think 'a be, but goodman Puff of Barson.\n  PISTOL. Puff!\n    Puff in thy teeth, most recreant coward base!\n    Sir John, I am thy Pistol and thy friend,\n    And helter-skelter have I rode to thee;\n    And tidings do I bring, and lucky joys,\n    And golden times, and happy news of price.\n  FALSTAFF. I pray thee now, deliver them like a man of this world.\n  PISTOL. A foutra for the world and worldlings base!\n    I speak of Africa and golden joys.\n  FALSTAFF. O base Assyrian knight, what is thy news?\n    Let King Cophetua know the truth thereof.\n  SILENCE.  [Singing]  And Robin Hood, Scarlet, and John.\n  PISTOL. Shall dunghill curs confront the Helicons?\n    And shall good news be baffled?\n    Then, Pistol, lay thy head in Furies' lap.\n  SHALLOW. Honest gentleman, I know not your breeding.\n  PISTOL. Why, then, lament therefore.\n  SHALLOW. Give me pardon, sir. If, sir, you come with news from the\n    court, I take it there's but two ways- either to utter them or\n    conceal them. I am, sir, under the King, in some authority.\n  PISTOL. Under which king, Bezonian? Speak, or die.\n  SHALLOW. Under King Harry.\n  PISTOL. Harry the Fourth- or Fifth?\n  SHALLOW. Harry the Fourth.\n  PISTOL. A foutra for thine office!\n    Sir John, thy tender lambkin now is King;\n    Harry the Fifth's the man. I speak the truth.\n    When Pistol lies, do this; and fig me, like\n    The bragging Spaniard.\n  FALSTAFF. What, is the old king dead?\n  PISTOL. As nail in door. The things I speak are just.\n  FALSTAFF. Away, Bardolph! saddle my horse. Master Robert Shallow,\n    choose what office thou wilt in the land, 'tis thine. Pistol, I\n    will double-charge thee with dignities.\n  BARDOLPH. O joyful day!\n    I would not take a knighthood for my fortune.\n  PISTOL. What, I do bring good news?\n  FALSTAFF. Carry Master Silence to bed. Master Shallow, my Lord\n    Shallow, be what thou wilt- I am Fortune's steward. Get on thy\n    boots; we'll ride all night. O sweet Pistol! Away, Bardolph!\n    [Exit BARDOLPH]  Come, Pistol, utter more to me; and withal\n    devise something to do thyself good. Boot, boot, Master Shallow!\n    I know the young King is sick for me. Let us take any man's\n    horses: the laws of England are at my commandment. Blessed are\n    they that have been my friends; and woe to my Lord Chief Justice!\n  PISTOL. Let vultures vile seize on his lungs also!\n    'Where is the life that late I led?' say they.\n    Why, here it is; welcome these pleasant days!         Exeunt\n\nSCENE IV. London. A street\n\nEnter BEADLES, dragging in HOSTESS QUICKLY and DOLL TEARSHEET\n\n  HOSTESS. No, thou arrant knave; I would to God that I might die,\n    that I might have thee hang'd. Thou hast drawn my shoulder out of\n    joint.\n  FIRST BEADLE. The constables have delivered her over to me; and she\n    shall have whipping-cheer enough, I warrant her. There hath been\n    a man or two lately kill'd about her.\n  DOLL. Nut-hook, nut-hook, you lie. Come on; I'll tell thee what,\n    thou damn'd tripe-visag'd rascal, an the child I now go with do\n    miscarry, thou wert better thou hadst struck thy mother, thou\n    paper-fac'd villain.\n  HOSTESS. O the Lord, that Sir John were come! He would make this a\n    bloody day to somebody. But I pray God the fruit of her womb\n    miscarry!\n  FIRST BEADLE. If it do, you shall have a dozen of cushions again;\n    you have but eleven now. Come, I charge you both go with me; for\n    the man is dead that you and Pistol beat amongst you.\n  DOLL. I'll tell you what, you thin man in a censer, I will have you\n    as soundly swing'd for this- you blue-bottle rogue, you filthy\n    famish'd correctioner, if you be not swing'd, I'll forswear\n    half-kirtles.\n  FIRST BEADLE. Come, come, you she knight-errant, come.\n  HOSTESS. O God, that right should thus overcome might!\n    Well, of sufferance comes ease.\n  DOLL. Come, you rogue, come; bring me to a justice.\n  HOSTESS. Ay, come, you starv'd bloodhound.\n  DOLL. Goodman death, goodman bones!\n  HOSTESS. Thou atomy, thou!\n  DOLL. Come, you thin thing! come, you rascal!\n  FIRST BEADLE. Very well.                                Exeunt\n\nSCENE V. Westminster. Near the Abbey\n\nEnter GROOMS, strewing rushes\n\n  FIRST GROOM. More rushes, more rushes!\n  SECOND GROOM. The trumpets have sounded twice.\n  THIRD GROOM. 'Twill be two o'clock ere they come from the\n    coronation. Dispatch, dispatch.                       Exeunt\n\n        Trumpets sound, and the KING and his train pass\n       over the stage. After them enter FALSTAFF, SHALLOW,\n                  PISTOL, BARDOLPH, and page\n\n  FALSTAFF. Stand here by me, Master Robert Shallow; I will make the\n    King do you grace. I will leer upon him, as 'a comes by; and do\n    but mark the countenance that he will give me.\n  PISTOL. God bless thy lungs, good knight!\n  FALSTAFF. Come here, Pistol; stand behind me.  [To SHALLOW]  O, if\n    I had had to have made new liveries, I would have bestowed the\n    thousand pound I borrowed of you. But 'tis no matter; this poor\n    show doth better; this doth infer the zeal I had to see him.\n  SHALLOW. It doth so.\n  FALSTAFF. It shows my earnestness of affection-\n  SHALLOW. It doth so.\n  FALSTAFF. My devotion-\n  SHALLOW. It doth, it doth, it doth.\n  FALSTAFF. As it were, to ride day and night; and not to deliberate,\n    not to remember, not to have patience to shift me-\n  SHALLOW. It is best, certain.\n  FALSTAFF. But to stand stained with travel, and sweating with\n    desire to see him; thinking of nothing else, putting all affairs\n    else in oblivion, as if there were nothing else to be done but to\n    see him.\n  PISTOL. 'Tis 'semper idem' for 'obsque hoc nihil est.' 'Tis all in\n    every part.\n  SHALLOW. 'Tis so, indeed.\n  PISTOL. My knight, I will inflame thy noble liver\n    And make thee rage.\n    Thy Doll, and Helen of thy noble thoughts,\n    Is in base durance and contagious prison;\n    Hal'd thither\n    By most mechanical and dirty hand.\n    Rouse up revenge from ebon den with fell Alecto's snake,\n    For Doll is in. Pistol speaks nought but truth.\n  FALSTAFF. I will deliver her.\n                         [Shouts,within, and the trumpets sound]\n  PISTOL. There roar'd the sea, and trumpet-clangor sounds.\n\n        Enter the KING and his train, the LORD CHIEF JUSTICE\n                               among them\n\n  FALSTAFF. God save thy Grace, King Hal; my royal Hal!\n  PISTOL. The heavens thee guard and keep, most royal imp of fame!\n  FALSTAFF. God save thee, my sweet boy!\n  KING. My Lord Chief Justice, speak to that vain man.\n  CHIEF JUSTICE. Have you your wits? Know you what 'tis you speak?\n  FALSTAFF. My king! my Jove! I speak to thee, my heart!\n  KING. I know thee not, old man. Fall to thy prayers.\n    How ill white hairs become a fool and jester!\n    I have long dreamt of such a kind of man,\n    So surfeit-swell'd, so old, and so profane;\n    But being awak'd, I do despise my dream.\n    Make less thy body hence, and more thy grace;\n    Leave gormandizing; know the grave doth gape\n    For thee thrice wider than for other men-\n    Reply not to me with a fool-born jest;\n    Presume not that I am the thing I was,\n    For God doth know, so shall the world perceive,\n    That I have turn'd away my former self;\n    So will I those that kept me company.\n    When thou dost hear I am as I have been,\n    Approach me, and thou shalt be as thou wast,\n    The tutor and the feeder of my riots.\n    Till then I banish thee, on pain of death,\n    As I have done the rest of my misleaders,\n    Not to come near our person by ten mile.\n    For competence of life I will allow you,\n    That lack of means enforce you not to evils;\n    And, as we hear you do reform yourselves,\n    We will, according to your strengths and qualities,\n    Give you advancement. Be it your charge, my lord,\n    To see perform'd the tenour of our word.\n    Set on.                        Exeunt the KING and his train\n  FALSTAFF. Master Shallow, I owe you a thousand pounds.\n  SHALLOW. Yea, marry, Sir John; which I beseech you to let me have\n    home with me.\n  FALSTAFF. That can hardly be, Master Shallow. Do not you grieve at\n    this; I shall be sent for in private to him. Look you, he must\n    seem thus to the world. Fear not your advancements; I will be the\n    man yet that shall make you great.\n  SHALLOW. I cannot perceive how, unless you give me your doublet,\n    and stuff me out with straw. I beseech you, good Sir John, let me\n    have five hundred of my thousand.\n  FALSTAFF. Sir, I will be as good as my word. This that you heard\n    was but a colour.\n  SHALLOW. A colour that I fear you will die in, Sir John.\n  FALSTAFF. Fear no colours; go with me to dinner. Come, Lieutenant\n    Pistol; come, Bardolph. I shall be sent for soon at night.\n\n            Re-enter PRINCE JOHN, the LORD CHIEF JUSTICE,\n                            with officers\n\n  CHIEF JUSTICE. Go, carry Sir John Falstaff to the Fleet;\n    Take all his company along with him.\n  FALSTAFF. My lord, my lord-\n  CHIEF JUSTICE. I cannot now speak. I will hear you soon.\n    Take them away.\n  PISTOL. Si fortuna me tormenta, spero me contenta.\n           Exeunt all but PRINCE JOHN and the LORD CHIEF JUSTICE\n  PRINCE JOHN. I like this fair proceeding of the King's.\n    He hath intent his wonted followers\n    Shall all be very well provided for;\n    But all are banish'd till their conversations\n    Appear more wise and modest to the world.\n  CHIEF JUSTICE. And so they are.\n  PRINCE JOHN. The King hath call'd his parliament, my lord.\n  CHIEF JUSTICE. He hath.\n  PRINCE JOHN. I will lay odds that, ere this year expire,\n    We bear our civil swords and native fire\n    As far as France. I heard a bird so sing,\n    Whose music, to my thinking, pleas'd the King.\n    Come, will you hence?                                 Exeunt\n\nEPILOGUE EPILOGUE.\n\n  First my fear, then my curtsy, last my speech. My fear, is your\n  displeasure; my curtsy, my duty; and my speech, to beg your pardons.\n  If you look for a good speech now, you undo me; for what I have to\n  say is of mine own making; and what, indeed, I should say will, I\n  doubt, prove mine own marring. But to the purpose, and so to the\n  venture. Be it known to you, as it is very well, I was lately here in\n  the end of a displeasing play, to pray your patience for it and to\n  promise you a better. I meant, indeed, to pay you with this; which if\n  like an ill venture it come unluckily home, I break, and you, my\n  gentle creditors, lose. Here I promis'd you I would be, and here I\n  commit my body to your mercies. Bate me some, and I will pay you\n  some, and, as most debtors do, promise you infinitely; and so I kneel\n  down before you- but, indeed, to pray for the Queen. If my tongue\n  cannot entreat you to acquit me, will you command me to use my legs?\n  And yet that were but light payment-to dance out of your debt. But a\n  good conscience will make any possible satisfaction, and so would I.\n  All the gentlewomen here have forgiven me. If the gentlemen will not,\n  then the gentlemen do not agree with the gentlewomen, which was never\n  seen before in such an assembly. One word more, I beseech you. If you\n  be not too much cloy'd with fat meat, our humble author will continue\n  the story, with Sir John in it, and make you merry with fair\n  Katherine of France; where, for anything I know, Falstaff shall die\n  of a sweat, unless already 'a be killed with your hard opinions; for\n  Oldcastle died a martyr and this is not the man. My tongue is weary;\n  when my legs are too, I will bid you good night.\n\n\n"