{"table_of_contents": "THE SECOND PART OF KING HENRY THE SIXTH\n\nDramatis Personae\n\n  KING HENRY THE SIXTH\n  HUMPHREY, DUKE OF GLOUCESTER, his uncle\n  CARDINAL BEAUFORT, BISHOP OF WINCHESTER, great-uncle to the King\n  RICHARD PLANTAGENET, DUKE OF YORK\n  EDWARD and RICHARD, his sons\n  DUKE OF SOMERSET\n  DUKE OF SUFFOLK\n  DUKE OF BUCKINGHAM\n  LORD CLIFFORD\n  YOUNG CLIFFORD, his son\n  EARL OF SALISBURY\n  EARL OF WARWICK\n  LORD SCALES\n  LORD SAY\n  SIR HUMPHREY STAFFORD\n  WILLIAM STAFFORD, his brother\n  SIR JOHN STANLEY\n  VAUX\n  MATTHEW GOFFE\n  A LIEUTENANT, a SHIPMASTER, a MASTER'S MATE, and WALTER WHITMORE\n  TWO GENTLEMEN, prisoners with Suffolk\n  JOHN HUME and JOHN SOUTHWELL, two priests\n  ROGER BOLINGBROKE, a conjurer\n  A SPIRIT raised by him\n  THOMAS HORNER, an armourer\n  PETER, his man\n  CLERK OF CHATHAM\n  MAYOR OF SAINT ALBANS\n  SAUNDER SIMPCOX, an impostor\n  ALEXANDER IDEN, a Kentish gentleman\n  JACK CADE, a rebel\n  GEORGE BEVIS, JOHN HOLLAND, DICK THE BUTCHER, SMITH THE WEAVER,\n    MICHAEL, &c., followers of Cade\n  TWO MURDERERS\n\n  MARGARET, Queen to King Henry\n  ELEANOR, Duchess of Gloucester\n  MARGERY JOURDAIN, a witch\n  WIFE to SIMPCOX\n\n  Lords, Ladies, and Attendants; Petitioners, Aldermen, a Herald,\n    a Beadle, a Sheriff, Officers, Citizens, Prentices, Falconers,\n    Guards, Soldiers, Messengers, &c.\n\nSCENE: England\n", "body": [{"Act 1": [{"text": [{"type": "direction", "direction": "ACT I. SCENE I. London. The palace\n\nFlourish of trumpets; then hautboys. Enter the KING, DUKE HUMPHREY OF\nGLOUCESTER, SALISBURY, WARWICK, and CARDINAL BEAUFORT, on the one side;\nthe QUEEN, SUFFOLK, YORK, SOMERSET, and BUCKINGHAM, on the other"}, {"type": "direction", "direction": "  SUFFOLK. As by your high imperial Majesty\n    I had in charge at my depart for France,\n    As procurator to your Excellence,\n    To marry Princess Margaret for your Grace;\n    So, in the famous ancient city Tours,\n    In presence of the Kings of France and Sicil,\n    The Dukes of Orleans, Calaber, Bretagne, and Alencon,\n    Seven earls, twelve barons, and twenty reverend bishops,\n    I have perform'd my task, and was espous'd;\n    And humbly now upon my bended knee,\n    In sight of England and her lordly peers,\n    Deliver up my title in the Queen\n    To your most gracious hands, that are the substance\n    Of that great shadow I did represent:\n    The happiest gift that ever marquis gave,\n    The fairest queen that ever king receiv'd."}, {"type": "direction", "direction": "  KING HENRY. Suffolk, arise. Welcome, Queen Margaret:\n    I can express no kinder sign of love\n    Than this kind kiss. O Lord, that lends me life,\n    Lend me a heart replete with thankfulness!\n    For thou hast given me in this beauteous face\n    A world of earthly blessings to my soul,\n    If sympathy of love unite our thoughts."}, {"type": "direction", "direction": "  QUEEN. Great King of England, and my gracious lord,\n    The mutual conference that my mind hath had,\n    By day, by night, waking and in my dreams,\n    In courtly company or at my beads,\n    With you, mine alder-liefest sovereign,\n    Makes me the bolder to salute my king\n    With ruder terms, such as my wit affords\n    And over-joy of heart doth minister."}, {"type": "direction", "direction": "  KING HENRY. Her sight did ravish, but her grace in speech,\n    Her words y-clad with wisdom's majesty,\n    Makes me from wond'ring fall to weeping joys,\n    Such is the fulness of my heart's content.\n    Lords, with one cheerful voice welcome my love."}, {"type": "direction", "direction": "  ALL. [Kneeling] Long live Queen Margaret, England's happiness!"}, {"type": "direction", "direction": "  QUEEN. We thank you all.                            [Flourish]"}, {"type": "direction", "direction": "  SUFFOLK. My Lord Protector, so it please your Grace,\n    Here are the articles of contracted peace\n    Between our sovereign and the French King Charles,\n    For eighteen months concluded by consent."}, {"type": "direction", "direction": "  GLOUCESTER. [Reads] 'Imprimis: It is agreed between the French King\n    Charles and William de la Pole, Marquess of Suffolk, ambassador\n    for Henry King of England, that the said Henry shall espouse the\n    Lady Margaret, daughter unto Reignier King of Naples, Sicilia,\n    and Jerusalem, and crown her Queen of England ere the thirtieth\n    of May next ensuing.\n      Item: That the duchy of Anjou and the county of Maine shall be\n    released and delivered to the King her father'-\n                                           [Lets the paper fall]"}, {"type": "direction", "direction": "  KING HENRY. Uncle, how now!"}, {"type": "direction", "direction": "  GLOUCESTER. Pardon me, gracious lord;\n    Some sudden qualm hath struck me at the heart,\n    And dimm'd mine eyes, that I can read no further."}, {"type": "direction", "direction": "  KING HENRY. Uncle of Winchester, I pray read on."}, {"type": "direction", "direction": "  CARDINAL. [Reads] 'Item: It is further agreed between them that the\n    duchies of Anjou and Maine shall be released and delivered over\n    to the King her father, and she sent over of the King of\n    England's own proper cost and charges, without having any dowry.'"}, {"type": "direction", "direction": "  KING HENRY. They please us well. Lord Marquess, kneel down.\n    We here create thee the first Duke of Suffolk,\n    And girt thee with the sword. Cousin of York,\n    We here discharge your Grace from being Regent\n    I' th' parts of France, till term of eighteen months\n    Be full expir'd. Thanks, uncle Winchester,\n    Gloucester, York, Buckingham, Somerset,\n    Salisbury, and Warwick;\n    We thank you all for this great favour done\n    In entertainment to my princely queen.\n    Come, let us in, and with all speed provide\n    To see her coronation be perform'd.\n                                 Exeunt KING, QUEEN, and SUFFOLK"}, {"type": "direction", "direction": "  GLOUCESTER. Brave peers of England, pillars of the state,\n    To you Duke Humphrey must unload his grief\n    Your grief, the common grief of all the land.\n    What! did my brother Henry spend his youth,\n    His valour, coin, and people, in the wars?\n    Did he so often lodge in open field,\n    In winter's cold and summer's parching heat,\n    To conquer France, his true inheritance?\n    And did my brother Bedford toil his wits\n    To keep by policy what Henry got?\n    Have you yourselves, Somerset, Buckingham,\n    Brave York, Salisbury, and victorious Warwick,\n    Receiv'd deep scars in France and Normandy?\n    Or hath mine uncle Beaufort and myself,\n    With all the learned Council of the realm,\n    Studied so long, sat in the Council House\n    Early and late, debating to and fro\n    How France and Frenchmen might be kept in awe?\n    And had his Highness in his infancy\n    Crowned in Paris, in despite of foes?\n    And shall these labours and these honours die?\n    Shall Henry's conquest, Bedford's vigilance,\n    Your deeds of war, and all our counsel die?\n    O peers of England, shameful is this league!\n    Fatal this marriage, cancelling your fame,\n    Blotting your names from books of memory,\n    Razing the characters of your renown,\n    Defacing monuments of conquer'd France,\n    Undoing all, as all had never been!"}, {"type": "direction", "direction": "  CARDINAL. Nephew, what means this passionate discourse,\n    This peroration with such circumstance?\n    For France, 'tis ours; and we will keep it still."}, {"type": "direction", "direction": "  GLOUCESTER. Ay, uncle, we will keep it if we can;\n    But now it is impossible we should.\n    Suffolk, the new-made duke that rules the roast,\n    Hath given the duchy of Anjou and Maine\n    Unto the poor King Reignier, whose large style\n    Agrees not with the leanness of his purse."}, {"type": "direction", "direction": "  SALISBURY. Now, by the death of Him that died for all,\n    These counties were the keys of Normandy!\n    But wherefore weeps Warwick, my valiant son?"}, {"type": "direction", "direction": "  WARWICK. For grief that they are past recovery;\n    For were there hope to conquer them again\n    My sword should shed hot blood, mine eyes no tears.\n    Anjou and Maine! myself did win them both;\n    Those provinces these arms of mine did conquer;\n    And are the cities that I got with wounds\n    Deliver'd up again with peaceful words?\n    Mort Dieu!"}, {"type": "direction", "direction": "  YORK. For Suffolk's duke, may he be suffocate,\n    That dims the honour of this warlike isle!\n    France should have torn and rent my very heart\n    Before I would have yielded to this league.\n    I never read but England's kings have had\n    Large sums of gold and dowries with their wives;\n    And our King Henry gives away his own\n    To match with her that brings no vantages."}, {"type": "direction", "direction": "  GLOUCESTER. A proper jest, and never heard before,\n    That Suffolk should demand a whole fifteenth\n    For costs and charges in transporting her!\n    She should have stay'd in France, and starv'd in France,\n    Before-"}, {"type": "direction", "direction": "  CARDINAL. My Lord of Gloucester, now ye grow too hot:\n    It was the pleasure of my lord the King."}, {"type": "direction", "direction": "  GLOUCESTER. My Lord of Winchester, I know your mind;\n    'Tis not my speeches that you do mislike,\n    But 'tis my presence that doth trouble ye.\n    Rancour will out: proud prelate, in thy face\n    I see thy fury; if I longer stay\n    We shall begin our ancient bickerings.\n    Lordings, farewell; and say, when I am gone,\n    I prophesied France will be lost ere long.              Exit"}, {"type": "direction", "direction": "  CARDINAL. So, there goes our Protector in a rage.\n    'Tis known to you he is mine enemy;\n    Nay, more, an enemy unto you all,\n    And no great friend, I fear me, to the King.\n    Consider, lords, he is the next of blood\n    And heir apparent to the English crown.\n    Had Henry got an empire by his marriage\n    And all the wealthy kingdoms of the west,\n    There's reason he should be displeas'd at it.\n    Look to it, lords; let not his smoothing words\n    Bewitch your hearts; be wise and circumspect.\n    What though the common people favour him,\n    Calling him 'Humphrey, the good Duke of Gloucester,'\n    Clapping their hands, and crying with loud voice\n    'Jesu maintain your royal excellence!'\n    With 'God preserve the good Duke Humphrey!'\n    I fear me, lords, for all this flattering gloss,\n    He will be found a dangerous Protector."}, {"type": "direction", "direction": "  BUCKINGHAM. Why should he then protect our sovereign,\n    He being of age to govern of himself?\n    Cousin of Somerset, join you with me,\n    And all together, with the Duke of Suffolk,\n    We'll quickly hoise Duke Humphrey from his seat."}, {"type": "direction", "direction": "  CARDINAL. This weighty business will not brook delay;\n    I'll to the Duke of Suffolk presently.                  Exit"}, {"type": "direction", "direction": "  SOMERSET. Cousin of Buckingham, though Humphrey's pride\n    And greatness of his place be grief to us,\n    Yet let us watch the haughty cardinal;\n    His insolence is more intolerable\n    Than all the princes in the land beside;\n    If Gloucester be displac'd, he'll be Protector."}, {"type": "direction", "direction": "  BUCKINGHAM. Or thou or I, Somerset, will be Protector,\n    Despite Duke Humphrey or the Cardinal.\n                                  Exeunt BUCKINGHAM and SOMERSET"}, {"type": "direction", "direction": "  SALISBURY. Pride went before, ambition follows him.\n    While these do labour for their own preferment,\n    Behoves it us to labour for the realm.\n    I never saw but Humphrey Duke of Gloucester\n    Did bear him like a noble gentleman.\n    Oft have I seen the haughty Cardinal-\n    More like a soldier than a man o' th' church,\n    As stout and proud as he were lord of all-\n    Swear like a ruffian and demean himself\n    Unlike the ruler of a commonweal.\n    Warwick my son, the comfort of my age,\n    Thy deeds, thy plainness, and thy housekeeping,\n    Hath won the greatest favour of the commons,\n    Excepting none but good Duke Humphrey.\n    And, brother York, thy acts in Ireland,\n    In bringing them to civil discipline,\n    Thy late exploits done in the heart of France\n    When thou wert Regent for our sovereign,\n    Have made thee fear'd and honour'd of the people:\n    Join we together for the public good,\n    In what we can, to bridle and suppress\n    The pride of Suffolk and the Cardinal,\n    With Somerset's and Buckingham's ambition;\n    And, as we may, cherish Duke Humphrey's deeds\n    While they do tend the profit of the land."}, {"type": "direction", "direction": "  WARWICK. So God help Warwick, as he loves the land\n    And common profit of his country!"}, {"type": "direction", "direction": "  YORK. And so says York- [Aside] for he hath greatest cause."}, {"type": "direction", "direction": "  SALISBURY. Then let's make haste away and look unto the main."}, {"type": "direction", "direction": "  WARWICK. Unto the main! O father, Maine is lost-\n    That Maine which by main force Warwick did win,\n    And would have kept so long as breath did last.\n    Main chance, father, you meant; but I meant Maine,\n    Which I will win from France, or else be slain.\n                                    Exeunt WARWICK and SALISBURY"}, {"type": "direction", "direction": "  YORK. Anjou and Maine are given to the French;\n    Paris is lost; the state of Normandy\n    Stands on a tickle point now they are gone.\n    Suffolk concluded on the articles;\n    The peers agreed; and Henry was well pleas'd\n    To changes two dukedoms for a duke's fair daughter.\n    I cannot blame them all: what is't to them?\n    'Tis thine they give away, and not their own.\n    Pirates may make cheap pennyworths of their pillage,\n    And purchase friends, and give to courtezans,\n    Still revelling like lords till all be gone;\n    While as the silly owner of the goods\n    Weeps over them and wrings his hapless hands\n    And shakes his head and trembling stands aloof,\n    While all is shar'd and all is borne away,\n    Ready to starve and dare not touch his own.\n    So York must sit and fret and bite his tongue,\n    While his own lands are bargain'd for and sold.\n    Methinks the realms of England, France, and Ireland,\n    Bear that proportion to my flesh and blood\n    As did the fatal brand Althaea burnt\n    Unto the prince's heart of Calydon.\n    Anjou and Maine both given unto the French!\n    Cold news for me, for I had hope of France,\n    Even as I have of fertile England's soil.\n    A day will come when York shall claim his own;\n    And therefore I will take the Nevils' parts,\n    And make a show of love to proud Duke Humphrey,\n    And when I spy advantage, claim the crown,\n    For that's the golden mark I seek to hit.\n    Nor shall proud Lancaster usurp my right,\n    Nor hold the sceptre in his childish fist,\n    Nor wear the diadem upon his head,\n    Whose church-like humours fits not for a crown.\n    Then, York, be still awhile, till time do serve;\n    Watch thou and wake, when others be asleep,\n    To pry into the secrets of the state;\n    Till Henry, surfeiting in joys of love\n    With his new bride and England's dear-bought queen,\n    And Humphrey with the peers be fall'n at jars;\n    Then will I raise aloft the milk-white rose,\n    With whose sweet smell the air shall be perfum'd,\n    And in my standard bear the arms of York,\n    To grapple with the house of Lancaster;\n    And force perforce I'll make him yield the crown,\n    Whose bookish rule hath pull'd fair England down.       Exit"}], "act": 1, "scene": 1, "title": "ACT I. SCENE I. London. The palace\n\nFlourish of trumpets; then hautboys. Enter the KING, DUKE HUMPHREY OF\nGLOUCESTER, SALISBURY, WARWICK, and CARDINAL BEAUFORT, on the one side;\nthe QUEEN, SUFFOLK, YORK, SOMERSET, and BUCKINGHAM, on the other"}, {"text": [{"type": "direction", "direction": "SCENE II. The DUKE OF GLOUCESTER'S house"}, {"type": "direction", "direction": "Enter DUKE and his wife ELEANOR"}, {"type": "direction", "direction": "  DUCHESS. Why droops my lord, like over-ripen'd corn\n    Hanging the head at Ceres' plenteous load?\n    Why doth the great Duke Humphrey knit his brows,\n    As frowning at the favours of the world?\n    Why are thine eyes fix'd to the sullen earth,\n    Gazing on that which seems to dim thy sight?\n    What see'st thou there? King Henry's diadem,\n    Enchas'd with all the honours of the world?\n    If so, gaze on, and grovel on thy face\n    Until thy head be circled with the same.\n    Put forth thy hand, reach at the glorious gold.\n    What, is't too short? I'll lengthen it with mine;\n    And having both together heav'd it up,\n    We'll both together lift our heads to heaven,\n    And never more abase our sight so low\n    As to vouchsafe one glance unto the ground."}, {"type": "direction", "direction": "  GLOUCESTER. O Nell, sweet Nell, if thou dost love thy lord,\n    Banish the canker of ambitious thoughts!\n    And may that thought, when I imagine ill\n    Against my king and nephew, virtuous Henry,\n    Be my last breathing in this mortal world!\n    My troublous dreams this night doth make me sad."}, {"type": "direction", "direction": "  DUCHESS. What dream'd my lord? Tell me, and I'll requite it\n    With sweet rehearsal of my morning's dream."}, {"type": "direction", "direction": "  GLOUCESTER. Methought this staff, mine office-badge in court,\n    Was broke in twain; by whom I have forgot,\n    But, as I think, it was by th' Cardinal;\n    And on the pieces of the broken wand\n    Were plac'd the heads of Edmund Duke of Somerset\n    And William de la Pole, first Duke of Suffolk.\n    This was my dream; what it doth bode God knows."}, {"type": "direction", "direction": "  DUCHESS. Tut, this was nothing but an argument\n    That he that breaks a stick of Gloucester's grove\n    Shall lose his head for his presumption.\n    But list to me, my Humphrey, my sweet Duke:\n    Methought I sat in seat of majesty\n    In the cathedral church of Westminster,\n    And in that chair where kings and queens were crown'd;\n    Where Henry and Dame Margaret kneel'd to me,\n    And on my head did set the diadem."}, {"type": "direction", "direction": "  GLOUCESTER. Nay, Eleanor, then must I chide outright.\n    Presumptuous dame, ill-nurtur'd Eleanor!\n    Art thou not second woman in the realm,\n    And the Protector's wife, belov'd of him?\n    Hast thou not worldly pleasure at command\n    Above the reach or compass of thy thought?\n    And wilt thou still be hammering treachery\n    To tumble down thy husband and thyself\n    From top of honour to disgrace's feet?\n    Away from me, and let me hear no more!"}, {"type": "direction", "direction": "  DUCHESS. What, what, my lord! Are you so choleric\n    With Eleanor for telling but her dream?\n    Next time I'll keep my dreams unto myself\n    And not be check'd."}, {"type": "direction", "direction": "  GLOUCESTER. Nay, be not angry; I am pleas'd again."}, {"type": "direction", "direction": "Enter a MESSENGER"}, {"type": "direction", "direction": "  MESSENGER. My Lord Protector, 'tis his Highness' pleasure\n    You do prepare to ride unto Saint Albans,\n    Where as the King and Queen do mean to hawk."}, {"type": "direction", "direction": "  GLOUCESTER. I go. Come, Nell, thou wilt ride with us?"}, {"type": "direction", "direction": "  DUCHESS. Yes, my good lord, I'll follow presently.\n                                 Exeunt GLOUCESTER and MESSENGER\n    Follow I must; I cannot go before,\n    While Gloucester bears this base and humble mind.\n    Were I a man, a duke, and next of blood,\n    I would remove these tedious stumbling-blocks\n    And smooth my way upon their headless necks;\n    And, being a woman, I will not be slack\n    To play my part in Fortune's pageant.\n    Where are you there, Sir John? Nay, fear not, man,\n    We are alone; here's none but thee and I."}, {"type": "direction", "direction": "Enter HUME"}, {"type": "direction", "direction": "  HUME. Jesus preserve your royal Majesty!"}, {"type": "direction", "direction": "  DUCHESS. What say'st thou? Majesty! I am but Grace."}, {"type": "direction", "direction": "  HUME. But, by the grace of God and Hume's advice,\n    Your Grace's title shall be multiplied."}, {"type": "direction", "direction": "  DUCHESS. What say'st thou, man? Hast thou as yet conferr'd\n    With Margery Jourdain, the cunning witch of Eie,\n    With Roger Bolingbroke, the conjurer?\n    And will they undertake to do me good?"}, {"type": "direction", "direction": "  HUME. This they have promised, to show your Highness\n    A spirit rais'd from depth of underground\n    That shall make answer to such questions\n    As by your Grace shall be propounded him"}, {"type": "direction", "direction": "  DUCHESS. It is enough; I'll think upon the questions;\n    When from Saint Albans we do make return\n    We'll see these things effected to the full.\n    Here, Hume, take this reward; make merry, man,\n    With thy confederates in this weighty cause.            Exit"}, {"type": "direction", "direction": "  HUME. Hume must make merry with the Duchess' gold;\n    Marry, and shall. But, how now, Sir John Hume!\n    Seal up your lips and give no words but mum:\n    The business asketh silent secrecy.\n    Dame Eleanor gives gold to bring the witch:\n    Gold cannot come amiss were she a devil.\n    Yet have I gold flies from another coast-\n    I dare not say from the rich Cardinal,\n    And from the great and new-made Duke of Suffolk;\n    Yet I do find it so; for, to be plain,\n    They, knowing Dame Eleanor's aspiring humour,\n    Have hired me to undermine the Duchess,\n    And buzz these conjurations in her brain.\n    They say 'A crafty knave does need no broker';\n    Yet am I Suffolk and the Cardinal's broker.\n    Hume, if you take not heed, you shall go near\n    To call them both a pair of crafty knaves.\n    Well, so its stands; and thus, I fear, at last\n    Hume's knavery will be the Duchess' wreck,\n    And her attainture will be Humphrey's fall\n    Sort how it will, I shall have gold for all.            Exit"}], "act": 1, "scene": 2, "title": "SCENE II. The DUKE OF GLOUCESTER'S house"}, {"text": [{"type": "direction", "direction": "SCENE III. London. The palace"}, {"type": "direction", "direction": "Enter three or four PETITIONERS, PETER, the Armourer's man, being one"}, {"type": "direction", "direction": "  FIRST PETITIONER. My masters, let's stand close; my Lord Protector\n    will come this way by and by, and then we may deliver our\n    supplications in the quill."}, {"type": "direction", "direction": "  SECOND PETITIONER. Marry, the Lord protect him, for he's a good\n    man, Jesu bless him!"}, {"type": "direction", "direction": "Enter SUFFOLK and QUEEN"}, {"type": "direction", "direction": "  FIRST PETITIONER. Here 'a comes, methinks, and the Queen with him.\n    I'll be the first, sure."}, {"type": "direction", "direction": "  SECOND PETITIONER. Come back, fool; this is the Duke of Suffolk and\n    not my Lord Protector."}, {"type": "direction", "direction": "  SUFFOLK. How now, fellow! Wouldst anything with me?"}, {"type": "direction", "direction": "  FIRST PETITIONER. I pray, my lord, pardon me; I took ye for my Lord\n    Protector."}, {"type": "direction", "direction": "  QUEEN. [Reads] 'To my Lord Protector!' Are your supplications to\n    his lordship? Let me see them. What is thine?"}, {"type": "direction", "direction": "  FIRST PETITIONER. Mine is, an't please your Grace, against John\n    Goodman, my Lord Cardinal's man, for keeping my house and lands,\n    and wife and all, from me."}, {"type": "direction", "direction": "  SUFFOLK. Thy wife too! That's some wrong indeed. What's yours?\n    What's here! [Reads] 'Against the Duke of Suffolk, for enclosing\n    the commons of Melford.' How now, sir knave!"}, {"type": "direction", "direction": "  SECOND PETITIONER. Alas, sir, I am but a poor petitioner of our\n    whole township."}, {"type": "direction", "direction": "  PETER. [Presenting his petition] Against my master, Thomas Horner,\n    for saying that the Duke of York was rightful heir to the crown."}, {"type": "direction", "direction": "  QUEEN. What say'st thou? Did the Duke of York say he was rightful\n    heir to the crown?"}, {"type": "direction", "direction": "  PETER. That my master was? No, forsooth. My master said that he\n    was, and that the King was an usurper."}, {"type": "direction", "direction": "  SUFFOLK. Who is there? [Enter servant] Take this fellow in, and\n    send for his master with a pursuivant presently. We'll hear more\n    of your matter before the King.\n                                         Exit servant with PETER"}, {"type": "direction", "direction": "  QUEEN. And as for you, that love to be protected\n    Under the wings of our Protector's grace,\n    Begin your suits anew, and sue to him.\n                                       [Tears the supplications]\n    Away, base cullions! Suffolk, let them go."}, {"type": "direction", "direction": "  ALL. Come, let's be gone.                               Exeunt"}, {"type": "direction", "direction": "  QUEEN. My Lord of Suffolk, say, is this the guise,\n    Is this the fashions in the court of England?\n    Is this the government of Britain's isle,\n    And this the royalty of Albion's king?\n    What, shall King Henry be a pupil still,\n    Under the surly Gloucester's governance?\n    Am I a queen in title and in style,\n    And must be made a subject to a duke?\n    I tell thee, Pole, when in the city Tours\n    Thou ran'st a tilt in honour of my love\n    And stol'st away the ladies' hearts of France,\n    I thought King Henry had resembled thee\n    In courage, courtship, and proportion;\n    But all his mind is bent to holiness,\n    To number Ave-Maries on his beads;\n    His champions are the prophets and apostles;\n    His weapons, holy saws of sacred writ;\n    His study is his tilt-yard, and his loves\n    Are brazen images of canonized saints.\n    I would the college of the Cardinals\n    Would choose him Pope, and carry him to Rome,\n    And set the triple crown upon his head;\n    That were a state fit for his holiness."}, {"type": "direction", "direction": "  SUFFOLK. Madam, be patient. As I was cause\n    Your Highness came to England, so will I\n    In England work your Grace's full content."}, {"type": "direction", "direction": "  QUEEN. Beside the haughty Protector, have we Beaufort\n    The imperious churchman; Somerset, Buckingham,\n    And grumbling York; and not the least of these\n    But can do more in England than the King."}, {"type": "direction", "direction": "  SUFFOLK. And he of these that can do most of all\n    Cannot do more in England than the Nevils;\n    Salisbury and Warwick are no simple peers."}, {"type": "direction", "direction": "  QUEEN. Not all these lords do vex me half so much\n    As that proud dame, the Lord Protector's wife.\n    She sweeps it through the court with troops of ladies,\n    More like an empress than Duke Humphrey's wife.\n    Strangers in court do take her for the Queen.\n    She bears a duke's revenues on her back,\n    And in her heart she scorns our poverty;\n    Shall I not live to be aveng'd on her?\n    Contemptuous base-born callet as she is,\n    She vaunted 'mongst her minions t' other day\n    The very train of her worst wearing gown\n    Was better worth than all my father's lands,\n    Till Suffolk gave two dukedoms for his daughter."}, {"type": "direction", "direction": "  SUFFOLK. Madam, myself have lim'd a bush for her,\n    And plac'd a quire of such enticing birds\n    That she will light to listen to the lays,\n    And never mount to trouble you again.\n    So, let her rest. And, madam, list to me,\n    For I am bold to counsel you in this:\n    Although we fancy not the Cardinal,\n    Yet must we join with him and with the lords,\n    Till we have brought Duke Humphrey in disgrace.\n    As for the Duke of York, this late complaint\n    Will make but little for his benefit.\n    So one by one we'll weed them all at last,\n    And you yourself shall steer the happy helm.\n\n          Sound a sennet. Enter the KING, DUKE HUMPHREY,\n     CARDINAL BEAUFORT, BUCKINGHAM, YORK, SOMERSET, SALISBURY,\n              WARWICK, and the DUCHESS OF GLOUCESTER"}, {"type": "direction", "direction": "  KING HENRY. For my part, noble lords, I care not which:\n    Or Somerset or York, all's one to me."}, {"type": "direction", "direction": "  YORK. If York have ill demean'd himself in France,\n    Then let him be denay'd the regentship."}, {"type": "direction", "direction": "  SOMERSET. If Somerset be unworthy of the place,\n    Let York be Regent; I will yield to him."}, {"type": "direction", "direction": "  WARWICK. Whether your Grace be worthy, yea or no,\n    Dispute not that; York is the worthier."}, {"type": "direction", "direction": "  CARDINAL. Ambitious Warwick, let thy betters speak."}, {"type": "direction", "direction": "  WARWICK. The Cardinal's not my better in the field."}, {"type": "direction", "direction": "  BUCKINGHAM. All in this presence are thy betters, Warwick."}, {"type": "direction", "direction": "  WARWICK. Warwick may live to be the best of all."}, {"type": "direction", "direction": "  SALISBURY. Peace, son! And show some reason, Buckingham,\n    Why Somerset should be preferr'd in this."}, {"type": "direction", "direction": "  QUEEN. Because the King, forsooth, will have it so."}, {"type": "direction", "direction": "  GLOUCESTER. Madam, the King is old enough himself\n    To give his censure. These are no women's matters."}, {"type": "direction", "direction": "  QUEEN. If he be old enough, what needs your Grace\n    To be Protector of his Excellence?"}, {"type": "direction", "direction": "  GLOUCESTER. Madam, I am Protector of the realm;\n    And at his pleasure will resign my place."}, {"type": "direction", "direction": "  SUFFOLK. Resign it then, and leave thine insolence.\n    Since thou wert king- as who is king but thou?-\n    The commonwealth hath daily run to wrack,\n    The Dauphin hath prevail'd beyond the seas,\n    And all the peers and nobles of the realm\n    Have been as bondmen to thy sovereignty."}, {"type": "direction", "direction": "  CARDINAL. The commons hast thou rack'd; the clergy's bags\n    Are lank and lean with thy extortions."}, {"type": "direction", "direction": "  SOMERSET. Thy sumptuous buildings and thy wife's attire\n    Have cost a mass of public treasury."}, {"type": "direction", "direction": "  BUCKINGHAM. Thy cruelty in execution\n    Upon offenders hath exceeded law,\n    And left thee to the mercy of the law."}, {"type": "direction", "direction": "  QUEEN. Thy sale of offices and towns in France,\n    If they were known, as the suspect is great,\n    Would make thee quickly hop without thy head.\n                  Exit GLOUCESTER. The QUEEN drops QUEEN her fan\n    Give me my fan. What, minion, can ye not?\n                        [She gives the DUCHESS a box on the ear]\n    I cry your mercy, madam; was it you?"}, {"type": "direction", "direction": "  DUCHESS. Was't I? Yea, I it was, proud Frenchwoman.\n    Could I come near your beauty with my nails,\n    I could set my ten commandments in your face."}, {"type": "direction", "direction": "  KING HENRY. Sweet aunt, be quiet; 'twas against her will."}, {"type": "direction", "direction": "  DUCHESS. Against her will, good King? Look to 't in time;\n    She'll hamper thee and dandle thee like a baby.\n    Though in this place most master wear no breeches,\n    She shall not strike Dame Eleanor unreveng'd.           Exit"}, {"type": "direction", "direction": "  BUCKINGHAM. Lord Cardinal, I will follow Eleanor,\n    And listen after Humphrey, how he proceeds.\n    She's tickled now; her fume needs no spurs,\n    She'll gallop far enough to her destruction.            Exit\n\n                      Re-enter GLOUCESTER"}, {"type": "direction", "direction": "  GLOUCESTER. Now, lords, my choler being overblown\n    With walking once about the quadrangle,\n    I come to talk of commonwealth affairs.\n    As for your spiteful false objections,\n    Prove them, and I lie open to the law;\n    But God in mercy so deal with my soul\n    As I in duty love my king and country!\n    But to the matter that we have in hand:\n    I say, my sovereign, York is meetest man\n    To be your Regent in the realm of France."}, {"type": "direction", "direction": "  SUFFOLK. Before we make election, give me leave\n    To show some reason, of no little force,\n    That York is most unmeet of any man."}, {"type": "direction", "direction": "  YORK. I'll tell thee, Suffolk, why I am unmeet:\n    First, for I cannot flatter thee in pride;\n    Next, if I be appointed for the place,\n    My Lord of Somerset will keep me here\n    Without discharge, money, or furniture,\n    Till France be won into the Dauphin's hands.\n    Last time I danc'd attendance on his will\n    Till Paris was besieg'd, famish'd, and lost."}, {"type": "direction", "direction": "  WARWICK. That can I witness; and a fouler fact\n    Did never traitor in the land commit."}, {"type": "direction", "direction": "  SUFFOLK. Peace, headstrong Warwick!"}, {"type": "direction", "direction": "  WARWICK. Image of pride, why should I hold my peace?"}, {"type": "direction", "direction": "Enter HORNER, the Armourer, and his man PETER, guarded"}, {"type": "direction", "direction": "  SUFFOLK. Because here is a man accus'd of treason:\n    Pray God the Duke of York excuse himself!"}, {"type": "direction", "direction": "  YORK. Doth any one accuse York for a traitor?"}, {"type": "direction", "direction": "  KING HENRY. What mean'st thou, Suffolk? Tell me, what are these?"}, {"type": "direction", "direction": "  SUFFOLK. Please it your Majesty, this is the man\n    That doth accuse his master of high treason;\n    His words were these: that Richard Duke of York\n    Was rightful heir unto the English crown,\n    And that your Majesty was an usurper."}, {"type": "direction", "direction": "  KING HENRY. Say, man, were these thy words?"}, {"type": "direction", "direction": "  HORNER. An't shall please your Majesty, I never said nor thought\n    any such matter. God is my witness, I am falsely accus'd by the\n    villain."}, {"type": "direction", "direction": "  PETER. [Holding up his hands] By these ten bones, my lords, he did\n    speak them to me in the garret one night, as we were scouring my\n    Lord of York's armour."}, {"type": "direction", "direction": "  YORK. Base dunghill villain and mechanical,\n    I'll have thy head for this thy traitor's speech.\n    I do beseech your royal Majesty,\n    Let him have all the rigour of the law.\n  HORNER`. Alas, my lord, hang me if ever I spake the words. My\n    accuser is my prentice; and when I did correct him for his fault\n    the other day, he did vow upon his knees he would be even with\n    me. I have good witness of this; therefore I beseech your\n    Majesty, do not cast away an honest man for a villain's\n    accusation."}, {"type": "direction", "direction": "  KING HENRY. Uncle, what shall we say to this in law?"}, {"type": "direction", "direction": "  GLOUCESTER. This doom, my lord, if I may judge:\n    Let Somerset be Regent o'er the French,\n    Because in York this breeds suspicion;\n    And let these have a day appointed them\n    For single combat in convenient place,\n    For he hath witness of his servant's malice.\n    This is the law, and this Duke Humphrey's doom."}, {"type": "direction", "direction": "  SOMERSET. I humbly thank your royal Majesty."}, {"type": "direction", "direction": "  HORNER. And I accept the combat willingly."}, {"type": "direction", "direction": "  PETER. Alas, my lord, I cannot fight; for God's sake, pity my case!\n    The spite of man prevaileth against me. O Lord, have mercy upon\n    me, I shall never be able to fight a blow! O Lord, my heart!"}, {"type": "direction", "direction": "  GLOUCESTER. Sirrah, or you must fight or else be hang'd."}, {"type": "direction", "direction": "  KING HENRY. Away with them to prison; and the day of combat shall\n    be the last of the next month.\n    Come, Somerset, we'll see thee sent away.   Flourish. Exeunt"}], "act": 1, "scene": 3, "title": "SCENE III. London. The palace"}, {"text": [{"type": "direction", "direction": "SCENE IV. London. The DUKE OF GLOUCESTER'S garden"}, {"type": "direction", "direction": "Enter MARGERY JOURDAIN, the witch; the two priests, HUME and SOUTHWELL;\nand BOLINGBROKE"}, {"type": "direction", "direction": "  HUME. Come, my masters; the Duchess, I tell you, expects\n    performance of your promises."}, {"type": "direction", "direction": "  BOLINGBROKE. Master Hume, we are therefore provided; will her\n    ladyship behold and hear our exorcisms?"}, {"type": "direction", "direction": "  HUME. Ay, what else? Fear you not her courage."}, {"type": "direction", "direction": "  BOLINGBROKE. I have heard her reported to be a woman of an\n    invincible spirit; but it shall be convenient, Master Hume, that\n    you be by her aloft while we be busy below; and so I pray you go,\n    in God's name, and leave us. [Exit HUME] Mother Jourdain, be you\n    prostrate and grovel on the earth; John Southwell, read you; and\n    let us to our work."}, {"type": "direction", "direction": "Enter DUCHESS aloft, followed by HUME"}, {"type": "direction", "direction": "  DUCHESS. Well said, my masters; and welcome all. To this gear, the\n    sooner the better."}, {"type": "direction", "direction": "  BOLINGBROKE. Patience, good lady; wizards know their times:\n    Deep night, dark night, the silent of the night,\n    The time of night when Troy was set on fire;\n    The time when screech-owls cry and ban-dogs howl,\n    And spirits walk and ghosts break up their graves-\n    That time best fits the work we have in hand.\n    Madam, sit you, and fear not: whom we raise\n    We will make fast within a hallow'd verge.\n\n     [Here they do the ceremonies belonging, and make the circle;\n          BOLINGBROKE or SOUTHWELL reads: 'Conjuro te,' &c.\n     It thunders and lightens terribly; then the SPIRIT riseth]"}, {"type": "direction", "direction": "  SPIRIT. Adsum."}, {"type": "direction", "direction": "  MARGERY JOURDAIN. Asmath,\n    By the eternal God, whose name and power\n    Thou tremblest at, answer that I shall ask;\n    For till thou speak thou shalt not pass from hence."}, {"type": "direction", "direction": "  SPIRIT. Ask what thou wilt; that I had said and done."}, {"type": "direction", "direction": "  BOLINGBROKE. [Reads] 'First of the king: what shall of him become?'"}, {"type": "direction", "direction": "  SPIRIT. The Duke yet lives that Henry shall depose;\n    But him outlive, and die a violent death.\n             [As the SPIRIT speaks, SOUTHWELL writes the answer]"}, {"type": "direction", "direction": "  BOLINGBROKE. 'What fates await the Duke of Suffolk?'"}, {"type": "direction", "direction": "  SPIRIT. By water shall he die and take his end."}, {"type": "direction", "direction": "  BOLINGBROKE. 'What shall befall the Duke of Somerset?'"}, {"type": "direction", "direction": "  SPIRIT. Let him shun castles:\n    Safer shall he be upon the sandy plains\n    Than where castles mounted stand.\n    Have done, for more I hardly can endure."}, {"type": "direction", "direction": "  BOLINGBROKE. Descend to darkness and the burning lake;\n    False fiend, avoid!       Thunder and lightning. Exit SPIRIT"}, {"type": "direction", "direction": "Enter the DUKE OF YORK and the DUKE OF\n                 BUCKINGHAM with guard, and break in"}, {"type": "direction", "direction": "  YORK. Lay hands upon these traitors and their trash.\n    Beldam, I think we watch'd you at an inch.\n    What, madam, are you there? The King and commonweal\n    Are deeply indebted for this piece of pains;\n    My Lord Protector will, I doubt it not,\n    See you well guerdon'd for these good deserts."}, {"type": "direction", "direction": "  DUCHESS. Not half so bad as thine to England's king,\n    Injurious Duke, that threatest where's no cause."}, {"type": "direction", "direction": "  BUCKINGHAM. True, madam, none at all. What can you this?\n    Away with them! let them be clapp'd up close,\n    And kept asunder. You, madam, shall with us.\n    Stafford, take her to thee.\n    We'll see your trinkets here all forthcoming.\n    All, away!\n                Exeunt, above, DUCHESS and HUME, guarded; below,\n                       WITCH, SOUTHWELL and BOLINGBROKE, guarded"}, {"type": "direction", "direction": "  YORK. Lord Buckingham, methinks you watch'd her well.\n    A pretty plot, well chosen to build upon!\n    Now, pray, my lord, let's see the devil's writ.\n    What have we here?                                   [Reads]\n    'The duke yet lives that Henry shall depose;\n    But him outlive, and die a violent death.'\n    Why, this is just\n    'Aio te, Aeacida, Romanos vincere posse.'\n    Well, to the rest:\n    'Tell me what fate awaits the Duke of Suffolk?'\n    'By water shall he die and take his end.'\n    'What shall betide the Duke of Somerset?'\n    'Let him shun castles;\n    Safer shall he be upon the sandy plains\n    Than where castles mounted stand.'\n    Come, come, my lords;\n    These oracles are hardly attain'd,\n    And hardly understood.\n    The King is now in progress towards Saint Albans,\n    With him the husband of this lovely lady;\n    Thither go these news as fast as horse can carry them-\n    A sorry breakfast for my Lord Protector."}, {"type": "direction", "direction": "  BUCKINGHAM. Your Grace shall give me leave, my Lord of York,\n    To be the post, in hope of his reward."}, {"type": "direction", "direction": "  YORK. At your pleasure, my good lord.\n    Who's within there, ho?"}, {"type": "direction", "direction": "Enter a serving-man\n\n    Invite my Lords of Salisbury and Warwick\n    To sup with me to-morrow night. Away!                 Exeunt"}, {"type": "direction", "direction": "ACT II. SCENE I. Saint Albans"}, {"type": "direction", "direction": "Enter the KING, QUEEN, GLOUCESTER, CARDINAL, and SUFFOLK, with\nFalconers halloing"}, {"type": "direction", "direction": "  QUEEN. Believe me, lords, for flying at the brook,\n    I saw not better sport these seven years' day;\n    Yet, by your leave, the wind was very high,\n    And ten to one old Joan had not gone out."}, {"type": "direction", "direction": "  KING HENRY. But what a point, my lord, your falcon made,\n    And what a pitch she flew above the rest!\n    To see how God in all His creatures works!\n    Yea, man and birds are fain of climbing high."}, {"type": "direction", "direction": "  SUFFOLK. No marvel, an it like your Majesty,\n    My Lord Protector's hawks do tow'r so well;\n    They know their master loves to be aloft,\n    And bears his thoughts above his falcon's pitch."}, {"type": "direction", "direction": "  GLOUCESTER. My lord, 'tis but a base ignoble mind\n    That mounts no higher than a bird can soar."}, {"type": "direction", "direction": "  CARDINAL. I thought as much; he would be above the clouds."}, {"type": "direction", "direction": "  GLOUCESTER. Ay, my lord Cardinal, how think you by that?\n    Were it not good your Grace could fly to heaven?"}, {"type": "direction", "direction": "  KING HENRY. The treasury of everlasting joy!"}, {"type": "direction", "direction": "  CARDINAL. Thy heaven is on earth; thine eyes and thoughts\n    Beat on a crown, the treasure of thy heart;\n    Pernicious Protector, dangerous peer,\n    That smooth'st it so with King and commonweal."}, {"type": "direction", "direction": "  GLOUCESTER. What, Cardinal, is your priesthood grown peremptory?\n    Tantaene animis coelestibus irae?\n    Churchmen so hot? Good uncle, hide such malice;\n    With such holiness can you do it?"}, {"type": "direction", "direction": "  SUFFOLK. No malice, sir; no more than well becomes\n    So good a quarrel and so bad a peer."}, {"type": "direction", "direction": "  GLOUCESTER. As who, my lord?"}, {"type": "direction", "direction": "  SUFFOLK. Why, as you, my lord,\n    An't like your lordly Lord's Protectorship."}, {"type": "direction", "direction": "  GLOUCESTER. Why, Suffolk, England knows thine insolence."}, {"type": "direction", "direction": "  QUEEN. And thy ambition, Gloucester."}, {"type": "direction", "direction": "  KING HENRY. I prithee, peace,\n    Good Queen, and whet not on these furious peers;\n    For blessed are the peacemakers on earth."}, {"type": "direction", "direction": "  CARDINAL. Let me be blessed for the peace I make\n    Against this proud Protector with my sword!"}, {"type": "direction", "direction": "  GLOUCESTER. [Aside to CARDINAL] Faith, holy uncle, would 'twere\n    come to that!"}, {"type": "direction", "direction": "  CARDINAL. [Aside to GLOUCESTER] Marry, when thou dar'st."}, {"type": "direction", "direction": "  GLOUCESTER. [Aside to CARDINAL] Make up no factious numbers for the\n      matter;\n    In thine own person answer thy abuse."}, {"type": "direction", "direction": "  CARDINAL. [Aside to GLOUCESTER] Ay, where thou dar'st not peep; an\n      if thou dar'st,\n    This evening on the east side of the grove."}, {"type": "direction", "direction": "  KING HENRY. How now, my lords!"}, {"type": "direction", "direction": "  CARDINAL. Believe me, cousin Gloucester,\n    Had not your man put up the fowl so suddenly,\n    We had had more sport. [Aside to GLOUCESTER] Come with thy\n      two-hand sword."}, {"type": "direction", "direction": "  GLOUCESTER. True, uncle."}, {"type": "direction", "direction": "  CARDINAL. [Aside to GLOUCESTER] Are ye advis'd? The east side of\n    the grove?"}, {"type": "direction", "direction": "  GLOUCESTER. [Aside to CARDINAL] Cardinal, I am with you."}, {"type": "direction", "direction": "  KING HENRY. Why, how now, uncle Gloucester!"}, {"type": "direction", "direction": "  GLOUCESTER. Talking of hawking; nothing else, my lord.\n    [Aside to CARDINAL] Now, by God's Mother, priest,\n    I'll shave your crown for this,\n    Or all my fence shall fail."}, {"type": "direction", "direction": "  CARDINAL. [Aside to GLOUCESTER] Medice, teipsum;\n    Protector, see to't well; protect yourself."}, {"type": "direction", "direction": "  KING HENRY. The winds grow high; so do your stomachs, lords.\n    How irksome is this music to my heart!\n    When such strings jar, what hope of harmony?\n    I pray, my lords, let me compound this strife."}, {"type": "direction", "direction": "Enter a TOWNSMAN of Saint Albans, crying 'A miracle!'"}, {"type": "direction", "direction": "  GLOUCESTER. What means this noise?\n    Fellow, what miracle dost thou proclaim?"}, {"type": "direction", "direction": "  TOWNSMAN. A miracle! A miracle!"}, {"type": "direction", "direction": "  SUFFOLK. Come to the King, and tell him what miracle."}, {"type": "direction", "direction": "  TOWNSMAN. Forsooth, a blind man at Saint Albans shrine\n    Within this half hour hath receiv'd his sight;\n    A man that ne'er saw in his life before."}, {"type": "direction", "direction": "  KING HENRY. Now God be prais'd that to believing souls\n    Gives light in darkness, comfort in despair!"}, {"type": "direction", "direction": "Enter the MAYOR OF SAINT ALBANS and his brethren,\n               bearing Simpcox between two in a chair;\n                 his WIFE and a multitude following"}, {"type": "direction", "direction": "  CARDINAL. Here comes the townsmen on procession\n    To present your Highness with the man."}, {"type": "direction", "direction": "  KING HENRY. Great is his comfort in this earthly vale,\n    Although by his sight his sin be multiplied."}, {"type": "direction", "direction": "  GLOUCESTER. Stand by, my masters; bring him near the King;\n    His Highness' pleasure is to talk with him."}, {"type": "direction", "direction": "  KING HENRY. Good fellow, tell us here the circumstance,\n    That we for thee may glorify the Lord.\n    What, hast thou been long blind and now restor'd?"}, {"type": "direction", "direction": "  SIMPCOX. Born blind, an't please your Grace."}, {"type": "direction", "direction": "  WIFE. Ay indeed was he."}, {"type": "direction", "direction": "  SUFFOLK. What woman is this?"}, {"type": "direction", "direction": "  WIFE. His wife, an't like your worship."}, {"type": "direction", "direction": "  GLOUCESTER. Hadst thou been his mother, thou couldst have better\n    told."}, {"type": "direction", "direction": "  KING HENRY. Where wert thou born?"}, {"type": "direction", "direction": "  SIMPCOX. At Berwick in the north, an't like your Grace."}, {"type": "direction", "direction": "  KING HENRY. Poor soul, God's goodness hath been great to thee.\n    Let never day nor night unhallowed pass,\n    But still remember what the Lord hath done."}, {"type": "direction", "direction": "  QUEEN. Tell me, good fellow, cam'st thou here by chance,\n    Or of devotion, to this holy shrine?"}, {"type": "direction", "direction": "  SIMPCOX. God knows, of pure devotion; being call'd\n    A hundred times and oft'ner, in my sleep,\n    By good Saint Alban, who said 'Simpcox, come,\n    Come, offer at my shrine, and I will help thee.'"}, {"type": "direction", "direction": "  WIFE. Most true, forsooth; and many time and oft\n    Myself have heard a voice to call him so."}, {"type": "direction", "direction": "  CARDINAL. What, art thou lame?"}, {"type": "direction", "direction": "  SIMPCOX. Ay, God Almighty help me!"}, {"type": "direction", "direction": "  SUFFOLK. How cam'st thou so?"}, {"type": "direction", "direction": "  SIMPCOX. A fall off of a tree."}, {"type": "direction", "direction": "  WIFE. A plum tree, master."}, {"type": "direction", "direction": "  GLOUCESTER. How long hast thou been blind?"}, {"type": "direction", "direction": "  SIMPCOX. O, born so, master!"}, {"type": "direction", "direction": "  GLOUCESTER. What, and wouldst climb a tree?"}, {"type": "direction", "direction": "  SIMPCOX. But that in all my life, when I was a youth."}, {"type": "direction", "direction": "  WIFE. Too true; and bought his climbing very dear."}, {"type": "direction", "direction": "  GLOUCESTER. Mass, thou lov'dst plums well, that wouldst venture so."}, {"type": "direction", "direction": "  SIMPCOX. Alas, good master, my wife desir'd some damsons\n    And made me climb, With danger of my life."}, {"type": "direction", "direction": "  GLOUCESTER. A subtle knave! But yet it shall not serve:\n    Let me see thine eyes; wink now; now open them;\n    In my opinion yet thou seest not well."}, {"type": "direction", "direction": "  SIMPCOX. Yes, master, clear as day, I thank God and Saint Alban."}, {"type": "direction", "direction": "  GLOUCESTER. Say'st thou me so? What colour is this cloak of?"}, {"type": "direction", "direction": "  SIMPCOX. Red, master; red as blood."}, {"type": "direction", "direction": "  GLOUCESTER. Why, that's well said. What colour is my gown of?"}, {"type": "direction", "direction": "  SIMPCOX. Black, forsooth; coal-black as jet."}, {"type": "direction", "direction": "  KING HENRY. Why, then, thou know'st what colour jet is of?"}, {"type": "direction", "direction": "  SUFFOLK. And yet, I think, jet did he never see."}, {"type": "direction", "direction": "  GLOUCESTER. But cloaks and gowns before this day a many."}, {"type": "direction", "direction": "  WIFE. Never before this day in all his life."}, {"type": "direction", "direction": "  GLOUCESTER. Tell me, sirrah, what's my name?"}, {"type": "direction", "direction": "  SIMPCOX. Alas, master, I know not."}, {"type": "direction", "direction": "  GLOUCESTER. What's his name?"}, {"type": "direction", "direction": "  SIMPCOX. I know not."}, {"type": "direction", "direction": "  GLOUCESTER. Nor his?"}, {"type": "direction", "direction": "  SIMPCOX. No, indeed, master."}, {"type": "direction", "direction": "  GLOUCESTER. What's thine own name?"}, {"type": "direction", "direction": "  SIMPCOX. Saunder Simpcox, an if it please you, master."}, {"type": "direction", "direction": "  GLOUCESTER. Then, Saunder, sit there, the lying'st knave in\n    Christendom. If thou hadst been born blind, thou mightst as well\n    have known all our names as thus to name the several colours we\n    do wear. Sight may distinguish of colours; but suddenly to\n    nominate them all, it is impossible. My lords, Saint Alban here\n    hath done a miracle; and would ye not think his cunning to be\n    great that could restore this cripple to his legs again?"}, {"type": "direction", "direction": "  SIMPCOX. O master, that you could!"}, {"type": "direction", "direction": "  GLOUCESTER. My masters of Saint Albans, have you not beadles in\n    your town, and things call'd whips?"}, {"type": "direction", "direction": "  MAYOR. Yes, my lord, if it please your Grace."}, {"type": "direction", "direction": "  GLOUCESTER. Then send for one presently."}, {"type": "direction", "direction": "  MAYOR. Sirrah, go fetch the beadle hither straight.\n                                               Exit an attendant"}, {"type": "direction", "direction": "  GLOUCESTER. Now fetch me a stool hither by and by. [A stool\n    brought] Now, sirrah, if you mean to save yourself from whipping,\n    leap me over this stool and run away."}, {"type": "direction", "direction": "  SIMPCOX. Alas, master, I am not able to stand alone!\n    You go about to torture me in vain."}, {"type": "direction", "direction": "Enter a BEADLE with whips"}, {"type": "direction", "direction": "  GLOUCESTER. Well, sir, we must have you find your legs.\n    Sirrah beadle, whip him till he leap over that same stool."}, {"type": "direction", "direction": "  BEADLE. I will, my lord. Come on, sirrah; off with your doublet\n    quickly."}, {"type": "direction", "direction": "  SIMPCOX. Alas, master, what shall I do? I am not able to stand.\n\n           After the BEADLE hath hit him once, he leaps over\n           the stool and runs away; and they follow and cry\n                             'A miracle!'"}, {"type": "direction", "direction": "  KING HENRY. O God, seest Thou this, and bearest so long?"}, {"type": "direction", "direction": "  QUEEN. It made me laugh to see the villain run."}, {"type": "direction", "direction": "  GLOUCESTER. Follow the knave, and take this drab away."}, {"type": "direction", "direction": "  WIFE. Alas, sir, we did it for pure need!"}, {"type": "direction", "direction": "  GLOUCESTER. Let them be whipp'd through every market town till they\n    come to Berwick, from whence they came.\n                                 Exeunt MAYOR, BEADLE, WIFE, &c."}, {"type": "direction", "direction": "  CARDINAL. Duke Humphrey has done a miracle to-day."}, {"type": "direction", "direction": "  SUFFOLK. True; made the lame to leap and fly away."}, {"type": "direction", "direction": "  GLOUCESTER. But you have done more miracles than I:\n    You made in a day, my lord, whole towns to fly."}, {"type": "direction", "direction": "Enter BUCKINGHAM"}, {"type": "direction", "direction": "  KING HENRY. What tidings with our cousin Buckingham?"}, {"type": "direction", "direction": "  BUCKINGHAM. Such as my heart doth tremble to unfold:\n    A sort of naughty persons, lewdly bent,\n    Under the countenance and confederacy\n    Of Lady Eleanor, the Protector's wife,\n    The ringleader and head of all this rout,\n    Have practis'd dangerously against your state,\n    Dealing with witches and with conjurers,\n    Whom we have apprehended in the fact,\n    Raising up wicked spirits from under ground,\n    Demanding of King Henry's life and death\n    And other of your Highness' Privy Council,\n    As more at large your Grace shall understand."}, {"type": "direction", "direction": "  CARDINAL. And so, my Lord Protector, by this means\n    Your lady is forthcoming yet at London.\n    This news, I think, hath turn'd your weapon's edge;\n    'Tis like, my lord, you will not keep your hour."}, {"type": "direction", "direction": "  GLOUCESTER. Ambitious churchman, leave to afflict my heart.\n    Sorrow and grief have vanquish'd all my powers;\n    And, vanquish'd as I am, I yield to the\n    Or to the meanest groom."}, {"type": "direction", "direction": "  KING HENRY. O God, what mischiefs work the wicked ones,\n    Heaping confusion on their own heads thereby!"}, {"type": "direction", "direction": "  QUEEN. Gloucester, see here the tainture of thy nest;\n    And look thyself be faultless, thou wert best."}, {"type": "direction", "direction": "  GLOUCESTER. Madam, for myself, to heaven I do appeal\n    How I have lov'd my King and commonweal;\n    And for my wife I know not how it stands.\n    Sorry I am to hear what I have heard.\n    Noble she is; but if she have forgot\n    Honour and virtue, and convers'd with such\n    As, like to pitch, defile nobility,\n    I banish her my bed and company\n    And give her as a prey to law and shame,\n    That hath dishonoured Gloucester's honest name."}, {"type": "direction", "direction": "  KING HENRY. Well, for this night we will repose us here.\n    To-morrow toward London back again\n    To look into this business thoroughly\n    And call these foul offenders to their answers,\n    And poise the cause in justice' equal scales,\n    Whose beam stands sure, whose rightful cause prevails.\n                                                Flourish. Exeunt"}], "act": 1, "scene": 4, "title": "SCENE IV. London. The DUKE OF GLOUCESTER'S garden"}, {"text": [{"type": "direction", "direction": "SCENE II. London. The DUKE OF YORK'S garden"}, {"type": "direction", "direction": "Enter YORK, SALISBURY, and WARWICK"}, {"type": "direction", "direction": "  YORK. Now, my good Lords of Salisbury and Warwick,\n    Our simple supper ended, give me leave\n    In this close walk to satisfy myself\n    In craving your opinion of my tide,\n    Which is infallible, to England's crown."}, {"type": "direction", "direction": "  SALISBURY. My lord, I long to hear it at full."}, {"type": "direction", "direction": "  WARWICK. Sweet York, begin; and if thy claim be good,\n    The Nevils are thy subjects to command."}, {"type": "direction", "direction": "  YORK. Then thus:\n    Edward the Third, my lords, had seven sons;\n    The first, Edward the Black Prince, Prince of Wales;\n    The second, William of Hatfield; and the third,\n    Lionel Duke of Clarence; next to whom\n    Was John of Gaunt, the Duke of Lancaster;\n    The fifth was Edmund Langley, Duke of York;\n    The sixth was Thomas of Woodstock, Duke of Gloucester;\n    William of Windsor was the seventh and last.\n    Edward the Black Prince died before his father\n    And left behind him Richard, his only son,\n    Who, after Edward the Third's death, reign'd as king\n    Till Henry Bolingbroke, Duke of Lancaster,\n    The eldest son and heir of John of Gaunt,\n    Crown'd by the name of Henry the Fourth,\n    Seiz'd on the realm, depos'd the rightful king,\n    Sent his poor queen to France, from whence she came.\n    And him to Pomfret, where, as all you know,\n    Harmless Richard was murdered traitorously."}, {"type": "direction", "direction": "  WARWICK. Father, the Duke hath told the truth;\n    Thus got the house of Lancaster the crown."}, {"type": "direction", "direction": "  YORK. Which now they hold by force, and not by right;\n    For Richard, the first son's heir, being dead,\n    The issue of the next son should have reign'd."}, {"type": "direction", "direction": "  SALISBURY. But William of Hatfield died without an heir."}, {"type": "direction", "direction": "  YORK. The third son, Duke of Clarence, from whose line\n    I claim the crown, had issue Philippe, a daughter,\n    Who married Edmund Mortimer, Earl of March;\n    Edmund had issue, Roger Earl of March;\n    Roger had issue, Edmund, Anne, and Eleanor."}, {"type": "direction", "direction": "  SALISBURY. This Edmund, in the reign of Bolingbroke,\n    As I have read, laid claim unto the crown;\n    And, but for Owen Glendower, had been king,\n    Who kept him in captivity till he died.\n    But, to the rest."}, {"type": "direction", "direction": "  YORK. His eldest sister, Anne,\n    My mother, being heir unto the crown,\n    Married Richard Earl of Cambridge, who was\n    To Edmund Langley, Edward the Third's fifth son, son.\n    By her I claim the kingdom: she was heir\n    To Roger Earl of March, who was the son\n    Of Edmund Mortimer, who married Philippe,\n    Sole daughter unto Lionel Duke of Clarence;\n    So, if the issue of the elder son\n    Succeed before the younger, I am King."}, {"type": "direction", "direction": "  WARWICK. What plain proceedings is more plain than this?\n    Henry doth claim the crown from John of Gaunt,\n    The fourth son: York claims it from the third.\n    Till Lionel's issue fails, his should not reign.\n    It fails not yet, but flourishes in thee\n    And in thy sons, fair slips of such a stock.\n    Then, father Salisbury, kneel we together,\n    And in this private plot be we the first\n    That shall salute our rightful sovereign\n    With honour of his birthright to the crown."}, {"type": "direction", "direction": "  BOTH. Long live our sovereign Richard, England's King!"}, {"type": "direction", "direction": "  YORK. We thank you, lords. But I am not your king\n    Till I be crown'd, and that my sword be stain'd\n    With heart-blood of the house of Lancaster;\n    And that's not suddenly to be perform'd,\n    But with advice and silent secrecy.\n    Do you as I do in these dangerous days:\n    Wink at the Duke of Suffolk's insolence,\n    At Beaufort's pride, at Somerset's ambition,\n    At Buckingham, and all the crew of them,\n    Till they have snar'd the shepherd of the flock,\n    That virtuous prince, the good Duke Humphrey;\n    'Tis that they seek; and they, in seeking that,\n    Shall find their deaths, if York can prophesy."}, {"type": "direction", "direction": "  SALISBURY. My lord, break we off; we know your mind at full."}, {"type": "direction", "direction": "  WARWICK. My heart assures me that the Earl of Warwick\n    Shall one day make the Duke of York a king."}, {"type": "direction", "direction": "  YORK. And, Nevil, this I do assure myself,\n    Richard shall live to make the Earl of Warwick\n    The greatest man in England but the King.             Exeunt"}], "act": 1, "scene": 5, "title": "SCENE II. London. The DUKE OF YORK'S garden"}, {"text": [{"type": "direction", "direction": "SCENE III. London. A hall of justice\n\nSound trumpets. Enter the KING and State: the QUEEN, GLOUCESTER, YORK,\nSUFFOLK, and SALISBURY, with guard, to banish the DUCHESS. Enter,\nguarded, the DUCHESS OF GLOUCESTER, MARGERY JOURDAIN, HUME, SOUTHWELL,\nand BOLINGBROKE"}, {"type": "direction", "direction": "  KING HENRY. Stand forth, Dame Eleanor Cobham, Gloucester's wife:\n    In sight of God and us, your guilt is great;\n    Receive the sentence of the law for sins\n    Such as by God's book are adjudg'd to death.\n    You four, from hence to prison back again;\n    From thence unto the place of execution:\n    The witch in Smithfield shall be burnt to ashes,\n    And you three shall be strangled on the gallows.\n    You, madam, for you are more nobly born,\n    Despoiled of your honour in your life,\n    Shall, after three days' open penance done,\n    Live in your country here in banishment\n    With Sir John Stanley in the Isle of Man."}, {"type": "direction", "direction": "  DUCHESS. Welcome is banishment; welcome were my death."}, {"type": "direction", "direction": "  GLOUCESTER. Eleanor, the law, thou seest, hath judged thee.\n    I cannot justify whom the law condemns.\n             Exeunt the DUCHESS and the other prisoners, guarded\n    Mine eyes are full of tears, my heart of grief.\n    Ah, Humphrey, this dishonour in thine age\n    Will bring thy head with sorrow to the ground!\n    I beseech your Majesty give me leave to go;\n    Sorrow would solace, and mine age would ease."}, {"type": "direction", "direction": "  KING HENRY. Stay, Humphrey Duke of Gloucester; ere thou go,\n    Give up thy staff; Henry will to himself\n    Protector be; and God shall be my hope,\n    My stay, my guide, and lantern to my feet.\n    And go in peace, Humphrey, no less belov'd\n    Than when thou wert Protector to thy King."}, {"type": "direction", "direction": "  QUEEN. I see no reason why a king of years\n    Should be to be protected like a child.\n    God and King Henry govern England's realm!\n    Give up your staff, sir, and the King his realm."}, {"type": "direction", "direction": "  GLOUCESTER. My staff! Here, noble Henry, is my staff.\n    As willingly do I the same resign\n    As ere thy father Henry made it mine;\n    And even as willingly at thy feet I leave it\n    As others would ambitiously receive it.\n    Farewell, good King; when I am dead and gone,\n    May honourable peace attend thy throne!                 Exit"}, {"type": "direction", "direction": "  QUEEN. Why, now is Henry King, and Margaret Queen,\n    And Humphrey Duke of Gloucester scarce himself,\n    That bears so shrewd a maim: two pulls at once-\n    His lady banish'd and a limb lopp'd off.\n    This staff of honour raught, there let it stand\n    Where it best fits to be, in Henry's hand."}, {"type": "direction", "direction": "  SUFFOLK. Thus droops this lofty pine and hangs his sprays;\n    Thus Eleanor's pride dies in her youngest days."}, {"type": "direction", "direction": "  YORK. Lords, let him go. Please it your Majesty,\n    This is the day appointed for the combat;\n    And ready are the appellant and defendant,\n    The armourer and his man, to enter the lists,\n    So please your Highness to behold the fight."}, {"type": "direction", "direction": "  QUEEN. Ay, good my lord; for purposely therefore\n    Left I the court, to see this quarrel tried."}, {"type": "direction", "direction": "  KING HENRY. A God's name, see the lists and all things fit;\n    Here let them end it, and God defend the right!"}, {"type": "direction", "direction": "  YORK. I never saw a fellow worse bested,\n    Or more afraid to fight, than is the appellant,\n    The servant of his armourer, my lords."}, {"type": "direction", "direction": "Enter at one door, HORNER, the Armourer, and his\n         NEIGHBOURS, drinking to him so much that he is\n        drunk; and he enters with a drum before him and\n       his staff with a sand-bag fastened to it; and at the\n        other door PETER, his man, with a drum and sandbag,\n                  and PRENTICES drinking to him"}, {"type": "direction", "direction": "  FIRST NEIGHBOUR. Here, neighbour Horner, I drink to you in a cup of\n    sack; and fear not, neighbour, you shall do well enough."}, {"type": "direction", "direction": "  SECOND NEIGHBOUR. And here, neighbour, here's a cup of charneco."}, {"type": "direction", "direction": "  THIRD NEIGHBOUR. And here's a pot of good double beer, neighbour;\n    drink, and fear not your man."}, {"type": "direction", "direction": "  HORNER. Let it come, i' faith, and I'll pledge you all; and a fig\n    for Peter!"}, {"type": "direction", "direction": "  FIRST PRENTICE. Here, Peter, I drink to thee; and be not afraid."}, {"type": "direction", "direction": "  SECOND PRENTICE. Be merry, Peter, and fear not thy master: fight\n    for credit of the prentices."}, {"type": "direction", "direction": "  PETER. I thank you all. Drink, and pray for me, I pray you; for I\n    think I have taken my last draught in this world. Here, Robin, an\n    if I die, I give thee my apron; and, Will, thou shalt have my\n    hammer; and here, Tom, take all the money that I have. O Lord\n    bless me, I pray God! for I am never able to deal with my master,\n    he hath learnt so much fence already."}, {"type": "direction", "direction": "  SALISBURY. Come, leave your drinking and fall to blows.\n    Sirrah, what's thy name?"}, {"type": "direction", "direction": "  PETER. Peter, forsooth."}, {"type": "direction", "direction": "  SALISBURY. Peter? What more?"}, {"type": "direction", "direction": "  PETER. Thump."}, {"type": "direction", "direction": "  SALISBURY. Thump? Then see thou thump thy master well."}, {"type": "direction", "direction": "  HORNER. Masters, I am come hither, as it were, upon my man's\n    instigation, to prove him a knave and myself an honest man; and\n    touching the Duke of York, I will take my death I never meant him\n    any ill, nor the King, nor the Queen; and therefore, Peter, have\n    at thee with a down right blow!"}, {"type": "direction", "direction": "  YORK. Dispatch- this knave's tongue begins to double.\n    Sound, trumpets, alarum to the combatants!\n                 [Alarum. They fight and PETER strikes him down]"}, {"type": "direction", "direction": "  HORNER. Hold, Peter, hold! I confess, I confess treason.\n                                                          [Dies]"}, {"type": "direction", "direction": "  YORK. Take away his weapon. Fellow, thank God, and the good wine in\n    thy master's way."}, {"type": "direction", "direction": "  PETER. O God, have I overcome mine enemies in this presence? O\n    Peter, thou hast prevail'd in right!"}, {"type": "direction", "direction": "  KING HENRY. Go, take hence that traitor from our sight,\n    For by his death we do perceive his guilt;\n    And God in justice hath reveal'd to us\n    The truth and innocence of this poor fellow,\n    Which he had thought to have murder'd wrongfully.\n    Come, fellow, follow us for thy reward.\n                                        Sound a flourish. Exeunt"}], "act": 1, "scene": 6, "title": "SCENE III. London. A hall of justice\n\nSound trumpets. Enter the KING and State: the QUEEN, GLOUCESTER, YORK,\nSUFFOLK, and SALISBURY, with guard, to banish the DUCHESS. Enter,\nguarded, the DUCHESS OF GLOUCESTER, MARGERY JOURDAIN, HUME, SOUTHWELL,\nand BOLINGBROKE"}, {"text": [{"type": "direction", "direction": "SCENE IV. London. A street"}, {"type": "direction", "direction": "Enter DUKE HUMPHREY and his men, in mourning cloaks"}, {"type": "direction", "direction": "  GLOUCESTER. Thus sometimes hath the brightest day a cloud,\n    And after summer evermore succeeds\n    Barren winter, with his wrathful nipping cold;\n    So cares and joys abound, as seasons fleet.\n    Sirs, what's o'clock?\n  SERVING-MAN. Ten, my lord."}, {"type": "direction", "direction": "  GLOUCESTER. Ten is the hour that was appointed me\n    To watch the coming of my punish'd duchess.\n    Uneath may she endure the flinty streets\n    To tread them with her tender-feeling feet.\n    Sweet Nell, ill can thy noble mind abrook\n    The abject people gazing on thy face,\n    With envious looks, laughing at thy shame,\n    That erst did follow thy proud chariot wheels\n    When thou didst ride in triumph through the streets.\n    But, soft! I think she comes, and I'll prepare\n    My tear-stain'd eyes to see her miseries."}, {"type": "direction", "direction": "Enter the DUCHESS OF GLOUCESTER in a white sheet,\n            and a taper burning in her hand, with SIR JOHN\n               STANLEY, the SHERIFF, and OFFICERS\n\n  SERVING-MAN. So please your Grace, we'll take her from the sheriff."}, {"type": "direction", "direction": "  GLOUCESTER. No, stir not for your lives; let her pass by."}, {"type": "direction", "direction": "  DUCHESS. Come you, my lord, to see my open shame?\n    Now thou dost penance too. Look how they gaze!\n    See how the giddy multitude do point\n    And nod their heads and throw their eyes on thee;\n    Ah, Gloucester, hide thee from their hateful looks,\n    And, in thy closet pent up, rue my shame\n    And ban thine enemies, both mine and thine!"}, {"type": "direction", "direction": "  GLOUCESTER. Be patient, gentle Nell; forget this grief."}, {"type": "direction", "direction": "  DUCHESS. Ah, Gloucester, teach me to forget myself!\n    For whilst I think I am thy married wife\n    And thou a prince, Protector of this land,\n    Methinks I should not thus be led along,\n    Mail'd up in shame, with papers on my back,\n    And follow'd with a rabble that rejoice\n    To see my tears and hear my deep-fet groans.\n    The ruthless flint doth cut my tender feet,\n    And when I start, the envious people laugh\n    And bid me be advised how I tread.\n    Ah, Humphrey, can I bear this shameful yoke?\n    Trowest thou that e'er I'll look upon the world\n    Or count them happy that enjoy the sun?\n    No; dark shall be my light and night my day;\n    To think upon my pomp shall be my hell.\n    Sometimes I'll say I am Duke Humphrey's wife,\n    And he a prince, and ruler of the land;\n    Yet so he rul'd, and such a prince he was,\n    As he stood by whilst I, his forlorn duchess,\n    Was made a wonder and a pointing-stock\n    To every idle rascal follower.\n    But be thou mild, and blush not at my shame,\n    Nor stir at nothing till the axe of death\n    Hang over thee, as sure it shortly will.\n    For Suffolk- he that can do all in all\n    With her that hateth thee and hates us all-\n    And York, and impious Beaufort, that false priest,\n    Have all lim'd bushes to betray thy wings,\n    And, fly thou how thou canst, they'll tangle thee.\n    But fear not thou until thy foot be snar'd,\n    Nor never seek prevention of thy foes."}, {"type": "direction", "direction": "  GLOUCESTER. Ah, Nell, forbear! Thou aimest all awry.\n    I must offend before I be attainted;\n    And had I twenty times so many foes,\n    And each of them had twenty times their power,\n    All these could not procure me any scathe\n    So long as I am loyal, true, and crimeless.\n    Wouldst have me rescue thee from this reproach?\n    Why, yet thy scandal were not wip'd away,\n    But I in danger for the breach of law.\n    Thy greatest help is quiet, gentle Nell.\n    I pray thee sort thy heart to patience;\n    These few days' wonder will be quickly worn."}, {"type": "direction", "direction": "Enter a HERALD"}, {"type": "direction", "direction": "  HERALD. I summon your Grace to his Majesty's Parliament,\n    Holden at Bury the first of this next month."}, {"type": "direction", "direction": "  GLOUCESTER. And my consent ne'er ask'd herein before!\n    This is close dealing. Well, I will be there.    Exit HERALD\n    My Nell, I take my leave- and, master sheriff,\n    Let not her penance exceed the King's commission."}, {"type": "direction", "direction": "  SHERIFF. An't please your Grace, here my commission stays;\n    And Sir John Stanley is appointed now\n    To take her with him to the Isle of Man."}, {"type": "direction", "direction": "  GLOUCESTER. Must you, Sir John, protect my lady here?"}, {"type": "direction", "direction": "  STANLEY. So am I given in charge, may't please your Grace."}, {"type": "direction", "direction": "  GLOUCESTER. Entreat her not the worse in that I pray\n    You use her well; the world may laugh again,\n    And I may live to do you kindness if\n    You do it her. And so, Sir John, farewell."}, {"type": "direction", "direction": "  DUCHESS. What, gone, my lord, and bid me not farewell!"}, {"type": "direction", "direction": "  GLOUCESTER. Witness my tears, I cannot stay to speak.\n                                  Exeunt GLOUCESTER and servants"}, {"type": "direction", "direction": "  DUCHESS. Art thou gone too? All comfort go with thee!\n    For none abides with me. My joy is death-\n    Death, at whose name I oft have been afeard,\n    Because I wish'd this world's eternity.\n    Stanley, I prithee go, and take me hence;\n    I care not whither, for I beg no favour,\n    Only convey me where thou art commanded."}, {"type": "direction", "direction": "  STANLEY. Why, madam, that is to the Isle of Man,\n    There to be us'd according to your state."}, {"type": "direction", "direction": "  DUCHESS. That's bad enough, for I am but reproach-\n    And shall I then be us'd reproachfully?"}, {"type": "direction", "direction": "  STANLEY. Like to a duchess and Duke Humphrey's lady;\n    According to that state you shall be us'd."}, {"type": "direction", "direction": "  DUCHESS. Sheriff, farewell, and better than I fare,\n    Although thou hast been conduct of my shame."}, {"type": "direction", "direction": "  SHERIFF. It is my office; and, madam, pardon me."}, {"type": "direction", "direction": "  DUCHESS. Ay, ay, farewell; thy office is discharg'd.\n    Come, Stanley, shall we go?"}, {"type": "direction", "direction": "  STANLEY. Madam, your penance done, throw off this sheet,\n    And go we to attire you for our journey."}, {"type": "direction", "direction": "  DUCHESS. My shame will not be shifted with my sheet.\n    No, it will hang upon my richest robes\n    And show itself, attire me how I can.\n    Go, lead the way; I long to see my prison.            Exeunt"}, {"type": "direction", "direction": "ACT III. SCENE I. The Abbey at Bury St. Edmunds\n\nSound a sennet. Enter the KING, the QUEEN, CARDINAL, SUFFOLK, YORK,\nBUCKINGHAM, SALISBURY, and WARWICK, to the Parliament"}, {"type": "direction", "direction": "  KING HENRY. I muse my Lord of Gloucester is not come.\n    'Tis not his wont to be the hindmost man,\n    Whate'er occasion keeps him from us now."}, {"type": "direction", "direction": "  QUEEN. Can you not see, or will ye not observe\n    The strangeness of his alter'd countenance?\n    With what a majesty he bears himself;\n    How insolent of late he is become,\n    How proud, how peremptory, and unlike himself?\n    We know the time since he was mild and affable,\n    And if we did but glance a far-off look\n    Immediately he was upon his knee,\n    That all the court admir'd him for submission.\n    But meet him now and be it in the morn,\n    When every one will give the time of day,\n    He knits his brow and shows an angry eye\n    And passeth by with stiff unbowed knee,\n    Disdaining duty that to us belongs.\n    Small curs are not regarded when they grin,\n    But great men tremble when the lion roars,\n    And Humphrey is no little man in England.\n    First note that he is near you in descent,\n    And should you fall he is the next will mount;\n    Me seemeth, then, it is no policy-\n    Respecting what a rancorous mind he bears,\n    And his advantage following your decease-\n    That he should come about your royal person\n    Or be admitted to your Highness' Council.\n    By flattery hath he won the commons' hearts;\n    And when he please to make commotion,\n    'Tis to be fear'd they all will follow him.\n    Now 'tis the spring, and weeds are shallow-rooted;\n    Suffer them now, and they'll o'ergrow the garden\n    And choke the herbs for want of husbandry.\n    The reverent care I bear unto my lord\n    Made me collect these dangers in the Duke.\n    If it be fond, can it a woman's fear;\n    Which fear if better reasons can supplant,\n    I will subscribe, and say I wrong'd the Duke.\n    My Lord of Suffolk, Buckingham, and York,\n    Reprove my allegation if you can,\n    Or else conclude my words effectual."}, {"type": "direction", "direction": "  SUFFOLK. Well hath your Highness seen into this duke;\n    And had I first been put to speak my mind,\n    I think I should have told your Grace's tale.\n    The Duchess, by his subornation,\n    Upon my life, began her devilish practices;\n    Or if he were not privy to those faults,\n    Yet by reputing of his high descent-\n    As next the King he was successive heir-\n    And such high vaunts of his nobility,\n    Did instigate the bedlam brainsick Duchess\n    By wicked means to frame our sovereign's fall.\n    Smooth runs the water where the brook is deep,\n    And in his simple show he harbours treason.\n    The fox barks not when he would steal the lamb.\n    No, no, my sovereign, Gloucester is a man\n    Unsounded yet, and full of deep deceit."}, {"type": "direction", "direction": "  CARDINAL. Did he not, contrary to form of law,\n    Devise strange deaths for small offences done?"}, {"type": "direction", "direction": "  YORK. And did he not, in his protectorship,\n    Levy great sums of money through the realm\n    For soldiers' pay in France, and never sent it?\n    By means whereof the towns each day revolted."}, {"type": "direction", "direction": "  BUCKINGHAM. Tut, these are petty faults to faults unknown\n    Which time will bring to light in smooth Duke Humphrey."}, {"type": "direction", "direction": "  KING HENRY. My lords, at once: the care you have of us,\n    To mow down thorns that would annoy our foot,\n    Is worthy praise; but shall I speak my conscience?\n    Our kinsman Gloucester is as innocent\n    From meaning treason to our royal person\n    As is the sucking lamb or harmless dove:\n    The Duke is virtuous, mild, and too well given\n    To dream on evil or to work my downfall."}, {"type": "direction", "direction": "  QUEEN. Ah, what's more dangerous than this fond affiance?\n    Seems he a dove? His feathers are but borrow'd,\n    For he's disposed as the hateful raven.\n    Is he a lamb? His skin is surely lent him,\n    For he's inclin'd as is the ravenous wolf.\n    Who cannot steal a shape that means deceit?\n    Take heed, my lord; the welfare of us all\n    Hangs on the cutting short that fraudful man."}, {"type": "direction", "direction": "Enter SOMERSET"}, {"type": "direction", "direction": "  SOMERSET. All health unto my gracious sovereign!"}, {"type": "direction", "direction": "  KING HENRY. Welcome, Lord Somerset. What news from France?"}, {"type": "direction", "direction": "  SOMERSET. That all your interest in those territories\n    Is utterly bereft you; all is lost."}, {"type": "direction", "direction": "  KING HENRY. Cold news, Lord Somerset; but God's will be done!"}, {"type": "direction", "direction": "  YORK. [Aside] Cold news for me; for I had hope of France\n    As firmly as I hope for fertile England.\n    Thus are my blossoms blasted in the bud,\n    And caterpillars eat my leaves away;\n    But I will remedy this gear ere long,\n    Or sell my title for a glorious grave."}, {"type": "direction", "direction": "Enter GLOUCESTER"}, {"type": "direction", "direction": "  GLOUCESTER. All happiness unto my lord the King!\n    Pardon, my liege, that I have stay'd so long."}, {"type": "direction", "direction": "  SUFFOLK. Nay, Gloucester, know that thou art come too soon,\n    Unless thou wert more loyal than thou art.\n    I do arrest thee of high treason here."}, {"type": "direction", "direction": "  GLOUCESTER. Well, Suffolk, thou shalt not see me blush\n    Nor change my countenance for this arrest:\n    A heart unspotted is not easily daunted.\n    The purest spring is not so free from mud\n    As I am clear from treason to my sovereign.\n    Who can accuse me? Wherein am I guilty?"}, {"type": "direction", "direction": "  YORK. 'Tis thought, my lord, that you took bribes of France\n    And, being Protector, stay'd the soldiers' pay;\n    By means whereof his Highness hath lost France."}, {"type": "direction", "direction": "  GLOUCESTER. Is it but thought so? What are they that think it?\n    I never robb'd the soldiers of their pay\n    Nor ever had one penny bribe from France.\n    So help me God, as I have watch'd the night-\n    Ay, night by night- in studying good for England!\n    That doit that e'er I wrested from the King,\n    Or any groat I hoarded to my use,\n    Be brought against me at my trial-day!\n    No; many a pound of mine own proper store,\n    Because I would not tax the needy commons,\n    Have I dispursed to the garrisons,\n    And never ask'd for restitution."}, {"type": "direction", "direction": "  CARDINAL. It serves you well, my lord, to say so much."}, {"type": "direction", "direction": "  GLOUCESTER. I say no more than truth, so help me God!"}, {"type": "direction", "direction": "  YORK. In your protectorship you did devise\n    Strange tortures for offenders, never heard of,\n    That England was defam'd by tyranny."}, {"type": "direction", "direction": "  GLOUCESTER. Why, 'tis well known that whiles I was Protector\n    Pity was all the fault that was in me;\n    For I should melt at an offender's tears,\n    And lowly words were ransom for their fault.\n    Unless it were a bloody murderer,\n    Or foul felonious thief that fleec'd poor passengers,\n    I never gave them condign punishment.\n    Murder indeed, that bloody sin, I tortur'd\n    Above the felon or what trespass else."}, {"type": "direction", "direction": "  SUFFOLK. My lord, these faults are easy, quickly answer'd;\n    But mightier crimes are laid unto your charge,\n    Whereof you cannot easily purge yourself.\n    I do arrest you in His Highness' name,\n    And here commit you to my Lord Cardinal\n    To keep until your further time of trial."}, {"type": "direction", "direction": "  KING HENRY. My Lord of Gloucester, 'tis my special hope\n    That you will clear yourself from all suspense.\n    My conscience tells me you are innocent."}, {"type": "direction", "direction": "  GLOUCESTER. Ah, gracious lord, these days are dangerous!\n    Virtue is chok'd with foul ambition,\n    And charity chas'd hence by rancour's hand;\n    Foul subornation is predominant,\n    And equity exil'd your Highness' land.\n    I know their complot is to have my life;\n    And if my death might make this island happy\n    And prove the period of their tyranny,\n    I would expend it with all willingness.\n    But mine is made the prologue to their play;\n    For thousands more that yet suspect no peril\n    Will not conclude their plotted tragedy.\n    Beaufort's red sparkling eyes blab his heart's malice,\n    And Suffolk's cloudy brow his stormy hate;\n    Sharp Buckingham unburdens with his tongue\n    The envious load that lies upon his heart;\n    And dogged York, that reaches at the moon,\n    Whose overweening arm I have pluck'd back,\n    By false accuse doth level at my life.\n    And you, my sovereign lady, with the rest,\n    Causeless have laid disgraces on my head,\n    And with your best endeavour have stirr'd up\n    My liefest liege to be mine enemy;\n    Ay, all of you have laid your heads together-\n    Myself had notice of your conventicles-\n    And all to make away my guiltless life.\n    I shall not want false witness to condemn me\n    Nor store of treasons to augment my guilt.\n    The ancient proverb will be well effected:\n    'A staff is quickly found to beat a dog.'"}, {"type": "direction", "direction": "  CARDINAL. My liege, his railing is intolerable.\n    If those that care to keep your royal person\n    From treason's secret knife and traitor's rage\n    Be thus upbraided, chid, and rated at,\n    And the offender granted scope of speech,\n    'Twill make them cool in zeal unto your Grace."}, {"type": "direction", "direction": "  SUFFOLK. Hath he not twit our sovereign lady here\n    With ignominious words, though clerkly couch'd,\n    As if she had suborned some to swear\n    False allegations to o'erthrow his state?"}, {"type": "direction", "direction": "  QUEEN. But I can give the loser leave to chide."}, {"type": "direction", "direction": "  GLOUCESTER. Far truer spoke than meant: I lose indeed.\n    Beshrew the winners, for they play'd me false!\n    And well such losers may have leave to speak."}, {"type": "direction", "direction": "  BUCKINGHAM. He'll wrest the sense, and hold us here all day.\n    Lord Cardinal, he is your prisoner."}, {"type": "direction", "direction": "  CARDINAL. Sirs, take away the Duke, and guard him sure."}, {"type": "direction", "direction": "  GLOUCESTER. Ah, thus King Henry throws away his crutch\n    Before his legs be firm to bear his body!\n    Thus is the shepherd beaten from thy side,\n    And wolves are gnarling who shall gnaw thee first.\n    Ah, that my fear were false! ah, that it were!\n    For, good King Henry, thy decay I fear.        Exit, guarded"}, {"type": "direction", "direction": "  KING HENRY. My lords, what to your wisdoms seemeth best\n    Do or undo, as if ourself were here."}, {"type": "direction", "direction": "  QUEEN. What, will your Highness leave the Parliament?"}, {"type": "direction", "direction": "  KING HENRY. Ay, Margaret; my heart is drown'd with grief,\n    Whose flood begins to flow within mine eyes;\n    My body round engirt with misery-\n    For what's more miserable than discontent?\n    Ah, uncle Humphrey, in thy face I see\n    The map of honour, truth, and loyalty!\n    And yet, good Humphrey, is the hour to come\n    That e'er I prov'd thee false or fear'd thy faith.\n    What louring star now envies thy estate\n    That these great lords, and Margaret our Queen,\n    Do seek subversion of thy harmless life?\n    Thou never didst them wrong, nor no man wrong;\n    And as the butcher takes away the calf,\n    And binds the wretch, and beats it when it strays,\n    Bearing it to the bloody slaughter-house,\n    Even so, remorseless, have they borne him hence;\n    And as the dam runs lowing up and down,\n    Looking the way her harmless young one went,\n    And can do nought but wail her darling's loss,\n    Even so myself bewails good Gloucester's case\n    With sad unhelpful tears, and with dimm'd eyes\n    Look after him, and cannot do him good,\n    So mighty are his vowed enemies.\n    His fortunes I will weep, and 'twixt each groan\n    Say 'Who's a traitor? Gloucester he is none.'           Exit"}, {"type": "direction", "direction": "  QUEEN. Free lords, cold snow melts with the sun's hot beams:\n    Henry my lord is cold in great affairs,\n    Too full of foolish pity; and Gloucester's show\n    Beguiles him as the mournful crocodile\n    With sorrow snares relenting passengers;\n    Or as the snake, roll'd in a flow'ring bank,\n    With shining checker'd slough, doth sting a child\n    That for the beauty thinks it excellent.\n    Believe me, lords, were none more wise than I-\n    And yet herein I judge mine own wit good-\n    This Gloucester should be quickly rid the world\n    To rid us from the fear we have of him."}, {"type": "direction", "direction": "  CARDINAL. That he should die is worthy policy;\n    But yet we want a colour for his death.\n    'Tis meet he be condemn'd by course of law."}, {"type": "direction", "direction": "  SUFFOLK. But, in my mind, that were no policy:\n    The King will labour still to save his life;\n    The commons haply rise to save his life;\n    And yet we have but trivial argument,\n    More than mistrust, that shows him worthy death."}, {"type": "direction", "direction": "  YORK. So that, by this, you would not have him die."}, {"type": "direction", "direction": "  SUFFOLK. Ah, York, no man alive so fain as I!"}, {"type": "direction", "direction": "  YORK. 'Tis York that hath more reason for his death.\n    But, my Lord Cardinal, and you, my Lord of Suffolk,\n    Say as you think, and speak it from your souls:\n    Were't not all one an empty eagle were set\n    To guard the chicken from a hungry kite\n    As place Duke Humphrey for the King's Protector?"}, {"type": "direction", "direction": "  QUEEN. So the poor chicken should be sure of death."}, {"type": "direction", "direction": "  SUFFOLK. Madam, 'tis true; and were't not madness then\n    To make the fox surveyor of the fold?\n    Who being accus'd a crafty murderer,\n    His guilt should be but idly posted over,\n    Because his purpose is not executed.\n    No; let him die, in that he is a fox,\n    By nature prov'd an enemy to the flock,\n    Before his chaps be stain'd with crimson blood,\n    As Humphrey, prov'd by reasons, to my liege.\n    And do not stand on quillets how to slay him;\n    Be it by gins, by snares, by subtlety,\n    Sleeping or waking, 'tis no matter how,\n    So he be dead; for that is good deceit\n    Which mates him first that first intends deceit."}, {"type": "direction", "direction": "  QUEEN. Thrice-noble Suffolk, 'tis resolutely spoke."}, {"type": "direction", "direction": "  SUFFOLK. Not resolute, except so much were done,\n    For things are often spoke and seldom meant;\n    But that my heart accordeth with my tongue,\n    Seeing the deed is meritorious,\n    And to preserve my sovereign from his foe,\n    Say but the word, and I will be his priest."}, {"type": "direction", "direction": "  CARDINAL. But I would have him dead, my Lord of Suffolk,\n    Ere you can take due orders for a priest;\n    Say you consent and censure well the deed,\n    And I'll provide his executioner-\n    I tender so the safety of my liege."}, {"type": "direction", "direction": "  SUFFOLK. Here is my hand the deed is worthy doing."}, {"type": "direction", "direction": "  QUEEN. And so say I."}, {"type": "direction", "direction": "  YORK. And I. And now we three have spoke it,\n    It skills not greatly who impugns our doom."}, {"type": "direction", "direction": "Enter a POST"}, {"type": "direction", "direction": "  POST. Great lords, from Ireland am I come amain\n    To signify that rebels there are up\n    And put the Englishmen unto the sword.\n    Send succours, lords, and stop the rage betime,\n    Before the wound do grow uncurable;\n    For, being green, there is great hope of help."}, {"type": "direction", "direction": "  CARDINAL. A breach that craves a quick expedient stop!\n    What counsel give you in this weighty cause?"}, {"type": "direction", "direction": "  YORK. That Somerset be sent as Regent thither;\n    'Tis meet that lucky ruler be employ'd,\n    Witness the fortune he hath had in France."}, {"type": "direction", "direction": "  SOMERSET. If York, with all his far-fet policy,\n    Had been the Regent there instead of me,\n    He never would have stay'd in France so long."}, {"type": "direction", "direction": "  YORK. No, not to lose it all as thou hast done.\n    I rather would have lost my life betimes\n    Than bring a burden of dishonour home\n    By staying there so long till all were lost.\n    Show me one scar character'd on thy skin:\n    Men's flesh preserv'd so whole do seldom win."}, {"type": "direction", "direction": "  QUEEN. Nay then, this spark will prove a raging fire,\n    If wind and fuel be brought to feed it with;\n    No more, good York; sweet Somerset, be still.\n    Thy fortune, York, hadst thou been Regent there,\n    Might happily have prov'd far worse than his."}, {"type": "direction", "direction": "  YORK. What, worse than nought? Nay, then a shame take all!"}, {"type": "direction", "direction": "  SOMERSET. And in the number, thee that wishest shame!"}, {"type": "direction", "direction": "  CARDINAL. My Lord of York, try what your fortune is.\n    Th' uncivil kerns of Ireland are in arms\n    And temper clay with blood of Englishmen;\n    To Ireland will you lead a band of men,\n    Collected choicely, from each county some,\n    And try your hap against the Irishmen?"}, {"type": "direction", "direction": "  YORK. I will, my lord, so please his Majesty."}, {"type": "direction", "direction": "  SUFFOLK. Why, our authority is his consent,\n    And what we do establish he confirms;\n    Then, noble York, take thou this task in hand."}, {"type": "direction", "direction": "  YORK. I am content; provide me soldiers, lords,\n    Whiles I take order for mine own affairs."}, {"type": "direction", "direction": "  SUFFOLK. A charge, Lord York, that I will see perform'd.\n    But now return we to the false Duke Humphrey."}, {"type": "direction", "direction": "  CARDINAL. No more of him; for I will deal with him\n    That henceforth he shall trouble us no more.\n    And so break off; the day is almost spent.\n    Lord Suffolk, you and I must talk of that event."}, {"type": "direction", "direction": "  YORK. My Lord of Suffolk, within fourteen days\n    At Bristol I expect my soldiers;\n    For there I'll ship them all for Ireland."}, {"type": "direction", "direction": "  SUFFOLK. I'll see it truly done, my Lord of York.\n                                             Exeunt all but YORK"}, {"type": "direction", "direction": "  YORK. Now, York, or never, steel thy fearful thoughts\n    And change misdoubt to resolution;\n    Be that thou hop'st to be; or what thou art\n    Resign to death- it is not worth th' enjoying.\n    Let pale-fac'd fear keep with the mean-born man\n    And find no harbour in a royal heart.\n    Faster than spring-time show'rs comes thought on thought,\n    And not a thought but thinks on dignity.\n    My brain, more busy than the labouring spider,\n    Weaves tedious snares to trap mine enemies.\n    Well, nobles, well, 'tis politicly done\n    To send me packing with an host of men.\n    I fear me you but warm the starved snake,\n    Who, cherish'd in your breasts, will sting your hearts.\n    'Twas men I lack'd, and you will give them me;\n    I take it kindly. Yet be well assur'd\n    You put sharp weapons in a madman's hands.\n    Whiles I in Ireland nourish a mighty band,\n    I will stir up in England some black storm\n    Shall blow ten thousand souls to heaven or hell;\n    And this fell tempest shall not cease to rage\n    Until the golden circuit on my head,\n    Like to the glorious sun's transparent beams,\n    Do calm the fury of this mad-bred flaw.\n    And for a minister of my intent\n    I have seduc'd a headstrong Kentishman,\n    John Cade of Ashford,\n    To make commotion, as full well he can,\n    Under the tide of John Mortimer.\n    In Ireland have I seen this stubborn Cade\n    Oppose himself against a troop of kerns,\n    And fought so long tiff that his thighs with darts\n    Were almost like a sharp-quill'd porpentine;\n    And in the end being rescu'd, I have seen\n    Him caper upright like a wild Morisco,\n    Shaking the bloody darts as he his bells.\n    Full often, like a shag-hair'd crafty kern,\n    Hath he conversed with the enemy,\n    And undiscover'd come to me again\n    And given me notice of their villainies.\n    This devil here shall be my substitute;\n    For that John Mortimer, which now is dead,\n    In face, in gait, in speech, he doth resemble.\n    By this I shall perceive the commons' mind,\n    How they affect the house and claim of York.\n    Say he be taken, rack'd, and tortured;\n    I know no pain they can inflict upon him\n    Will make him say I mov'd him to those arms.\n    Say that he thrive, as 'tis great like he will,\n    Why, then from Ireland come I with my strength,\n    And reap the harvest which that rascal sow'd;\n    For Humphrey being dead, as he shall be,\n    And Henry put apart, the next for me.                   Exit"}], "act": 1, "scene": 7, "title": "SCENE IV. London. A street"}, {"text": [{"type": "direction", "direction": "SCENE II. Bury St. Edmunds. A room of state"}, {"type": "direction", "direction": "Enter two or three MURDERERS running over the stage, from the murder of"}, {"type": "direction", "direction": "DUKE HUMPHREY"}, {"type": "direction", "direction": "  FIRST MURDERER. Run to my Lord of Suffolk; let him know\n    We have dispatch'd the Duke, as he commanded."}, {"type": "direction", "direction": "  SECOND MURDERER. O that it were to do! What have we done?\n    Didst ever hear a man so penitent?"}, {"type": "direction", "direction": "Enter SUFFOLK"}, {"type": "direction", "direction": "  FIRST MURDERER. Here comes my lord."}, {"type": "direction", "direction": "  SUFFOLK. Now, sirs, have you dispatch'd this thing?"}, {"type": "direction", "direction": "  FIRST MURDERER. Ay, my good lord, he's dead."}, {"type": "direction", "direction": "  SUFFOLK. Why, that's well said. Go, get you to my house;\n    I will reward you for this venturous deed.\n    The King and all the peers are here at hand.\n    Have you laid fair the bed? Is all things well,\n    According as I gave directions?"}, {"type": "direction", "direction": "  FIRST MURDERER. 'Tis, my good lord."}, {"type": "direction", "direction": "  SUFFOLK. Away! be gone.                       Exeunt MURDERERS\n\n             Sound trumpets. Enter the KING, the QUEEN,\n                CARDINAL, SOMERSET, with attendants"}, {"type": "direction", "direction": "  KING HENRY. Go call our uncle to our presence straight;\n    Say we intend to try his Grace to-day,\n    If he be guilty, as 'tis published."}, {"type": "direction", "direction": "  SUFFOLK. I'll call him presently, my noble lord.          Exit"}, {"type": "direction", "direction": "  KING HENRY. Lords, take your places; and, I pray you all,\n    Proceed no straiter 'gainst our uncle Gloucester\n    Than from true evidence, of good esteem,\n    He be approv'd in practice culpable."}, {"type": "direction", "direction": "  QUEEN. God forbid any malice should prevail\n    That faultless may condemn a nobleman!\n    Pray God he may acquit him of suspicion!"}, {"type": "direction", "direction": "  KING HENRY. I thank thee, Meg; these words content me much.\n\n                           Re-enter SUFFOLK\n\n    How now! Why look'st thou pale? Why tremblest thou?\n    Where is our uncle? What's the matter, Suffolk?"}, {"type": "direction", "direction": "  SUFFOLK. Dead in his bed, my lord; Gloucester is dead."}, {"type": "direction", "direction": "  QUEEN. Marry, God forfend!"}, {"type": "direction", "direction": "  CARDINAL. God's secret judgment! I did dream to-night\n    The Duke was dumb and could not speak a word.\n                                               [The KING swoons]"}, {"type": "direction", "direction": "  QUEEN. How fares my lord? Help, lords! The King is dead."}, {"type": "direction", "direction": "  SOMERSET. Rear up his body; wring him by the nose."}, {"type": "direction", "direction": "  QUEEN. Run, go, help, help! O Henry, ope thine eyes!"}, {"type": "direction", "direction": "  SUFFOLK. He doth revive again; madam, be patient."}, {"type": "direction", "direction": "  KING. O heavenly God!"}, {"type": "direction", "direction": "  QUEEN. How fares my gracious lord?"}, {"type": "direction", "direction": "  SUFFOLK. Comfort, my sovereign! Gracious Henry, comfort!"}, {"type": "direction", "direction": "  KING HENRY. What, doth my Lord of Suffolk comfort me?\n    Came he right now to sing a raven's note,\n    Whose dismal tune bereft my vital pow'rs;\n    And thinks he that the chirping of a wren,\n    By crying comfort from a hollow breast,\n    Can chase away the first conceived sound?\n    Hide not thy poison with such sug'red words;\n    Lay not thy hands on me; forbear, I say,\n    Their touch affrights me as a serpent's sting.\n    Thou baleful messenger, out of my sight!\n    Upon thy eye-balls murderous tyranny\n    Sits in grim majesty to fright the world.\n    Look not upon me, for thine eyes are wounding;\n    Yet do not go away; come, basilisk,\n    And kill the innocent gazer with thy sight;\n    For in the shade of death I shall find joy-\n    In life but double death,'now Gloucester's dead."}, {"type": "direction", "direction": "  QUEEN. Why do you rate my Lord of Suffolk thus?\n    Although the Duke was enemy to him,\n    Yet he most Christian-like laments his death;\n    And for myself- foe as he was to me-\n    Might liquid tears, or heart-offending groans,\n    Or blood-consuming sighs, recall his life,\n    I would be blind with weeping, sick with groans,\n    Look pale as primrose with blood-drinking sighs,\n    And all to have the noble Duke alive.\n    What know I how the world may deem of me?\n    For it is known we were but hollow friends:\n    It may be judg'd I made the Duke away;\n    So shall my name with slander's tongue be wounded,\n    And princes' courts be fill'd with my reproach.\n    This get I by his death. Ay me, unhappy!\n    To be a queen and crown'd with infamy!"}, {"type": "direction", "direction": "  KING HENRY. Ah, woe is me for Gloucester, wretched man!"}, {"type": "direction", "direction": "  QUEEN. Be woe for me, more wretched than he is.\n    What, dost thou turn away, and hide thy face?\n    I am no loathsome leper- look on me.\n    What, art thou like the adder waxen deaf?\n    Be poisonous too, and kill thy forlorn Queen.\n    Is all thy comfort shut in Gloucester's tomb?\n    Why, then Dame Margaret was ne'er thy joy.\n    Erect his statue and worship it,\n    And make my image but an alehouse sign.\n    Was I for this nigh wreck'd upon the sea,\n    And twice by awkward wind from England's bank\n    Drove back again unto my native clime?\n    What boded this but well-forewarning wind\n    Did seem to say 'Seek not a scorpion's nest,\n    Nor set no footing on this unkind shore'?\n    What did I then but curs'd the gentle gusts,\n    And he that loos'd them forth their brazen caves;\n    And bid them blow towards England's blessed shore,\n    Or turn our stern upon a dreadful rock?\n    Yet Aeolus would not be a murderer,\n    But left that hateful office unto thee.\n    The pretty-vaulting sea refus'd to drown me,\n    Knowing that thou wouldst have me drown'd on shore\n    With tears as salt as sea through thy unkindness;\n    The splitting rocks cow'r'd in the sinking sands\n    And would not dash me with their ragged sides,\n    Because thy flinty heart, more hard than they,\n    Might in thy palace perish Margaret.\n    As far as I could ken thy chalky cliffs,\n    When from thy shore the tempest beat us back,\n    I stood upon the hatches in the storm;\n    And when the dusky sky began to rob\n    My earnest-gaping sight of thy land's view,\n    I took a costly jewel from my neck-\n    A heart it was, bound in with diamonds-\n    And threw it towards thy land. The sea receiv'd it;\n    And so I wish'd thy body might my heart.\n    And even with this I lost fair England's view,\n    And bid mine eyes be packing with my heart,\n    And call'd them blind and dusky spectacles\n    For losing ken of Albion's wished coast.\n    How often have I tempted Suffolk's tongue-\n    The agent of thy foul inconstancy-\n    To sit and witch me, as Ascanius did\n    When he to madding Dido would unfold\n    His father's acts commenc'd in burning Troy!\n    Am I not witch'd like her? Or thou not false like him?\n    Ay me, I can no more! Die, Margaret,\n    For Henry weeps that thou dost live so long.\n\n               Noise within. Enter WARWICK, SALISBURY,\n                          and many commons"}, {"type": "direction", "direction": "  WARWICK. It is reported, mighty sovereign,\n    That good Duke Humphrey traitorously is murd'red\n    By Suffolk and the Cardinal Beaufort's means.\n    The commons, like an angry hive of bees\n    That want their leader, scatter up and down\n    And care not who they sting in his revenge.\n    Myself have calm'd their spleenful mutiny\n    Until they hear the order of his death."}, {"type": "direction", "direction": "  KING HENRY. That he is dead, good Warwick, 'tis too true;\n    But how he died God knows, not Henry."}, {"type": "direction", "direction": "Enter his chamber, view his breathless corpse,\n    And comment then upon his sudden death."}, {"type": "direction", "direction": "  WARWICK. That shall I do, my liege. Stay, Salisbury,\n    With the rude multitude till I return.                  Exit\n                                   Exit SALISBURY with the commons"}, {"type": "direction", "direction": "  KING HENRY. O Thou that judgest all things, stay my thoughts-\n    My thoughts that labour to persuade my soul\n    Some violent hands were laid on Humphrey's life!\n    If my suspect be false, forgive me, God;\n    For judgment only doth belong to Thee.\n    Fain would I go to chafe his paly lips\n    With twenty thousand kisses and to drain\n    Upon his face an ocean of salt tears\n    To tell my love unto his dumb deaf trunk;\n    And with my fingers feel his hand un-feeling;\n    But all in vain are these mean obsequies;\n    And to survey his dead and earthy image,\n    What were it but to make my sorrow greater?\n\n               Bed put forth with the body. Enter WARWICK"}, {"type": "direction", "direction": "  WARWICK. Come hither, gracious sovereign, view this body."}, {"type": "direction", "direction": "  KING HENRY. That is to see how deep my grave is made;\n    For with his soul fled all my worldly solace,\n    For, seeing him, I see my life in death."}, {"type": "direction", "direction": "  WARWICK. As surely as my soul intends to live\n    With that dread King that took our state upon Him\n    To free us from his Father's wrathful curse,\n    I do believe that violent hands were laid\n    Upon the life of this thrice-famed Duke."}, {"type": "direction", "direction": "  SUFFOLK. A dreadful oath, sworn with a solemn tongue!\n    What instance gives Lord Warwick for his vow?"}, {"type": "direction", "direction": "  WARWICK. See how the blood is settled in his face.\n    Oft have I seen a timely-parted ghost,\n    Of ashy semblance, meagre, pale, and bloodless,\n    Being all descended to the labouring heart,\n    Who, in the conflict that it holds with death,\n    Attracts the same for aidance 'gainst the enemy,\n    Which with the heart there cools, and ne'er returneth\n    To blush and beautify the cheek again.\n    But see, his face is black and full of blood;\n    His eye-balls further out than when he liv'd,\n    Staring full ghastly like a strangled man;\n    His hair uprear'd, his nostrils stretch'd with struggling;\n    His hands abroad display'd, as one that grasp'd\n    And tugg'd for life, and was by strength subdu'd.\n    Look, on the sheets his hair, you see, is sticking;\n    His well-proportion'd beard made rough and rugged,\n    Like to the summer's corn by tempest lodged.\n    It cannot be but he was murd'red here:\n    The least of all these signs were probable."}, {"type": "direction", "direction": "  SUFFOLK. Why, Warwick, who should do the Duke to death?\n    Myself and Beaufort had him in protection;\n    And we, I hope, sir, are no murderers."}, {"type": "direction", "direction": "  WARWICK. But both of you were vow'd Duke Humphrey's foes;\n    And you, forsooth, had the good Duke to keep.\n    'Tis like you would not feast him like a friend;\n    And 'tis well seen he found an enemy."}, {"type": "direction", "direction": "  QUEEN. Then you, belike, suspect these noblemen\n    As guilty of Duke Humphrey's timeless death."}, {"type": "direction", "direction": "  WARWICK. Who finds the heifer dead and bleeding fresh,\n    And sees fast by a butcher with an axe,\n    But will suspect 'twas he that made the slaughter?\n    Who finds the partridge in the puttock's nest\n    But may imagine how the bird was dead,\n    Although the kite soar with unbloodied beak?\n    Even so suspicious is this tragedy."}, {"type": "direction", "direction": "  QUEEN. Are you the butcher, Suffolk? Where's your knife?\n    Is Beaufort term'd a kite? Where are his talons?"}, {"type": "direction", "direction": "  SUFFOLK. I wear no knife to slaughter sleeping men;\n    But here's a vengeful sword, rusted with ease,\n    That shall be scoured in his rancorous heart\n    That slanders me with murder's crimson badge.\n    Say if thou dar'st, proud Lord of Warwickshire,\n    That I am faulty in Duke Humphrey's death.\n                           Exeunt CARDINAL, SOMERSET, and others"}, {"type": "direction", "direction": "  WARWICK. What dares not Warwick, if false Suffolk dare him?"}, {"type": "direction", "direction": "  QUEEN. He dares not calm his contumelious spirit,\n    Nor cease to be an arrogant controller,\n    Though Suffolk dare him twenty thousand times."}, {"type": "direction", "direction": "  WARWICK. Madam, be still- with reverence may I say;\n    For every word you speak in his behalf\n    Is slander to your royal dignity."}, {"type": "direction", "direction": "  SUFFOLK. Blunt-witted lord, ignoble in demeanour,\n    If ever lady wrong'd her lord so much,\n    Thy mother took into her blameful bed\n    Some stern untutor'd churl, and noble stock\n    Was graft with crab-tree slip, whose fruit thou art,\n    And never of the Nevils' noble race."}, {"type": "direction", "direction": "  WARWICK. But that the guilt of murder bucklers thee,\n    And I should rob the deathsman of his fee,\n    Quitting thee thereby of ten thousand shames,\n    And that my sovereign's presence makes me mild,\n    I would, false murd'rous coward, on thy knee\n    Make thee beg pardon for thy passed speech\n    And say it was thy mother that thou meant'st,\n    That thou thyself was born in bastardy;\n    And, after all this fearful homage done,\n    Give thee thy hire and send thy soul to hell,\n    Pernicious blood-sucker of sleeping men."}, {"type": "direction", "direction": "  SUFFOLK. Thou shalt be waking while I shed thy blood,\n    If from this presence thou dar'st go with me."}, {"type": "direction", "direction": "  WARWICK. Away even now, or I will drag thee hence.\n    Unworthy though thou art, I'll cope with thee,\n    And do some service to Duke Humphrey's ghost.\n                                      Exeunt SUFFOLK and WARWICK"}, {"type": "direction", "direction": "  KING HENRY. What stronger breastplate than a heart untainted?\n    Thrice is he arm'd that hath his quarrel just;\n    And he but naked, though lock'd up in steel,\n    Whose conscience with injustice is corrupted.\n                                                [A noise within]"}, {"type": "direction", "direction": "  QUEEN. What noise is this?\n\n       Re-enter SUFFOLK and WARWICK, with their weapons drawn"}, {"type": "direction", "direction": "  KING. Why, how now, lords, your wrathful weapons drawn\n    Here in our presence! Dare you be so bold?\n    Why, what tumultuous clamour have we here?"}, {"type": "direction", "direction": "  SUFFOLK. The trait'rous Warwick, with the men of Bury,\n    Set all upon me, mighty sovereign.\n\n                        Re-enter SALISBURY"}, {"type": "direction", "direction": "  SALISBURY. [To the Commons within] Sirs, stand apart, the King\n      shall know your mind.\n    Dread lord, the commons send you word by me\n    Unless Lord Suffolk straight be done to death,\n    Or banished fair England's territories,\n    They will by violence tear him from your palace\n    And torture him with grievous ling'ring death.\n    They say by him the good Duke Humphrey died;\n    They say in him they fear your Highness' death;\n    And mere instinct of love and loyalty,\n    Free from a stubborn opposite intent,\n    As being thought to contradict your liking,\n    Makes them thus forward in his banishment.\n    They say, in care of your most royal person,\n    That if your Highness should intend to sleep\n    And charge that no man should disturb your rest,\n    In pain of your dislike or pain of death,\n    Yet, notwithstanding such a strait edict,\n    Were there a serpent seen with forked tongue\n    That slily glided towards your Majesty,\n    It were but necessary you were wak'd,\n    Lest, being suffer'd in that harmful slumber,\n    The mortal worm might make the sleep eternal.\n    And therefore do they cry, though you forbid,\n    That they will guard you, whe'er you will or no,\n    From such fell serpents as false Suffolk is;\n    With whose envenomed and fatal sting\n    Your loving uncle, twenty times his worth,\n    They say, is shamefully bereft of life."}, {"type": "direction", "direction": "  COMMONS. [Within] An answer from the King, my Lord of Salisbury!"}, {"type": "direction", "direction": "  SUFFOLK. 'Tis like the commons, rude unpolish'd hinds,\n    Could send such message to their sovereign;\n    But you, my lord, were glad to be employ'd,\n    To show how quaint an orator you are.\n    But all the honour Salisbury hath won\n    Is that he was the lord ambassador\n    Sent from a sort of tinkers to the King."}, {"type": "direction", "direction": "  COMMONS. [Within] An answer from the King, or we will all break in!"}, {"type": "direction", "direction": "  KING HENRY. Go, Salisbury, and tell them all from me\n    I thank them for their tender loving care;\n    And had I not been cited so by them,\n    Yet did I purpose as they do entreat;\n    For sure my thoughts do hourly prophesy\n    Mischance unto my state by Suffolk's means.\n    And therefore by His Majesty I swear,\n    Whose far unworthy deputy I am,\n    He shall not breathe infection in this air\n    But three days longer, on the pain of death.\n                                                  Exit SALISBURY"}, {"type": "direction", "direction": "  QUEEN. O Henry, let me plead for gentle Suffolk!"}, {"type": "direction", "direction": "  KING HENRY. Ungentle Queen, to call him gentle Suffolk!\n    No more, I say; if thou dost plead for him,\n    Thou wilt but add increase unto my wrath.\n    Had I but said, I would have kept my word;\n    But when I swear, it is irrevocable.\n    If after three days' space thou here be'st found\n    On any ground that I am ruler of,\n    The world shall not be ransom for thy life.\n    Come, Warwick, come, good Warwick, go with me;\n    I have great matters to impart to thee.\n                                Exeunt all but QUEEN and SUFFOLK"}, {"type": "direction", "direction": "  QUEEN. Mischance and sorrow go along with you!\n    Heart's discontent and sour affliction\n    Be playfellows to keep you company!\n    There's two of you; the devil make a third,\n    And threefold vengeance tend upon your steps!"}, {"type": "direction", "direction": "  SUFFOLK. Cease, gentle Queen, these execrations,\n    And let thy Suffolk take his heavy leave."}, {"type": "direction", "direction": "  QUEEN. Fie, coward woman and soft-hearted wretch,\n    Has thou not spirit to curse thine enemy?"}, {"type": "direction", "direction": "  SUFFOLK. A plague upon them! Wherefore should I curse them?\n    Would curses kill as doth the mandrake's groan,\n    I would invent as bitter searching terms,\n    As curst, as harsh, and horrible to hear,\n    Deliver'd strongly through my fixed teeth,\n    With full as many signs of deadly hate,\n    As lean-fac'd Envy in her loathsome cave.\n    My tongue should stumble in mine earnest words,\n    Mine eyes should sparkle like the beaten flint,\n    Mine hair be fix'd an end, as one distract;\n    Ay, every joint should seem to curse and ban;\n    And even now my burden'd heart would break,\n    Should I not curse them. Poison be their drink!\n    Gall, worse than gall, the daintiest that they taste!\n    Their sweetest shade a grove of cypress trees!\n    Their chiefest prospect murd'ring basilisks!\n    Their softest touch as smart as lizards' stings!\n    Their music frightful as the serpent's hiss,\n    And boding screech-owls make the consort full!\n    all the foul terrors in dark-seated hell-"}, {"type": "direction", "direction": "  QUEEN. Enough, sweet Suffolk, thou torment'st thyself;\n    And these dread curses, like the sun 'gainst glass,\n    Or like an overcharged gun, recoil,\n    And turns the force of them upon thyself."}, {"type": "direction", "direction": "  SUFFOLK. You bade me ban, and will you bid me leave?\n    Now, by the ground that I am banish'd from,\n    Well could I curse away a winter's night,\n    Though standing naked on a mountain top\n    Where biting cold would never let grass grow,\n    And think it but a minute spent in sport."}, {"type": "direction", "direction": "  QUEEN. O, let me entreat thee cease! Give me thy hand,\n    That I may dew it with my mournful tears;\n    Nor let the rain of heaven wet this place\n    To wash away my woeful monuments.\n    O, could this kiss be printed in thy hand,\n    That thou might'st think upon these by the seal,\n    Through whom a thousand sighs are breath'd for thee!\n    So, get thee gone, that I may know my grief;\n    'Tis but surmis'd whiles thou art standing by,\n    As one that surfeits thinking on a want.\n    I will repeal thee or, be well assur'd,\n    Adventure to be banished myself;\n    And banished I am, if but from thee.\n    Go, speak not to me; even now be gone.\n    O, go not yet! Even thus two friends condemn'd\n    Embrace, and kiss, and take ten thousand leaves,\n    Loather a hundred times to part than die.\n    Yet now, farewell; and farewell life with thee!"}, {"type": "direction", "direction": "  SUFFOLK. Thus is poor Suffolk ten times banished,\n    Once by the King and three times thrice by thee,\n    'Tis not the land I care for, wert thou thence;\n    A wilderness is populous enough,\n    So Suffolk had thy heavenly company;\n    For where thou art, there is the world itself,\n    With every several pleasure in the world;\n    And where thou art not, desolation.\n    I can no more: Live thou to joy thy life;\n    Myself no joy in nought but that thou liv'st."}, {"type": "direction", "direction": "Enter VAUX"}, {"type": "direction", "direction": "  QUEEN. Whither goes Vaux so fast? What news, I prithee?"}, {"type": "direction", "direction": "  VAUX. To signify unto his Majesty\n    That Cardinal Beaufort is at point of death;\n    For suddenly a grievous sickness took him\n    That makes him gasp, and stare, and catch the air,\n    Blaspheming God, and cursing men on earth.\n    Sometime he talks as if Duke Humphrey's ghost\n    Were by his side; sometime he calls the King\n    And whispers to his pillow, as to him,\n    The secrets of his overcharged soul;\n    And I am sent to tell his Majesty\n    That even now he cries aloud for him."}, {"type": "direction", "direction": "  QUEEN. Go tell this heavy message to the King.       Exit VAUX\n    Ay me! What is this world! What news are these!\n    But wherefore grieve I at an hour's poor loss,\n    Omitting Suffolk's exile, my soul's treasure?\n    Why only, Suffolk, mourn I not for thee,\n    And with the southern clouds contend in tears-\n    Theirs for the earth's increase, mine for my sorrows?\n    Now get thee hence: the King, thou know'st, is coming;\n    If thou be found by me; thou art but dead."}, {"type": "direction", "direction": "  SUFFOLK. If I depart from thee I cannot live;\n    And in thy sight to die, what were it else\n    But like a pleasant slumber in thy lap?\n    Here could I breathe my soul into the air,\n    As mild and gentle as the cradle-babe\n    Dying with mother's dug between its lips;\n    Where, from thy sight, I should be raging mad\n    And cry out for thee to close up mine eyes,\n    To have thee with thy lips to stop my mouth;\n    So shouldst thou either turn my flying soul,\n    Or I should breathe it so into thy body,\n    And then it liv'd in sweet Elysium.\n    To die by thee were but to die in jest:\n    From thee to die were torture more than death.\n    O, let me stay, befall what may befall!"}, {"type": "direction", "direction": "  QUEEN. Away! Though parting be a fretful corrosive,\n    It is applied to a deathful wound.\n    To France, sweet Suffolk. Let me hear from thee;\n    For whereso'er thou art in this world's globe\n    I'll have an Iris that shall find thee out."}, {"type": "direction", "direction": "  SUFFOLK. I go."}, {"type": "direction", "direction": "  QUEEN. And take my heart with thee.           [She kisses him]"}, {"type": "direction", "direction": "  SUFFOLK. A jewel, lock'd into the woefull'st cask\n    That ever did contain a thing of worth.\n    Even as a splitted bark, so sunder we:\n    This way fall I to death."}, {"type": "direction", "direction": "  QUEEN. This way for me.                       Exeunt severally"}], "act": 1, "scene": 8, "title": "SCENE II. Bury St. Edmunds. A room of state"}, {"text": [{"type": "direction", "direction": "SCENE III. London. CARDINAL BEAUFORT'S bedchamber"}, {"type": "direction", "direction": "Enter the KING, SALISBURY, and WARWICK, to the CARDINAL in bed"}, {"type": "direction", "direction": "  KING HENRY. How fares my lord? Speak, Beaufort, to thy sovereign."}, {"type": "direction", "direction": "  CARDINAL. If thou be'st Death I'll give thee England's treasure,\n    Enough to purchase such another island,\n    So thou wilt let me live and feel no pain."}, {"type": "direction", "direction": "  KING HENRY. Ah, what a sign it is of evil life\n    Where death's approach is seen so terrible!"}, {"type": "direction", "direction": "  WARWICK. Beaufort, it is thy sovereign speaks to thee."}, {"type": "direction", "direction": "  CARDINAL. Bring me unto my trial when you will.\n    Died he not in his bed? Where should he die?\n    Can I make men live, whe'er they will or no?\n    O, torture me no more! I will confess.\n    Alive again? Then show me where he is;\n    I'll give a thousand pound to look upon him.\n    He hath no eyes, the dust hath blinded them.\n    Comb down his hair; look, look! it stands upright,\n    Like lime-twigs set to catch my winged soul!\n    Give me some drink; and bid the apothecary\n    Bring the strong poison that I bought of him."}, {"type": "direction", "direction": "  KING HENRY. O Thou eternal Mover of the heavens,\n    Look with a gentle eye upon this wretch!\n    O, beat away the busy meddling fiend\n    That lays strong siege unto this wretch's soul,\n    And from his bosom purge this black despair!"}, {"type": "direction", "direction": "  WARWICK. See how the pangs of death do make him grin"}, {"type": "direction", "direction": "  SALISBURY. Disturb him not, let him pass peaceably."}, {"type": "direction", "direction": "  KING HENRY. Peace to his soul, if God's good pleasure be!\n    Lord Card'nal, if thou think'st on heaven's bliss,\n    Hold up thy hand, make signal of thy hope.\n    He dies, and makes no sign: O God, forgive him!"}, {"type": "direction", "direction": "  WARWICK. So bad a death argues a monstrous life."}, {"type": "direction", "direction": "  KING HENRY. Forbear to judge, for we are sinners all.\n    Close up his eyes, and draw the curtain close;\n    And let us all to meditation.                         Exeunt"}, {"type": "direction", "direction": "ACT IV. SCENE I. The coast of Kent\n\nAlarum.  Fight at sea.  Ordnance goes off.  Enter a LIEUTENANT, a\nSHIPMASTER and his MATE, and WALTER WHITMORE, with sailors; SUFFOLK and\nother GENTLEMEN, as prisoners"}, {"type": "direction", "direction": "  LIEUTENANT. The gaudy, blabbing, and remorseful day\n    Is crept into the bosom of the sea;\n    And now loud-howling wolves arouse the jades\n    That drag the tragic melancholy night;\n    Who with their drowsy, slow, and flagging wings\n    Clip dead men's graves, and from their misty jaws\n    Breathe foul contagious darkness in the air.\n    Therefore bring forth the soldiers of our prize;\n    For, whilst our pinnace anchors in the Downs,\n    Here shall they make their ransom on the sand,\n    Or with their blood stain this discoloured shore.\n    Master, this prisoner freely give I thee;\n    And thou that art his mate make boot of this;\n    The other, Walter Whitmore, is thy share."}, {"type": "direction", "direction": "  FIRST GENTLEMAN. What is my ransom, master, let me know?"}, {"type": "direction", "direction": "  MASTER. A thousand crowns, or else lay down your head."}, {"type": "direction", "direction": "  MATE. And so much shall you give, or off goes yours."}, {"type": "direction", "direction": "  LIEUTENANT. What, think you much to pay two thousand crowns,\n    And bear the name and port of gentlemen?\n    Cut both the villains' throats- for die you shall;\n    The lives of those which we have lost in fight\n    Be counterpois'd with such a petty sum!"}, {"type": "direction", "direction": "  FIRST GENTLEMAN. I'll give it, sir: and therefore spare my life."}, {"type": "direction", "direction": "  SECOND GENTLEMAN. And so will I, and write home for it straight."}, {"type": "direction", "direction": "  WHITMORE. I lost mine eye in laying the prize aboard,\n    [To SUFFOLK] And therefore, to revenge it, shalt thou die;\n    And so should these, if I might have my will."}, {"type": "direction", "direction": "  LIEUTENANT. Be not so rash; take ransom, let him live."}, {"type": "direction", "direction": "  SUFFOLK. Look on my George, I am a gentleman:\n    Rate me at what thou wilt, thou shalt be paid."}, {"type": "direction", "direction": "  WHITMORE. And so am I: my name is Walter Whitmore.\n    How now! Why start'st thou? What, doth death affright?"}, {"type": "direction", "direction": "  SUFFOLK. Thy name affrights me, in whose sound is death.\n    A cunning man did calculate my birth\n    And told me that by water I should die;\n    Yet let not this make thee be bloody-minded;\n    Thy name is Gualtier, being rightly sounded."}, {"type": "direction", "direction": "  WHITMORE. Gualtier or Walter, which it is I care not:\n    Never yet did base dishonour blur our name\n    But with our sword we wip'd away the blot;\n    Therefore, when merchant-like I sell revenge,\n    Broke be my sword, my arms torn and defac'd,\n    And I proclaim'd a coward through the world."}, {"type": "direction", "direction": "  SUFFOLK. Stay, Whitmore, for thy prisoner is a prince,\n    The Duke of Suffolk, William de la Pole."}, {"type": "direction", "direction": "  WHITMORE. The Duke of Suffolk muffled up in rags?"}, {"type": "direction", "direction": "  SUFFOLK. Ay, but these rags are no part of the Duke:\n    Jove sometime went disguis'd, and why not I?"}, {"type": "direction", "direction": "  LIEUTENANT. But Jove was never slain, as thou shalt be."}, {"type": "direction", "direction": "  SUFFOLK. Obscure and lowly swain, King Henry's blood,\n    The honourable blood of Lancaster,\n    Must not be shed by such a jaded groom.\n    Hast thou not kiss'd thy hand and held my stirrup,\n    Bareheaded plodded by my foot-cloth mule,\n    And thought thee happy when I shook my head?\n    How often hast thou waited at my cup,\n    Fed from my trencher, kneel'd down at the board,\n    When I have feasted with Queen Margaret?\n    Remember it, and let it make thee crestfall'n,\n    Ay, and allay thus thy abortive pride,\n    How in our voiding-lobby hast thou stood\n    And duly waited for my coming forth.\n    This hand of mine hath writ in thy behalf,\n    And therefore shall it charm thy riotous tongue."}, {"type": "direction", "direction": "  WHITMORE. Speak, Captain, shall I stab the forlorn swain?"}, {"type": "direction", "direction": "  LIEUTENANT. First let my words stab him, as he hath me."}, {"type": "direction", "direction": "  SUFFOLK. Base slave, thy words are blunt, and so art thou."}, {"type": "direction", "direction": "  LIEUTENANT. Convey him hence, and on our longboat's side\n    Strike off his head."}, {"type": "direction", "direction": "  SUFFOLK. Thou dar'st not, for thy own."}, {"type": "direction", "direction": "  LIEUTENANT. Poole!"}, {"type": "direction", "direction": "  SUFFOLK. Poole?"}, {"type": "direction", "direction": "  LIEUTENANT. Ay, kennel, puddle, sink, whose filth and dirt\n    Troubles the silver spring where England drinks;\n    Now will I dam up this thy yawning mouth\n    For swallowing the treasure of the realm.\n    Thy lips, that kiss'd the Queen, shall sweep the ground;\n    And thou that smil'dst at good Duke Humphrey's death\n    Against the senseless winds shalt grin in vain,\n    Who in contempt shall hiss at thee again;\n    And wedded be thou to the hags of hell\n    For daring to affy a mighty lord\n    Unto the daughter of a worthless king,\n    Having neither subject, wealth, nor diadem.\n    By devilish policy art thou grown great,\n    And, like ambitious Sylla, overgorg'd\n    With gobbets of thy mother's bleeding heart.\n    By thee Anjou and Maine were sold to France;\n    The false revolting Normans thorough thee\n    Disdain to call us lord; and Picardy\n    Hath slain their governors, surpris'd our forts,\n    And sent the ragged soldiers wounded home.\n    The princely Warwick, and the Nevils all,\n    Whose dreadful swords were never drawn in vain,\n    As hating thee, are rising up in arms;\n    And now the house of York- thrust from the crown\n    By shameful murder of a guiltless king\n    And lofty proud encroaching tyranny-\n    Burns with revenging fire, whose hopeful colours\n    Advance our half-fac'd sun, striving to shine,\n    Under the which is writ 'Invitis nubibus.'\n    The commons here in Kent are up in arms;\n    And to conclude, reproach and beggary\n    Is crept into the palace of our King,\n    And all by thee. Away! convey him hence."}, {"type": "direction", "direction": "  SUFFOLK. O that I were a god, to shoot forth thunder\n    Upon these paltry, servile, abject drudges!\n    Small things make base men proud: this villain here,\n    Being captain of a pinnace, threatens more\n    Than Bargulus, the strong Illyrian pirate.\n    Drones suck not eagles' blood but rob beehives.\n    It is impossible that I should die\n    By such a lowly vassal as thyself.\n    Thy words move rage and not remorse in me.\n    I go of message from the Queen to France:\n    I charge thee waft me safely cross the Channel."}, {"type": "direction", "direction": "  LIEUTENANT. Walter-"}, {"type": "direction", "direction": "  WHITMORE. Come, Suffolk, I must waft thee to thy death."}, {"type": "direction", "direction": "  SUFFOLK. Gelidus timor occupat artus: it is thee I fear."}, {"type": "direction", "direction": "  WHITMORE. Thou shalt have cause to fear before I leave thee.\n    What, are ye daunted now? Now will ye stoop?"}, {"type": "direction", "direction": "  FIRST GENTLEMAN. My gracious lord, entreat him, speak him fair."}, {"type": "direction", "direction": "  SUFFOLK. Suffolk's imperial tongue is stem and rough,\n    Us'd to command, untaught to plead for favour.\n    Far be it we should honour such as these\n    With humble suit: no, rather let my head\n    Stoop to the block than these knees bow to any\n    Save to the God of heaven and to my king;\n    And sooner dance upon a bloody pole\n    Than stand uncover'd to the vulgar groom.\n    True nobility is exempt from fear:\n    More can I bear than you dare execute."}, {"type": "direction", "direction": "  LIEUTENANT. Hale him away, and let him talk no more."}, {"type": "direction", "direction": "  SUFFOLK. Come, soldiers, show what cruelty ye can,\n    That this my death may never be forgot-\n    Great men oft die by vile bezonians:\n    A Roman sworder and banditto slave\n    Murder'd sweet Tully; Brutus' bastard hand\n    Stabb'd Julius Caesar; savage islanders\n    Pompey the Great; and Suffolk dies by pirates.\n                                        Exit WALTER with SUFFOLK"}, {"type": "direction", "direction": "  LIEUTENANT. And as for these, whose ransom we have set,\n    It is our pleasure one of them depart;\n    Therefore come you with us, and let him go.\n                              Exeunt all but the FIRST GENTLEMAN\n\n                Re-enter WHITMORE with SUFFOLK'S body"}, {"type": "direction", "direction": "  WHITMORE. There let his head and lifeless body lie,\n    Until the Queen his mistress bury it.                   Exit"}, {"type": "direction", "direction": "  FIRST GENTLEMAN. O barbarous and bloody spectacle!\n    His body will I bear unto the King.\n    If he revenge it not, yet will his friends;\n    So will the Queen, that living held him dear.\n                                              Exit with the body"}], "act": 1, "scene": 9, "title": "SCENE III. London. CARDINAL BEAUFORT'S bedchamber"}, {"text": [{"type": "direction", "direction": "SCENE II. Blackheath"}, {"type": "direction", "direction": "Enter GEORGE BEVIS and JOHN HOLLAND"}, {"type": "direction", "direction": "  GEORGE. Come and get thee a sword, though made of a lath; they have\n    been up these two days."}, {"type": "direction", "direction": "  JOHN. They have the more need to sleep now, then."}, {"type": "direction", "direction": "  GEORGE. I tell thee Jack Cade the clothier means to dress the\n    commonwealth, and turn it, and set a new nap upon it."}, {"type": "direction", "direction": "  JOHN. So he had need, for 'tis threadbare. Well, I say it was never\n    merry world in England since gentlemen came up."}, {"type": "direction", "direction": "  GEORGE. O miserable age! Virtue is not regarded in handicraftsmen."}, {"type": "direction", "direction": "  JOHN. The nobility think scorn to go in leather aprons."}, {"type": "direction", "direction": "  GEORGE. Nay, more, the King's Council are no good workmen."}, {"type": "direction", "direction": "  JOHN. True; and yet it is said 'Labour in thy vocation'; which is\n    as much to say as 'Let the magistrates be labouring men'; and\n    therefore should we be magistrates."}, {"type": "direction", "direction": "  GEORGE. Thou hast hit it; for there's no better sign of a brave\n    mind than a hard hand."}, {"type": "direction", "direction": "  JOHN. I see them! I see them! There's Best's son, the tanner of\n    Wingham-"}, {"type": "direction", "direction": "  GEORGE. He shall have the skins of our enemies to make dog's\n    leather of."}, {"type": "direction", "direction": "  JOHN. And Dick the butcher-"}, {"type": "direction", "direction": "  GEORGE. Then is sin struck down, like an ox, and iniquity's throat\n    cut like a calf."}, {"type": "direction", "direction": "  JOHN. And Smith the weaver-"}, {"type": "direction", "direction": "  GEORGE. Argo, their thread of life is spun."}, {"type": "direction", "direction": "  JOHN. Come, come, let's fall in with them.\n\n                Drum. Enter CADE, DICK THE BUTCHER, SMITH\n             THE WEAVER, and a SAWYER, with infinite numbers"}, {"type": "direction", "direction": "  CADE. We John Cade, so term'd of our supposed father-"}, {"type": "direction", "direction": "  DICK. [Aside] Or rather, of stealing a cade of herrings."}, {"type": "direction", "direction": "  CADE. For our enemies shall fall before us, inspired with the\n    spirit of putting down kings and princes- command silence."}, {"type": "direction", "direction": "  DICK. Silence!"}, {"type": "direction", "direction": "  CADE. My father was a Mortimer-"}, {"type": "direction", "direction": "  DICK. [Aside] He was an honest man and a good bricklayer."}, {"type": "direction", "direction": "  CADE. My mother a Plantagenet-"}, {"type": "direction", "direction": "  DICK. [Aside] I knew her well; she was a midwife."}, {"type": "direction", "direction": "  CADE. My wife descended of the Lacies-"}, {"type": "direction", "direction": "  DICK. [Aside] She was, indeed, a pedlar's daughter, and sold many\n    laces."}, {"type": "direction", "direction": "  SMITH. [Aside] But now of late, not able to travel with her furr'd\n    pack, she washes bucks here at home."}, {"type": "direction", "direction": "  CADE. Therefore am I of an honourable house."}, {"type": "direction", "direction": "  DICK. [Aside] Ay, by my faith, the field is honourable, and there\n    was he born, under a hedge, for his father had never a house but\n    the cage."}, {"type": "direction", "direction": "  CADE. Valiant I am."}, {"type": "direction", "direction": "  SMITH. [Aside] 'A must needs; for beggary is valiant."}, {"type": "direction", "direction": "  CADE. I am able to endure much."}, {"type": "direction", "direction": "  DICK. [Aside] No question of that; for I have seen him whipt three\n    market days together."}, {"type": "direction", "direction": "  CADE. I fear neither sword nor fire."}, {"type": "direction", "direction": "  SMITH. [Aside] He need not fear the sword, for his coat is of\n    proof."}, {"type": "direction", "direction": "  DICK. [Aside] But methinks he should stand in fear of fire, being\n    burnt i' th' hand for stealing of sheep."}, {"type": "direction", "direction": "  CADE. Be brave, then, for your captain is brave, and vows\n    reformation. There shall be in England seven halfpenny loaves\n    sold for a penny; the three-hoop'd pot shall have ten hoops; and\n    I will make it felony to drink small beer. All the realm shall be\n    in common, and in Cheapside shall my palfrey go to grass. And\n    when I am king- as king I will be"}, {"type": "direction", "direction": "  ALL. God save your Majesty!"}, {"type": "direction", "direction": "  CADE. I thank you, good people- there shall be no money; all shall\n    eat and drink on my score, and I will apparel them all in one\n    livery, that they may agree like brothers and worship me their\n    lord."}, {"type": "direction", "direction": "  DICK. The first thing we do, let's kill all the lawyers."}, {"type": "direction", "direction": "  CADE. Nay, that I mean to do. Is not this a lamentable thing, that\n    of the skin of an innocent lamb should be made parchment? That\n    parchment, being scribbl'd o'er, should undo a man? Some say the\n    bee stings; but I say 'tis the bee's wax; for I did but seal once\n    to a thing, and I was never mine own man since. How now! Who's\n    there?"}, {"type": "direction", "direction": "Enter some, bringing in the CLERK OF CHATHAM"}, {"type": "direction", "direction": "  SMITH. The clerk of Chatham. He can write and read and cast\n    accompt."}, {"type": "direction", "direction": "  CADE. O monstrous!"}, {"type": "direction", "direction": "  SMITH. We took him setting of boys' copies."}, {"type": "direction", "direction": "  CADE. Here's a villain!"}, {"type": "direction", "direction": "  SMITH. Has a book in his pocket with red letters in't."}, {"type": "direction", "direction": "  CADE. Nay, then he is a conjurer."}, {"type": "direction", "direction": "  DICK. Nay, he can make obligations and write court-hand."}, {"type": "direction", "direction": "  CADE. I am sorry for't; the man is a proper man, of mine honour;\n    unless I find him guilty, he shall not die. Come hither, sirrah,\n    I must examine thee. What is thy name?"}, {"type": "direction", "direction": "  CLERK. Emmanuel."}, {"type": "direction", "direction": "  DICK. They use to write it on the top of letters; 'twill go hard\n    with you."}, {"type": "direction", "direction": "  CADE. Let me alone. Dost thou use to write thy name, or hast thou a\n    mark to thyself, like a honest plain-dealing man?"}, {"type": "direction", "direction": "  CLERK. Sir, I thank God, I have been so well brought up that I can\n    write my name."}, {"type": "direction", "direction": "  ALL. He hath confess'd. Away with him! He's a villain and a\n    traitor."}, {"type": "direction", "direction": "  CADE. Away with him, I say! Hang him with his pen and inkhorn about\n    his neck.                            Exit one with the CLERK"}, {"type": "direction", "direction": "Enter MICHAEL"}, {"type": "direction", "direction": "  MICHAEL. Where's our General?"}, {"type": "direction", "direction": "  CADE. Here I am, thou particular fellow."}, {"type": "direction", "direction": "  MICHAEL. Fly, fly, fly! Sir Humphrey Stafford and his brother are\n    hard by, with the King's forces."}, {"type": "direction", "direction": "  CADE. Stand, villain, stand, or I'll fell thee down. He shall be\n    encount'red with a man as good as himself. He is but a knight,\n    is 'a?"}, {"type": "direction", "direction": "  MICHAEL. No."}, {"type": "direction", "direction": "  CADE. To equal him, I will make myself a knight presently.\n    [Kneels] Rise up, Sir John Mortimer. [Rises] Now have at him!"}, {"type": "direction", "direction": "Enter SIR HUMPHREY STAFFORD and WILLIAM\n                  his brother, with drum and soldiers"}, {"type": "direction", "direction": "  STAFFORD. Rebellious hinds, the filth and scum of Kent,\n    Mark'd for the gallows, lay your weapons down;\n    Home to your cottages, forsake this groom;\n    The King is merciful if you revolt."}, {"type": "direction", "direction": "  WILLIAM STAFFORD. But angry, wrathful, and inclin'd to blood,\n    If you go forward; therefore yield or die."}, {"type": "direction", "direction": "  CADE. As for these silken-coated slaves, I pass not;\n    It is to you, good people, that I speak,\n    O'er whom, in time to come, I hope to reign;\n    For I am rightful heir unto the crown."}, {"type": "direction", "direction": "  STAFFORD. Villain, thy father was a plasterer;\n    And thou thyself a shearman, art thou not?"}, {"type": "direction", "direction": "  CADE. And Adam was a gardener."}, {"type": "direction", "direction": "  WILLIAM STAFFORD. And what of that?"}, {"type": "direction", "direction": "  CADE. Marry, this: Edmund Mortimer, Earl of March,\n    Married the Duke of Clarence' daughter, did he not?"}, {"type": "direction", "direction": "  STAFFORD. Ay, sir."}, {"type": "direction", "direction": "  CADE. By her he had two children at one birth."}, {"type": "direction", "direction": "  WILLIAM STAFFORD. That's false."}, {"type": "direction", "direction": "  CADE. Ay, there's the question; but I say 'tis true.\n    The elder of them being put to nurse,\n    Was by a beggar-woman stol'n away,\n    And, ignorant of his birth and parentage,\n    Became a bricklayer when he came to age.\n    His son am I; deny it if you can."}, {"type": "direction", "direction": "  DICK. Nay, 'tis too true; therefore he shall be king."}, {"type": "direction", "direction": "  SMITH. Sir, he made a chimney in my father's house, and the bricks\n    are alive at this day to testify it; therefore deny it not."}, {"type": "direction", "direction": "  STAFFORD. And will you credit this base drudge's words\n    That speaks he knows not what?"}, {"type": "direction", "direction": "  ALL. Ay, marry, will we; therefore get ye gone."}, {"type": "direction", "direction": "  WILLIAM STAFFORD. Jack Cade, the Duke of York hath taught you this."}, {"type": "direction", "direction": "  CADE. [Aside] He lies, for I invented it myself- Go to, sirrah,\n    tell the King from me that for his father's sake, Henry the\n    Fifth, in whose time boys went to span-counter for French crowns,\n    I am content he shall reign; but I'll be Protector over him."}, {"type": "direction", "direction": "  DICK. And furthermore, we'll have the Lord Say's head for selling\n    the dukedom of Maine."}, {"type": "direction", "direction": "  CADE. And good reason; for thereby is England main'd and fain to go\n    with a staff, but that my puissance holds it up. Fellow kings, I\n    tell you that that Lord Say hath gelded the commonwealth and made\n    it an eunuch; and more than that, he can speak French, and\n    therefore he is a traitor."}, {"type": "direction", "direction": "  STAFFORD. O gross and miserable ignorance!"}, {"type": "direction", "direction": "  CADE. Nay, answer if you can; the Frenchmen are our enemies. Go to,\n    then, I ask but this: can he that speaks with the tongue of an\n    enemy be a good counsellor, or no?"}, {"type": "direction", "direction": "  ALL. No, no; and therefore we'll have his head."}, {"type": "direction", "direction": "  WILLIAM STAFFORD. Well, seeing gentle words will not prevail,\n    Assail them with the army of the King."}, {"type": "direction", "direction": "  STAFFORD. Herald, away; and throughout every town\n    Proclaim them traitors that are up with Cade;\n    That those which fly before the battle ends\n    May, even in their wives'and children's sight,\n    Be hang'd up for example at their doors.\n    And you that be the King's friends, follow me.\n                           Exeunt the TWO STAFFORDS and soldiers"}, {"type": "direction", "direction": "  CADE. And you that love the commons follow me.\n    Now show yourselves men; 'tis for liberty.\n    We will not leave one lord, one gentleman;\n    Spare none but such as go in clouted shoon,\n    For they are thrifty honest men and such\n    As would- but that they dare not- take our parts."}, {"type": "direction", "direction": "  DICK. They are all in order, and march toward us."}, {"type": "direction", "direction": "  CADE. But then are we in order when we are most out of order. Come,\n    march forward.                                        Exeunt"}], "act": 1, "scene": 10, "title": "SCENE II. Blackheath"}, {"text": [{"type": "direction", "direction": "SCENE III. Another part of Blackheath\n\nAlarums to the fight, wherein both the STAFFORDS are slain.\nEnter CADE and the rest"}, {"type": "direction", "direction": "  CADE. Where's Dick, the butcher of Ashford?"}, {"type": "direction", "direction": "  DICK. Here, sir."}, {"type": "direction", "direction": "  CADE. They fell before thee like sheep and oxen, and thou behavedst\n    thyself as if thou hadst been in thine own slaughter-house;\n    therefore thus will I reward thee- the Lent shall be as long\n    again as it is, and thou shalt have a licence to kill for a\n    hundred lacking one."}, {"type": "direction", "direction": "  DICK. I desire no more."}, {"type": "direction", "direction": "  CADE. And, to speak truth, thou deserv'st no less. [Putting on SIR\n    HUMPHREY'S brigandine] This monument of the victory will I bear,\n    and the bodies shall be dragged at my horse heels till I do come\n    to London, where we will have the mayor's sword borne before us."}, {"type": "direction", "direction": "  DICK. If we mean to thrive and do good, break open the gaols and\n    let out the prisoners."}, {"type": "direction", "direction": "  CADE. Fear not that, I warrant thee. Come, let's march towards\n    London.                                               Exeunt"}], "act": 1, "scene": 11, "title": "SCENE III. Another part of Blackheath\n\nAlarums to the fight, wherein both the STAFFORDS are slain.\nEnter CADE and the rest"}, {"text": [{"type": "direction", "direction": "SCENE IV. London. The palace"}, {"type": "direction", "direction": "Enter the KING with a supplication, and the QUEEN with SUFFOLK'S head;\nthe DUKE OF BUCKINGHAM, and the LORD SAY"}, {"type": "direction", "direction": "  QUEEN. Oft have I heard that grief softens the mind\n    And makes it fearful and degenerate;\n    Think therefore on revenge and cease to weep.\n    But who can cease to weep, and look on this?\n    Here may his head lie on my throbbing breast;\n    But where's the body that I should embrace?"}, {"type": "direction", "direction": "  BUCKINGHAM. What answer makes your Grace to the rebels'\n    supplication?"}, {"type": "direction", "direction": "  KING HENRY. I'll send some holy bishop to entreat;\n    For God forbid so many simple souls\n    Should perish by the sword! And I myself,\n    Rather than bloody war shall cut them short,\n    Will parley with Jack Cade their general.\n    But stay, I'll read it over once again."}, {"type": "direction", "direction": "  QUEEN. Ah, barbarous villains! Hath this lovely face\n    Rul'd like a wandering planet over me,\n    And could it not enforce them to relent\n    That were unworthy to behold the same?"}, {"type": "direction", "direction": "  KING HENRY. Lord Say, Jack Cade hath sworn to have thy head."}, {"type": "direction", "direction": "  SAY. Ay, but I hope your Highness shall have his."}, {"type": "direction", "direction": "  KING HENRY. How now, madam!\n    Still lamenting and mourning for Suffolk's death?\n    I fear me, love, if that I had been dead,\n    Thou wouldst not have mourn'd so much for me."}, {"type": "direction", "direction": "  QUEEN. No, my love, I should not mourn, but die for thee."}, {"type": "direction", "direction": "Enter A MESSENGER"}, {"type": "direction", "direction": "  KING HENRY. How now! What news? Why com'st thou in such haste?"}, {"type": "direction", "direction": "  MESSENGER. The rebels are in Southwark; fly, my lord!\n    Jack Cade proclaims himself Lord Mortimer,\n    Descended from the Duke of Clarence' house,\n    And calls your Grace usurper, openly,\n    And vows to crown himself in Westminster.\n    His army is a ragged multitude\n    Of hinds and peasants, rude and merciless;\n    Sir Humphrey Stafford and his brother's death\n    Hath given them heart and courage to proceed.\n    All scholars, lawyers, courtiers, gentlemen,\n    They call false caterpillars and intend their death."}, {"type": "direction", "direction": "  KING HENRY. O graceless men! they know not what they do."}, {"type": "direction", "direction": "  BUCKINGHAM. My gracious lord, retire to Killingworth\n    Until a power be rais'd to put them down."}, {"type": "direction", "direction": "  QUEEN. Ah, were the Duke of Suffolk now alive,\n    These Kentish rebels would be soon appeas'd!"}, {"type": "direction", "direction": "  KING HENRY. Lord Say, the traitors hate thee;\n    Therefore away with us to Killingworth."}, {"type": "direction", "direction": "  SAY. So might your Grace's person be in danger.\n    The sight of me is odious in their eyes;\n    And therefore in this city will I stay\n    And live alone as secret as I may."}, {"type": "direction", "direction": "Enter another MESSENGER"}, {"type": "direction", "direction": "  SECOND MESSENGER. Jack Cade hath gotten London Bridge.\n    The citizens fly and forsake their houses;\n    The rascal people, thirsting after prey,\n    Join with the traitor; and they jointly swear\n    To spoil the city and your royal court."}, {"type": "direction", "direction": "  BUCKINGHAM. Then linger not, my lord; away, take horse."}, {"type": "direction", "direction": "  KING HENRY. Come Margaret; God, our hope, will succour us."}, {"type": "direction", "direction": "  QUEEN. My hope is gone, now Suffolk is deceas'd."}, {"type": "direction", "direction": "  KING HENRY. [To LORD SAY] Farewell, my lord, trust not the Kentish\n    rebels."}, {"type": "direction", "direction": "  BUCKINGHAM. Trust nobody, for fear you be betray'd."}, {"type": "direction", "direction": "  SAY. The trust I have is in mine innocence,\n    And therefore am I bold and resolute.                 Exeunt"}], "act": 1, "scene": 12, "title": "SCENE IV. London. The palace"}, {"text": [{"type": "direction", "direction": "SCENE V. London. The Tower"}, {"type": "direction", "direction": "Enter LORD SCALES Upon the Tower, walking. Then enter two or three\nCITIZENS, below"}, {"type": "direction", "direction": "  SCALES. How now! Is Jack Cade slain?"}, {"type": "direction", "direction": "  FIRST CITIZEN. No, my lord, nor likely to be slain; for they have\n    won the bridge, killing all those that withstand them.\n    The Lord Mayor craves aid of your honour from the\n    Tower, to defend the city from the rebels."}, {"type": "direction", "direction": "  SCALES. Such aid as I can spare you shall command,\n    But I am troubled here with them myself;\n    The rebels have assay'd to win the Tower.\n    But get you to Smithfield, and gather head,\n    And thither I will send you Matthew Goffe;\n    Fight for your King, your country, and your lives;\n    And so, farewell, for I must hence again.             Exeunt"}], "act": 1, "scene": 13, "title": "SCENE V. London. The Tower"}, {"text": [{"type": "direction", "direction": "SCENE VI. London. Cannon street"}, {"type": "direction", "direction": "Enter JACK CADE and the rest, and strikes his staff on London Stone"}, {"type": "direction", "direction": "  CADE. Now is Mortimer lord of this city. And here, sitting upon\n  London Stone, I charge and command that, of the city's cost, the\n  pissing conduit run nothing but claret wine this first year of our\n  reign. And now henceforward it shall be treason for any that calls me\n  other than Lord Mortimer."}, {"type": "direction", "direction": "Enter a SOLDIER, running"}, {"type": "direction", "direction": "  SOLDIER. Jack Cade! Jack Cade!"}, {"type": "direction", "direction": "  CADE. Knock him down there.                    [They kill him]"}, {"type": "direction", "direction": "  SMITH. If this fellow be wise, he'll never call ye Jack Cade more;\n    I think he hath a very fair warning."}, {"type": "direction", "direction": "  DICK. My lord, there's an army gathered together in Smithfield."}, {"type": "direction", "direction": "  CADE. Come then, let's go fight with them. But first go and set\n    London Bridge on fire; and, if you can, burn down the Tower too.\n    Come, let's away.                                     Exeunt"}], "act": 1, "scene": 14, "title": "SCENE VI. London. Cannon street"}, {"text": [{"type": "direction", "direction": "SCENE VII. London. Smithfield\n\nAlarums. MATTHEW GOFFE is slain, and all the rest.  Then enter JACK\nCADE, with his company"}, {"type": "direction", "direction": "  CADE. So, sirs. Now go some and pull down the Savoy; others to th'\n    Inns of Court; down with them all."}, {"type": "direction", "direction": "  DICK. I have a suit unto your lordship."}, {"type": "direction", "direction": "  CADE. Be it a lordship, thou shalt have it for that word."}, {"type": "direction", "direction": "  DICK. Only that the laws of England may come out of your mouth."}, {"type": "direction", "direction": "  JOHN. [Aside] Mass, 'twill be sore law then; for he was thrust in\n    the mouth with a spear, and 'tis not whole yet."}, {"type": "direction", "direction": "  SMITH. [Aside] Nay, John, it will be stinking law; for his breath\n    stinks with eating toasted cheese."}, {"type": "direction", "direction": "  CADE. I have thought upon it; it shall be so. Away, burn all the\n    records of the realm. My mouth shall be the Parliament of\n    England."}, {"type": "direction", "direction": "  JOHN. [Aside] Then we are like to have biting statutes, unless his\n    teeth be pull'd out."}, {"type": "direction", "direction": "  CADE. And henceforward all things shall be in common."}, {"type": "direction", "direction": "Enter a MESSENGER"}, {"type": "direction", "direction": "  MESSENGER. My lord, a prize, a prize! Here's the Lord Say, which sold\n  the towns in France; he that made us pay one and twenty fifteens, and\n  one shining to the pound, the last subsidy."}, {"type": "direction", "direction": "Enter GEORGE BEVIS, with the LORD SAY"}, {"type": "direction", "direction": "  CADE. Well, he shall be beheaded for it ten times. Ah, thou say,\n    thou serge, nay, thou buckram lord! Now art thou within point\n    blank of our jurisdiction regal. What canst thou answer to my\n    Majesty for giving up of Normandy unto Mounsieur Basimecu the\n    Dauphin of France? Be it known unto thee by these presence, even\n    the presence of Lord Mortimer, that I am the besom that must\n    sweep the court clean of such filth as thou art. Thou hast most\n    traitorously corrupted the youth of the realm in erecting a\n    grammar school; and whereas, before, our forefathers had no other\n    books but the score and the tally, thou hast caused printing to\n    be us'd, and, contrary to the King, his crown, and dignity, thou\n    hast built a paper-mill. It will be proved to thy face that thou\n    hast men about thee that usually talk of a noun and a verb, and\n    such abominable words as no Christian ear can endure to hear.\n    Thou hast appointed justices of peace, to call poor men before\n    them about matters they were not able to answer. Moreover, thou\n    hast put them in prison, and because they could not read, thou\n    hast hang'd them, when, indeed, only for that cause they have\n    been most worthy to live. Thou dost ride in a foot-cloth, dost\n    thou not?"}, {"type": "direction", "direction": "  SAY. What of that?"}, {"type": "direction", "direction": "  CADE. Marry, thou ought'st not to let thy horse wear a cloak, when\n    honester men than thou go in their hose and doublets."}, {"type": "direction", "direction": "  DICK. And work in their shirt too, as myself, for example, that am\n    a butcher."}, {"type": "direction", "direction": "  SAY. You men of Kent-"}, {"type": "direction", "direction": "  DICK. What say you of Kent?"}, {"type": "direction", "direction": "  SAY. Nothing but this: 'tis 'bona terra, mala gens.'"}, {"type": "direction", "direction": "  CADE. Away with him, away with him! He speaks Latin."}, {"type": "direction", "direction": "  SAY. Hear me but speak, and bear me where you will.\n    Kent, in the Commentaries Caesar writ,\n    Is term'd the civil'st place of all this isle.\n    Sweet is the country, because full of riches;\n    The people liberal valiant, active, wealthy;\n    Which makes me hope you are not void of pity.\n    I sold not Maine, I lost not Normandy;\n    Yet, to recover them, would lose my life.\n    Justice with favour have I always done;\n    Pray'rs and tears have mov'd me, gifts could never.\n    When have I aught exacted at your hands,\n    But to maintain the King, the realm, and you?\n    Large gifts have I bestow'd on learned clerks,\n    Because my book preferr'd me to the King,\n    And seeing ignorance is the curse of God,\n    Knowledge the wing wherewith we fly to heaven,\n    Unless you be possess'd with devilish spirits\n    You cannot but forbear to murder me.\n    This tongue hath parley'd unto foreign kings\n    For your behoof."}, {"type": "direction", "direction": "  CADE. Tut, when struck'st thou one blow in the field?"}, {"type": "direction", "direction": "  SAY. Great men have reaching hands. Oft have I struck\n    Those that I never saw, and struck them dead."}, {"type": "direction", "direction": "  GEORGE. O monstrous coward! What, to come behind folks?"}, {"type": "direction", "direction": "  SAY. These cheeks are pale for watching for your good."}, {"type": "direction", "direction": "  CADE. Give him a box o' th' ear, and that will make 'em red again."}, {"type": "direction", "direction": "  SAY. Long sitting to determine poor men's causes\n    Hath made me full of sickness and diseases."}, {"type": "direction", "direction": "  CADE. Ye shall have a hempen caudle then, and the help of hatchet."}, {"type": "direction", "direction": "  DICK. Why dost thou quiver, man?"}, {"type": "direction", "direction": "  SAY. The palsy, and not fear, provokes me."}, {"type": "direction", "direction": "  CADE. Nay, he nods at us, as who should say 'I'll be even with\n    you'; I'll see if his head will stand steadier on a pole, or no.\n    Take him away, and behead him."}, {"type": "direction", "direction": "  SAY. Tell me: wherein have I offended most?\n    Have I affected wealth or honour? Speak.\n    Are my chests fill'd up with extorted gold?\n    Is my apparel sumptuous to behold?\n    Whom have I injur'd, that ye seek my death?\n    These hands are free from guiltless bloodshedding,\n    This breast from harbouring foul deceitful thoughts.\n    O, let me live!"}, {"type": "direction", "direction": "  CADE. [Aside] I feel remorse in myself with his words; but I'll\n    bridle it. He shall die, an it be but for pleading so well for\n    his life.- Away with him! He has a familiar under his tongue; he\n    speaks not o' God's name. Go, take him away, I say, and strike\n    off his head presently, and then break into his son-in-law's\n    house, Sir James Cromer, and strike off his head, and bring them\n    both upon two poles hither."}, {"type": "direction", "direction": "  ALL. It shall be done."}, {"type": "direction", "direction": "  SAY. Ah, countrymen! if when you make your pray'rs,\n    God should be so obdurate as yourselves,\n    How would it fare with your departed souls?\n    And therefore yet relent and save my life."}, {"type": "direction", "direction": "  CADE. Away with him, and do as I command ye.  [Exeunt some with\n    LORD SAY]  The proudest peer in the realm shall not wear a head\n    on his shoulders, unless he pay me tribute; there shall not a\n    maid be married, but she shall pay to me her maidenhead ere they\n    have it. Men shall hold of me in capite; and we charge and\n    command that their wives be as free as heart can wish or tongue\n    can tell."}, {"type": "direction", "direction": "  DICK. My lord, when shall we go to Cheapside, and take up\n    commodities upon our bills?"}, {"type": "direction", "direction": "  CADE. Marry, presently."}, {"type": "direction", "direction": "  ALL. O, brave!\n\n                      Re-enter one with the heads"}, {"type": "direction", "direction": "  CADE. But is not this braver? Let them kiss one another, for they\n  lov'd well when they were alive. Now part them again, lest they\n  consult about the giving up of some more towns in France. Soldiers,\n  defer the spoil of the city until night; for with these borne before\n  us instead of maces will we ride through the streets, and at every\n  corner have them kiss. Away!     Exeunt"}], "act": 1, "scene": 15, "title": "SCENE VII. London. Smithfield\n\nAlarums. MATTHEW GOFFE is slain, and all the rest.  Then enter JACK\nCADE, with his company"}, {"text": [{"type": "direction", "direction": "SCENE VIII. Southwark\n\nAlarum and retreat. Enter again CADE and all his rabblement"}, {"type": "direction", "direction": "  CADE. Up Fish Street! down Saint Magnus' Corner! Kill and knock down!\n  Throw them into Thames!               [Sound a parley] What noise is\n  this I hear? Dare any be so bold to sound retreat or parley when I\n  command them kill?"}, {"type": "direction", "direction": "Enter BUCKINGHAM and old CLIFFORD, attended"}, {"type": "direction", "direction": "  BUCKINGHAM. Ay, here they be that dare and will disturb thee.\n    And therefore yet relent, and save my life.\n    Know, Cade, we come ambassadors from the King\n    Unto the commons whom thou hast misled;\n    And here pronounce free pardon to them all\n    That will forsake thee and go home in peace."}, {"type": "direction", "direction": "  CLIFFORD. What say ye, countrymen? Will ye relent\n    And yield to mercy whilst 'tis offer'd you,\n    Or let a rebel lead you to your deaths?\n    Who loves the King, and will embrace his pardon,\n    Fling up his cap and say 'God save his Majesty!'\n    Who hateth him and honours not his father,\n    Henry the Fifth, that made all France to quake,\n    Shake he his weapon at us and pass by."}, {"type": "direction", "direction": "  ALL. God save the King! God save the King!"}, {"type": "direction", "direction": "  CADE. What, Buckingham and Clifford, are ye so brave?\n    And you, base peasants, do ye believe him? Will you needs be\n    hang'd with your about your necks? Hath my sword therefore broke\n    through London gates, that you should leave me at the White Hart\n    in Southwark? I thought ye would never have given out these arms\n    till you had recovered your ancient freedom. But you are all\n    recreants and dastards, and delight to live in slavery to the\n    nobility. Let them break your backs with burdens, take your\n    houses over your heads, ravish your wives and daughters before\n    your faces. For me, I will make shift for one; and so God's curse\n    light upon you all!"}, {"type": "direction", "direction": "  ALL. We'll follow Cade, we'll follow Cade!"}, {"type": "direction", "direction": "  CLIFFORD. Is Cade the son of Henry the Fifth,\n    That thus you do exclaim you'll go with him?\n    Will he conduct you through the heart of France,\n    And make the meanest of you earls and dukes?\n    Alas, he hath no home, no place to fly to;\n    Nor knows he how to live but by the spoil,\n    Unless by robbing of your friends and us.\n    Were't not a shame that whilst you live at jar\n    The fearful French, whom you late vanquished,\n    Should make a start o'er seas and vanquish you?\n    Methinks already in this civil broil\n    I see them lording it in London streets,\n    Crying 'Villiago!' unto all they meet.\n    Better ten thousand base-born Cades miscarry\n    Than you should stoop unto a Frenchman's mercy.\n    To France, to France, and get what you have lost;\n    Spare England, for it is your native coast.\n    Henry hath money; you are strong and manly.\n    God on our side, doubt not of victory."}, {"type": "direction", "direction": "  ALL. A Clifford! a Clifford! We'll follow the King and Clifford."}, {"type": "direction", "direction": "  CADE. Was ever feather so lightly blown to and fro as this\n    multitude? The name of Henry the Fifth hales them to an hundred\n    mischiefs, and makes them leave me desolate. I see them lay their\n    heads together to surprise me. My sword make way for me for here\n    is no staying. In despite of the devils and hell, have through\n    the very middest of you! and heavens and honour be witness that\n    no want of resolution in me, but only my followers' base and\n    ignominious treasons, makes me betake me to my heels.\n Exit"}, {"type": "direction", "direction": "  BUCKINGHAM. What, is he fled? Go some, and follow him;\n    And he that brings his head unto the King\n    Shall have a thousand crowns for his reward.\n                                             Exeunt some of them\n    Follow me, soldiers; we'll devise a mean\n    To reconcile you all unto the King.                   Exeunt"}], "act": 1, "scene": 16, "title": "SCENE VIII. Southwark\n\nAlarum and retreat. Enter again CADE and all his rabblement"}, {"text": [{"type": "direction", "direction": "SCENE IX. Killing, worth Castle\n\nSound trumpets. Enter KING, QUEEN, and SOMERSET, on the terrace"}, {"type": "direction", "direction": "  KING HENRY. Was ever king that joy'd an earthly throne\n    And could command no more content than I?\n    No sooner was I crept out of my cradle\n    But I was made a king, at nine months old.\n    Was never subject long'd to be a King\n    As I do long and wish to be a subject."}, {"type": "direction", "direction": "Enter BUCKINGHAM and old CLIFFORD"}, {"type": "direction", "direction": "  BUCKINGHAM. Health and glad tidings to your Majesty!"}, {"type": "direction", "direction": "  KING HENRY. Why, Buckingham, is the traitor Cade surpris'd?\n    Or is he but retir'd to make him strong?"}, {"type": "direction", "direction": "Enter, below, multitudes, with halters about their necks"}, {"type": "direction", "direction": "  CLIFFORD. He is fled, my lord, and all his powers do yield,\n    And humbly thus, with halters on their necks,\n    Expect your Highness' doom of life or death."}, {"type": "direction", "direction": "  KING HENRY. Then, heaven, set ope thy everlasting gates,\n    To entertain my vows of thanks and praise!\n    Soldiers, this day have you redeem'd your lives,\n    And show'd how well you love your Prince and country.\n    Continue still in this so good a mind,\n    And Henry, though he be infortunate,\n    Assure yourselves, will never be unkind.\n    And so, with thanks and pardon to you all,\n    I do dismiss you to your several countries."}, {"type": "direction", "direction": "  ALL. God save the King! God save the King!"}, {"type": "direction", "direction": "Enter a MESSENGER"}, {"type": "direction", "direction": "  MESSENGER. Please it your Grace to be advertised\n    The Duke of York is newly come from Ireland\n    And with a puissant and a mighty power\n    Of gallowglasses and stout kerns\n    Is marching hitherward in proud array,\n    And still proclaimeth, as he comes along,\n    His arms are only to remove from thee\n    The Duke of Somerset, whom he terms a traitor."}, {"type": "direction", "direction": "  KING HENRY. Thus stands my state, 'twixt Cade and York distress'd;\n    Like to a ship that, having scap'd a tempest,\n    Is straightway calm'd, and boarded with a pirate;\n    But now is Cade driven back, his men dispers'd,\n    And now is York in arms to second him.\n    I pray thee, Buckingham, go and meet him\n    And ask him what's the reason of these arms.\n    Tell him I'll send Duke Edmund to the Tower-\n    And Somerset, we will commit thee thither\n    Until his army be dismiss'd from him."}, {"type": "direction", "direction": "  SOMERSET. My lord,\n    I'll yield myself to prison willingly,\n    Or unto death, to do my country good."}, {"type": "direction", "direction": "  KING HENRY. In any case be not too rough in terms,\n    For he is fierce and cannot brook hard language."}, {"type": "direction", "direction": "  BUCKINGHAM. I will, my lord, and doubt not so to deal\n    As all things shall redound unto your good."}, {"type": "direction", "direction": "  KING HENRY. Come, wife, let's in, and learn to govern better;\n    For yet may England curse my wretched reign.\n                                                Flourish. Exeunt"}], "act": 1, "scene": 17, "title": "SCENE IX. Killing, worth Castle\n\nSound trumpets. Enter KING, QUEEN, and SOMERSET, on the terrace"}, {"text": [{"type": "direction", "direction": "SCENE X. Kent. Iden's garden"}, {"type": "direction", "direction": "Enter CADE"}, {"type": "direction", "direction": "  CADE. Fie on ambitions! Fie on myself, that have a sword and yet am\n  ready to famish! These five days have I hid me in these woods and\n  durst not peep out, for all the country is laid for me; but now am I\n  so hungry that, if I might have a lease of my life for a thousand\n  years, I could stay no longer. Wherefore, on a brick wall have I\n  climb'd into this garden, to see if I can eat grass or pick a sallet\n  another while, which is not amiss to cool a man's stomach this hot\n  weather. And I think this word 'sallet' was born to do me good; for\n  many a time, but for a sallet, my brain-pain had been cleft with a\n  brown bill; and many a time, when I have been dry, and bravely\n  marching, it hath serv'd me instead of a quart-pot to drink in; and\n  now the word 'sallet' must serve me to feed on."}, {"type": "direction", "direction": "Enter IDEN"}, {"type": "direction", "direction": "  IDEN. Lord, who would live turmoiled in the court\n    And may enjoy such quiet walks as these?\n    This small inheritance my father left me\n    Contenteth me, and worth a monarchy.\n    I seek not to wax great by others' waning\n    Or gather wealth I care not with what envy;\n    Sufficeth that I have maintains my state,\n    And sends the poor well pleased from my gate."}, {"type": "direction", "direction": "  CADE. Here's the lord of the soil come to seize me for a stray, for\n    entering his fee-simple without leave. Ah, villain, thou wilt\n    betray me, and get a thousand crowns of the King by carrying my\n    head to him; but I'll make thee eat iron like an ostrich and\n    swallow my sword like a great pin ere thou and I part."}, {"type": "direction", "direction": "  IDEN. Why, rude companion, whatsoe'er thou be,\n    I know thee not; why then should I betray thee?\n    Is't not enough to break into my garden\n    And like a thief to come to rob my grounds,\n    Climbing my walls in spite of me the owner,\n    But thou wilt brave me with these saucy terms?"}, {"type": "direction", "direction": "  CADE. Brave thee? Ay, by the best blood that ever was broach'd, and\n    beard thee too. Look on me well: I have eat no meat these five\n    days, yet come thou and thy five men and if I do not leave you\n    all as dead as a door-nail, I pray God I may never eat grass\n    more."}, {"type": "direction", "direction": "  IDEN. Nay, it shall ne'er be said, while England stands,\n    That Alexander Iden, an esquire of Kent,\n    Took odds to combat a poor famish'd man.\n    Oppose thy steadfast-gazing eyes to mine;\n    See if thou canst outface me with thy looks;\n    Set limb to limb, and thou art far the lesser;\n    Thy hand is but a finger to my fist,\n    Thy leg a stick compared with this truncheon;\n    My foot shall fight with all the strength thou hast,\n    And if mine arm be heaved in the air,\n    Thy grave is digg'd already in the earth.\n    As for words, whose greatness answers words,\n    Let this my sword report what speech forbears."}, {"type": "direction", "direction": "  CADE. By my valour, the most complete champion that ever I heard!\n    Steel, if thou turn the edge, or cut not out the burly bon'd\n    clown in chines of beef ere thou sleep in thy sheath, I beseech\n    God on my knees thou mayst be turn'd to hobnails. [Here they\n    fight; CADE falls] O, I am slain! famine and no other hath slain\n    me. Let ten thousand devils come against me, and give me but the\n    ten meals I have lost, and I'd defy them all. Wither, garden, and\n    be henceforth a burying place to all that do dwell in this house,\n    because the unconquered soul of Cade is fled."}, {"type": "direction", "direction": "  IDEN. Is't Cade that I have slain, that monstrous traitor?\n    Sword, I will hallow thee for this thy deed\n    And hang thee o'er my tomb when I am dead.\n    Ne'er shall this blood be wiped from thy point,\n    But thou shalt wear it as a herald's coat\n    To emblaze the honour that thy master got."}, {"type": "direction", "direction": "  CADE. Iden, farewell; and be proud of thy victory. Tell Kent from\n    me she hath lost her best man, and exhort all the world to be\n    cowards; for I, that never feared any, am vanquished by famine,\n    not by valour.                                        [Dies]"}, {"type": "direction", "direction": "  IDEN. How much thou wrong'st me, heaven be my judge.\n    Die, damned wretch, the curse of her that bare thee!\n    And as I thrust thy body in with my sword,\n    So wish I, I might thrust thy soul to hell.\n    Hence will I drag thee headlong by the heels\n    Unto a dunghill, which shall be thy grave,\n    And there cut off thy most ungracious head,\n    Which I will bear in triumph to the King,\n    Leaving thy trunk for crows to feed upon.               Exit"}, {"type": "direction", "direction": "ACT V. SCENE I. Fields between Dartford and Blackheath"}, {"type": "direction", "direction": "Enter YORK, and his army of Irish, with drum and colours"}, {"type": "direction", "direction": "  YORK. From Ireland thus comes York to claim his right\n    And pluck the crown from feeble Henry's head:\n    Ring bells aloud, burn bonfires clear and bright,\n    To entertain great England's lawful king.\n    Ah, sancta majestas! who would not buy thee dear?\n    Let them obey that knows not how to rule;\n    This hand was made to handle nought but gold.\n    I cannot give due action to my words\n    Except a sword or sceptre balance it.\n    A sceptre shall it have, have I a soul\n    On which I'll toss the flower-de-luce of France."}, {"type": "direction", "direction": "Enter BUCKINGHAM\n\n    [Aside] Whom have we here? Buckingham, to disturb me?\n    The King hath sent him, sure: I must dissemble."}, {"type": "direction", "direction": "  BUCKINGHAM. York, if thou meanest well I greet thee well."}, {"type": "direction", "direction": "  YORK. Humphrey of Buckingham, I accept thy greeting.\n    Art thou a messenger, or come of pleasure?"}, {"type": "direction", "direction": "  BUCKINGHAM. A messenger from Henry, our dread liege,\n    To know the reason of these arms in peace;\n    Or why thou, being a subject as I am,\n    Against thy oath and true allegiance sworn,\n    Should raise so great a power without his leave,\n    Or dare to bring thy force so near the court."}, {"type": "direction", "direction": "  YORK. [Aside] Scarce can I speak, my choler is so great.\n    O, I could hew up rocks and fight with flint,\n    I am so angry at these abject terms;\n    And now, like Ajax Telamonius,\n    On sheep or oxen could I spend my fury.\n    I am far better born than is the King,\n    More like a king, more kingly in my thoughts;\n    But I must make fair weather yet awhile,\n    Till Henry be more weak and I more strong.-\n    Buckingham, I prithee, pardon me\n    That I have given no answer all this while;\n    My mind was troubled with deep melancholy.\n    The cause why I have brought this army hither\n    Is to remove proud Somerset from the King,\n    Seditious to his Grace and to the state."}, {"type": "direction", "direction": "  BUCKINGHAM. That is too much presumption on thy part;\n    But if thy arms be to no other end,\n    The King hath yielded unto thy demand:\n    The Duke of Somerset is in the Tower."}, {"type": "direction", "direction": "  YORK. Upon thine honour, is he prisoner?"}, {"type": "direction", "direction": "  BUCKINGHAM. Upon mine honour, he is prisoner."}, {"type": "direction", "direction": "  YORK. Then, Buckingham, I do dismiss my pow'rs.\n    Soldiers, I thank you all; disperse yourselves;\n    Meet me to-morrow in Saint George's field,\n    You shall have pay and everything you wish.\n    And let my sovereign, virtuous Henry,\n    Command my eldest son, nay, all my sons,\n    As pledges of my fealty and love.\n    I'll send them all as willing as I live:\n    Lands, goods, horse, armour, anything I have,\n    Is his to use, so Somerset may die."}, {"type": "direction", "direction": "  BUCKINGHAM. York, I commend this kind submission.\n    We twain will go into his Highness' tent."}, {"type": "direction", "direction": "Enter the KING, and attendants"}, {"type": "direction", "direction": "  KING HENRY. Buckingham, doth York intend no harm to us,\n    That thus he marcheth with thee arm in arm?"}, {"type": "direction", "direction": "  YORK. In all submission and humility\n    York doth present himself unto your Highness."}, {"type": "direction", "direction": "  KING HENRY. Then what intends these forces thou dost bring?"}, {"type": "direction", "direction": "  YORK. To heave the traitor Somerset from hence,\n    And fight against that monstrous rebel Cade,\n    Who since I heard to be discomfited."}, {"type": "direction", "direction": "Enter IDEN, with CADE's head"}, {"type": "direction", "direction": "  IDEN. If one so rude and of so mean condition\n    May pass into the presence of a king,\n    Lo, I present your Grace a traitor's head,\n    The head of Cade, whom I in combat slew."}, {"type": "direction", "direction": "  KING HENRY. The head of Cade! Great God, how just art Thou!\n    O, let me view his visage, being dead,\n    That living wrought me such exceeding trouble.\n    Tell me, my friend, art thou the man that slew him?"}, {"type": "direction", "direction": "  IDEN. I was, an't like your Majesty."}, {"type": "direction", "direction": "  KING HENRY. How art thou call'd? And what is thy degree?"}, {"type": "direction", "direction": "  IDEN. Alexander Iden, that's my name;\n    A poor esquire of Kent that loves his king."}, {"type": "direction", "direction": "  BUCKINGHAM. So please it you, my lord, 'twere not amiss\n    He were created knight for his good service."}, {"type": "direction", "direction": "  KING HENRY. Iden, kneel down. [He kneels] Rise up a knight.\n    We give thee for reward a thousand marks,\n    And will that thou thenceforth attend on us."}, {"type": "direction", "direction": "  IDEN. May Iden live to merit such a bounty,\n    And never live but true unto his liege!"}, {"type": "direction", "direction": "Enter the QUEEN and SOMERSET"}, {"type": "direction", "direction": "  KING HENRY. See, Buckingham! Somerset comes with th' Queen:\n    Go, bid her hide him quickly from the Duke."}, {"type": "direction", "direction": "  QUEEN. For thousand Yorks he shall not hide his head,\n    But boldly stand and front him to his face."}, {"type": "direction", "direction": "  YORK. How now! Is Somerset at liberty?\n    Then, York, unloose thy long-imprisoned thoughts\n    And let thy tongue be equal with thy heart.\n    Shall I endure the sight of Somerset?\n    False king, why hast thou broken faith with me,\n    Knowing how hardly I can brook abuse?\n    King did I call thee? No, thou art not king;\n    Not fit to govern and rule multitudes,\n    Which dar'st not, no, nor canst not rule a traitor.\n    That head of thine doth not become a crown;\n    Thy hand is made to grasp a palmer's staff,\n    And not to grace an awful princely sceptre.\n    That gold must round engirt these brows of mine,\n    Whose smile and frown, like to Achilles' spear,\n    Is able with the change to kill and cure.\n    Here is a hand to hold a sceptre up,\n    And with the same to act controlling laws.\n    Give place. By heaven, thou shalt rule no more\n    O'er him whom heaven created for thy ruler."}, {"type": "direction", "direction": "  SOMERSET. O monstrous traitor! I arrest thee, York,\n    Of capital treason 'gainst the King and crown.\n    Obey, audacious traitor; kneel for grace."}, {"type": "direction", "direction": "  YORK. Wouldst have me kneel? First let me ask of these,\n    If they can brook I bow a knee to man.\n    Sirrah, call in my sons to be my bail:        Exit attendant\n    I know, ere thy will have me go to ward,\n    They'll pawn their swords for my enfranchisement."}, {"type": "direction", "direction": "  QUEEN. Call hither Clifford; bid him come amain,\n    To say if that the bastard boys of York\n    Shall be the surety for their traitor father.\n                                                 Exit BUCKINGHAM"}, {"type": "direction", "direction": "  YORK. O blood-bespotted Neapolitan,\n    Outcast of Naples, England's bloody scourge!\n    The sons of York, thy betters in their birth,\n    Shall be their father's bail; and bane to those\n    That for my surety will refuse the boys!"}, {"type": "direction", "direction": "Enter EDWARD and RICHARD PLANTAGENET\n\n    See where they come: I'll warrant they'll make it good."}, {"type": "direction", "direction": "Enter CLIFFORD and his SON"}, {"type": "direction", "direction": "  QUEEN. And here comes Clifford to deny their bail."}, {"type": "direction", "direction": "  CLIFFORD. Health and all happiness to my lord the King!\n                                                        [Kneels]"}, {"type": "direction", "direction": "  YORK. I thank thee, Clifford. Say, what news with thee?\n    Nay, do not fright us with an angry look.\n    We are thy sovereign, Clifford, kneel again;\n    For thy mistaking so, we pardon thee."}, {"type": "direction", "direction": "  CLIFFORD. This is my King, York, I do not mistake;\n    But thou mistakes me much to think I do.\n    To Bedlam with him! Is the man grown mad?"}, {"type": "direction", "direction": "  KING HENRY. Ay, Clifford; a bedlam and ambitious humour\n    Makes him oppose himself against his king."}, {"type": "direction", "direction": "  CLIFFORD. He is a traitor; let him to the Tower,\n    And chop away that factious pate of his."}, {"type": "direction", "direction": "  QUEEN. He is arrested, but will not obey;\n    His sons, he says, shall give their words for him."}, {"type": "direction", "direction": "  YORK. Will you not, sons?"}, {"type": "direction", "direction": "  EDWARD. Ay, noble father, if our words will serve."}, {"type": "direction", "direction": "  RICHARD. And if words will not, then our weapons shall."}, {"type": "direction", "direction": "  CLIFFORD. Why, what a brood of traitors have we here!"}, {"type": "direction", "direction": "  YORK. Look in a glass, and call thy image so:\n    I am thy king, and thou a false-heart traitor.\n    Call hither to the stake my two brave bears,\n    That with the very shaking of their chains\n    They may astonish these fell-lurking curs.\n    Bid Salisbury and Warwick come to me."}, {"type": "direction", "direction": "Enter the EARLS OF WARWICK and SALISBURY"}, {"type": "direction", "direction": "  CLIFFORD. Are these thy bears? We'll bait thy bears to death,\n    And manacle the berard in their chains,\n    If thou dar'st bring them to the baiting-place."}, {"type": "direction", "direction": "  RICHARD. Oft have I seen a hot o'er weening cur\n    Run back and bite, because he was withheld;\n    Who, being suffer'd, with the bear's fell paw,\n    Hath clapp'd his tail between his legs and cried;\n    And such a piece of service will you do,\n    If you oppose yourselves to match Lord Warwick."}, {"type": "direction", "direction": "  CLIFFORD. Hence, heap of wrath, foul indigested lump,\n    As crooked in thy manners as thy shape!"}, {"type": "direction", "direction": "  YORK. Nay, we shall heat you thoroughly anon."}, {"type": "direction", "direction": "  CLIFFORD. Take heed, lest by your heat you burn yourselves."}, {"type": "direction", "direction": "  KING HENRY. Why, Warwick, hath thy knee forgot to bow?\n    Old Salisbury, shame to thy silver hair,\n    Thou mad misleader of thy brainsick son!\n    What, wilt thou on thy death-bed play the ruffian\n    And seek for sorrow with thy spectacles?\n    O, where is faith? O, where is loyalty?\n    If it be banish'd from the frosty head,\n    Where shall it find a harbour in the earth?\n    Wilt thou go dig a grave to find out war\n    And shame thine honourable age with blood?\n    Why art thou old, and want'st experience?\n    Or wherefore dost abuse it, if thou hast it?\n    For shame! In duty bend thy knee to me,\n    That bows unto the grave with mickle age."}, {"type": "direction", "direction": "  SALISBURY. My lord, I have considered with myself\n    The tide of this most renowned duke,\n    And in my conscience do repute his Grace\n    The rightful heir to England's royal seat."}, {"type": "direction", "direction": "  KING HENRY. Hast thou not sworn allegiance unto me?"}, {"type": "direction", "direction": "  SALISBURY. I have."}, {"type": "direction", "direction": "  KING HENRY. Canst thou dispense with heaven for such an oath?"}, {"type": "direction", "direction": "  SALISBURY. It is great sin to swear unto a sin;\n    But greater sin to keep a sinful oath.\n    Who can be bound by any solemn vow\n    To do a murd'rous deed, to rob a man,\n    To force a spotless virgin's chastity,\n    To reave the orphan of his patrimony,\n    To wring the widow from her custom'd right,\n    And have no other reason for this wrong\n    But that he was bound by a solemn oath?"}, {"type": "direction", "direction": "  QUEEN. A subtle traitor needs no sophister."}, {"type": "direction", "direction": "  KING HENRY. Call Buckingham, and bid him arm himself."}, {"type": "direction", "direction": "  YORK. Call Buckingham, and all the friends thou hast,\n    I am resolv'd for death or dignity."}, {"type": "direction", "direction": "  CLIFFORD. The first I warrant thee, if dreams prove true."}, {"type": "direction", "direction": "  WARWICK. You were best to go to bed and dream again\n    To keep thee from the tempest of the field."}, {"type": "direction", "direction": "  CLIFFORD. I am resolv'd to bear a greater storm\n    Than any thou canst conjure up to-day;\n    And that I'll write upon thy burgonet,\n    Might I but know thee by thy household badge."}, {"type": "direction", "direction": "  WARWICK. Now, by my father's badge, old Nevil's crest,\n    The rampant bear chain'd to the ragged staff,\n    This day I'll wear aloft my burgonet,\n    As on a mountain-top the cedar shows,\n    That keeps his leaves in spite of any storm,\n    Even to affright thee with the view thereof."}, {"type": "direction", "direction": "  CLIFFORD. And from thy burgonet I'll rend thy bear\n    And tread it under foot with all contempt,\n    Despite the berard that protects the bear."}, {"type": "direction", "direction": "  YOUNG CLIFFORD. And so to arms, victorious father,\n    To quell the rebels and their complices."}, {"type": "direction", "direction": "  RICHARD. Fie! charity, for shame! Speak not in spite,\n    For you shall sup with Jesu Christ to-night."}, {"type": "direction", "direction": "  YOUNG CLIFFORD. Foul stigmatic, that's more than thou canst tell."}, {"type": "direction", "direction": "  RICHARD. If not in heaven, you'll surely sup in hell.\n                                                Exeunt severally"}], "act": 1, "scene": 18, "title": "SCENE X. Kent. Iden's garden"}, {"text": [{"type": "direction", "direction": "SCENE II. Saint Albans\n\nAlarums to the battle. Enter WARWICK"}, {"type": "direction", "direction": "  WARWICK. Clifford of Cumberland, 'tis Warwick calls;\n    And if thou dost not hide thee from the bear,\n    Now, when the angry trumpet sounds alarum\n    And dead men's cries do fill the empty air,\n    Clifford, I say, come forth and fight with me.\n    Proud northern lord, Clifford of Cumberland,\n  WARWICK is hoarse with calling thee to arms."}, {"type": "direction", "direction": "Enter YORK\n\n    How now, my noble lord! what, all a-foot?"}, {"type": "direction", "direction": "  YORK. The deadly-handed Clifford slew my steed;\n    But match to match I have encount'red him,\n    And made a prey for carrion kites and crows\n    Even of the bonny beast he lov'd so well."}, {"type": "direction", "direction": "Enter OLD CLIFFORD"}, {"type": "direction", "direction": "  WARWICK. Of one or both of us the time is come."}, {"type": "direction", "direction": "  YORK. Hold, Warwick, seek thee out some other chase,\n    For I myself must hunt this deer to death."}, {"type": "direction", "direction": "  WARWICK. Then, nobly, York; 'tis for a crown thou fight'st.\n    As I intend, Clifford, to thrive to-day,\n    It grieves my soul to leave thee unassail'd.            Exit"}, {"type": "direction", "direction": "  CLIFFORD. What seest thou in me, York? Why dost thou pause?"}, {"type": "direction", "direction": "  YORK. With thy brave bearing should I be in love\n    But that thou art so fast mine enemy."}, {"type": "direction", "direction": "  CLIFFORD. Nor should thy prowess want praise and esteem\n    But that 'tis shown ignobly and in treason."}, {"type": "direction", "direction": "  YORK. So let it help me now against thy sword,\n    As I in justice and true right express it!"}, {"type": "direction", "direction": "  CLIFFORD. My soul and body on the action both!"}, {"type": "direction", "direction": "  YORK. A dreadful lay! Address thee instantly.\n                                 [They fight and CLIFFORD falls]"}, {"type": "direction", "direction": "  CLIFFORD. La fin couronne les oeuvres.                  [Dies]"}, {"type": "direction", "direction": "  YORK. Thus war hath given thee peace, for thou art still.\n    Peace with his soul, heaven, if it be thy will!         Exit"}, {"type": "direction", "direction": "Enter YOUNG CLIFFORD"}, {"type": "direction", "direction": "  YOUNG CLIFFORD. Shame and confusion! All is on the rout;\n    Fear frames disorder, and disorder wounds\n    Where it should guard. O war, thou son of hell,\n    Whom angry heavens do make their minister,\n    Throw in the frozen bosoms of our part\n    Hot coals of vengeance! Let no soldier fly.\n    He that is truly dedicate to war\n    Hath no self-love; nor he that loves himself\n    Hath not essentially, but by circumstance,\n    The name of valour.                 [Sees his father's body]\n    O, let the vile world end\n    And the premised flames of the last day\n    Knit earth and heaven together!\n    Now let the general trumpet blow his blast,\n    Particularities and petty sounds\n    To cease! Wast thou ordain'd, dear father,\n    To lose thy youth in peace and to achieve\n    The silver livery of advised age,\n    And in thy reverence and thy chair-days thus\n    To die in ruffian battle? Even at this sight\n    My heart is turn'd to stone; and while 'tis mine\n    It shall be stony. York not our old men spares;\n    No more will I their babes. Tears virginal\n    Shall be to me even as the dew to fire;\n    And beauty, that the tyrant oft reclaims,\n    Shall to my flaming wrath be oil and flax.\n    Henceforth I will not have to do with pity:\n    Meet I an infant of the house of York,\n    Into as many gobbets will I cut it\n    As wild Medea young Absyrtus did;\n    In cruelty will I seek out my fame.\n    Come, thou new ruin of old Clifford's house;\n    As did Aeneas old Anchises bear,\n    So bear I thee upon my manly shoulders;\n    But then Aeneas bare a living load,\n    Nothing so heavy as these woes of mine.\n                                              Exit with the body"}, {"type": "direction", "direction": "Enter RICHARD and SOMERSET to fight. SOMERSET is killed"}, {"type": "direction", "direction": "  RICHARD. So, lie thou there;\n    For underneath an alehouse' paltry sign,\n    The Castle in Saint Albans, Somerset\n    Hath made the wizard famous in his death.\n    Sword, hold thy temper; heart, be wrathful still:\n    Priests pray for enemies, but princes kill.             Exit\n\n        Fight. Excursions. Enter KING, QUEEN, and others"}, {"type": "direction", "direction": "  QUEEN. Away, my lord! You are slow; for shame, away!"}, {"type": "direction", "direction": "  KING HENRY. Can we outrun the heavens? Good Margaret, stay."}, {"type": "direction", "direction": "  QUEEN. What are you made of? You'll nor fight nor fly.\n    Now is it manhood, wisdom, and defence,\n    To give the enemy way, and to secure us\n    By what we can, which can no more but fly.\n                                               [Alarum afar off]\n    If you be ta'en, we then should see the bottom\n    Of all our fortunes; but if we haply scape-\n    As well we may, if not through your neglect-\n    We shall to London get, where you are lov'd,\n    And where this breach now in our fortunes made\n    May readily be stopp'd.\n\n                     Re-enter YOUNG CLIFFORD"}, {"type": "direction", "direction": "  YOUNG CLIFFORD. But that my heart's on future mischief set,\n    I would speak blasphemy ere bid you fly;\n    But fly you must; uncurable discomfit\n    Reigns in the hearts of all our present parts.\n    Away, for your relief! and we will live\n    To see their day and them our fortune give.\n    Away, my lord, away!                                  Exeunt"}], "act": 1, "scene": 19, "title": "SCENE II. Saint Albans\n\nAlarums to the battle. Enter WARWICK"}, {"text": [{"type": "direction", "direction": "SCENE III. Fields near Saint Albans\n\nAlarum. Retreat. Enter YORK, RICHARD, WARWICK, and soldiers, with drum\nand colours"}, {"type": "direction", "direction": "  YORK. Of Salisbury, who can report of him,\n    That winter lion, who in rage forgets\n    Aged contusions and all brush of time\n    And, like a gallant in the brow of youth,\n    Repairs him with occasion? This happy day\n    Is not itself, nor have we won one foot,\n    If Salisbury be lost."}, {"type": "direction", "direction": "  RICHARD. My noble father,\n    Three times to-day I holp him to his horse,\n    Three times bestrid him, thrice I led him off,\n    Persuaded him from any further act;\n    But still where danger was, still there I met him;\n    And like rich hangings in a homely house,\n    So was his will in his old feeble body.\n    But, noble as he is, look where he comes."}, {"type": "direction", "direction": "Enter SALISBURY"}, {"type": "direction", "direction": "  SALISBURY. Now, by my sword, well hast thou fought to-day!\n    By th' mass, so did we all. I thank you, Richard:\n    God knows how long it is I have to live,\n    And it hath pleas'd Him that three times to-day\n    You have defended me from imminent death.\n    Well, lords, we have not got that which we have;\n    'Tis not enough our foes are this time fled,\n    Being opposites of such repairing nature."}, {"type": "direction", "direction": "  YORK. I know our safety is to follow them;\n    For, as I hear, the King is fled to London\n    To call a present court of Parliament.\n    Let us pursue him ere the writs go forth.\n    What says Lord Warwick? Shall we after them?"}, {"type": "direction", "direction": "  WARWICK. After them? Nay, before them, if we can.\n    Now, by my faith, lords, 'twas a glorious day:\n    Saint Albans' battle, won by famous York,\n    Shall be eterniz'd in all age to come.\n    Sound drum and trumpets and to London all;\n    And more such days as these to us befall!             Exeunt\n\n\n\n"}], "act": 1, "scene": 20, "title": "SCENE III. Fields near Saint Albans\n\nAlarum. Retreat. Enter YORK, RICHARD, WARWICK, and soldiers, with drum\nand colours"}]}]}