"THE PASSIONATE PILGRIM\r\n\r\nI.\r\n\r\nDid not the heavenly rhetoric of thine eye,\r\n'Gainst whom the world could not hold argument,\r\nPersuade my heart to this false perjury?\r\nVows for thee broke deserve not punishment.\r\nA woman I forswore; but I will prove,\r\nThou being a goddess, I forswore not thee:\r\nMy vow was earthly, thou a heavenly love;\r\nThy grace being gain'd cures all disgrace in me.\r\nMy vow was breath, and breath a vapour is;\r\nThen, thou fair sun, that on this earth doth shine,\r\nExhale this vapour vow; in thee it is:\r\nIf broken, then it is no fault of mine.\r\n  If by me broke, what fool is not so wise\r\n  To break an oath, to win a paradise?\r\n\r\nII.\r\n\r\nSweet Cytherea, sitting by a brook\r\nWith young Adonis, lovely, fresh, and green,\r\nDid court the lad with many a lovely look,\r\nSuch looks as none could look but beauty's queen.\r\nShe told him stories to delight his ear;\r\nShe show'd him favours to allure his eye;\r\nTo win his heart, she touch'd him here and there:\r\nTouches so soft still conquer chastity.\r\nBut whether unripe years did want conceit,\r\nOr he refus'd to take her figur'd proffer,\r\nThe tender nibbler would not touch the bait,\r\nBut smile and jest at every gentle offer:\r\n  Then fell she on her back, fair queen, and toward;\r\n  He rose and ran away; ah, fool too froward!\r\n\r\nIII.\r\n\r\nIf love make me forsworn, how shall I swear to love?\r\nO never faith could hold, if not to beauty vow'd:\r\nThough to myself forsworn, to thee I'll constant prove;\r\nThose thoughts, to me like oaks, to thee like osiers bow'd.\r\nStudy his bias leaves, and makes his book thine eyes,\r\nWhere all those pleasures live that art can comprehend.\r\nIf knowledge be the mark, to know thee shall suffice;\r\nWell learned is that tongue that well can thee commend;\r\nAll ignorant that soul that sees thee without wonder;\r\nWhich is to me some praise, that I thy parts admire:\r\nThy eye Jove's lightning seems, thy voice his dreadful thunder,\r\nWhich (not to anger bent) is music and sweet fire.\r\n  Celestial as thou art, O do not love that wrong,\r\n  To sing heavens' praise with such an earthly tongue.\r\n\r\nIV.\r\n\r\nScarce had the sun dried up the dewy morn,\r\nAnd scarce the herd gone to the hedge for shade,\r\nWhen Cytherea, all in love forlorn,\r\nA longing tarriance for Adonis made,\r\nUnder an osier growing by a brook,\r\nA brook where Adon used to cool his spleen.\r\nHot was the day; she hotter that did look\r\nFor his approach, that often there had been.\r\nAnon he comes, and throws his mantle by,\r\nAnd stood stark naked on the brook's green brim;\r\nThe sun look'd on the world with glorious eye,\r\nYet not so wistly as this queen on him:\r\n  He, spying her, bounc'd in, whereas he stood;\r\n  O Jove, quoth she, why was not I a flood?\r\n\r\nV.\r\n\r\nFair is my love, but not so fair as fickle;\r\nMild as a dove, but neither true nor trusty;\r\nBrighter than glass, and yet, as glass is, brittle;\r\nSofter than wax, and yet, as iron, rusty:\r\n  A lily pale, with damask die to grace her,\r\n  None fairer, nor none falser to deface her.\r\n\r\nHer lips to mine how often hath she join'd,\r\nBetween each kiss her oaths of true love swearing!\r\nHow many tales to please me hath she coin'd,\r\nDreading my love, the loss thereof still fearing!\r\n  Yet in the midst of all her pure protestings,\r\n  Her faith, her oaths, her tears, and all were jestings.\r\n\r\nShe burn'd with love, as straw with fire flameth;\r\nShe burn'd out love, as soon as straw outburneth;\r\nShe fram'd the love, and yet she foil'd the framing;\r\nShe bade love last, and yet she fell a turning.\r\n  Was this a lover, or a lecher whether?\r\n  Bad in the best, though excellent in neither.\r\n\r\nVI.\r\n\r\nIf music and sweet poetry agree,\r\nAs they must needs, the sister and the brother,\r\nThen must the love be great 'twixt thee and me,\r\nBecause thou lovest the one, and I the other.\r\nDowland to thee is dear, whose heavenly touch\r\nUpon the lute doth ravish human sense;\r\nSpenser to me, whose deep conceit is such\r\nAs, passing all conceit, needs no defence.\r\nThou lov'st to hear the sweet melodious sound\r\nThat Phoebus' lute, the queen of music, makes;\r\nAnd I in deep delight am chiefly drown'd\r\nWhenas himself to singing he betakes.\r\n  One god is god of both, as poets feign;\r\n  One knight loves both, and both in thee remain.\r\n\r\nVII.\r\n\r\nFair was the morn when the fair queen of love,\r\n    *     *     *     *     *     *\r\nPaler for sorrow than her milk-white dove,\r\nFor Adon's sake, a youngster proud and wild;\r\nHer stand she takes upon a steep-up hill:\r\nAnon Adonis comes with horn and hounds;\r\nShe, silly queen, with more than love's good will,\r\nForbade the boy he should not pass those grounds;\r\nOnce, quoth she, did I see a fair sweet youth\r\nHere in these brakes deep-wounded with a boar,\r\nDeep in the thigh, a spectacle of ruth!\r\nSee, in my thigh, quoth she, here was the sore.\r\n  She showed hers: he saw more wounds than one,\r\n  And blushing fled, and left her all alone.\r\n\r\nVIII.\r\n\r\nSweet rose, fair flower, untimely pluck'd, soon vaded,\r\nPluck'd in the bud, and vaded in the spring!\r\nBright orient pearl, alack! too timely shaded!\r\nFair creature, kill'd too soon by death's sharp sting!\r\n  Like a green plum that hangs upon a tree,\r\n  And falls, through wind, before the fall should be.\r\n\r\nI weep for thee, and yet no cause I have;\r\nFor why? thou left'st me nothing in thy will:\r\nAnd yet thou left'st me more than I did crave;\r\nFor why? I craved nothing of thee still:\r\n  O yes, dear friend, I pardon crave of thee,\r\n  Thy discontent thou didst bequeath to me.\r\n\r\nIX.\r\n\r\nVenus, with young Adonis sitting by her,\r\nUnder a myrtle shade, began to woo him:\r\nShe told the youngling how god Mars did try her,\r\nAnd as he fell to her, so fell she to him.\r\nEven thus, quoth she, the warlike god embrac'd me,\r\nAnd then she clipp'd Adonis in her arms;\r\nEven thus, quoth she, the warlike god unlaced me;\r\nAs if the boy should use like loving charms;\r\nEven thus, quoth she, he seized on my lips,\r\nAnd with her lips on his did act the seizure;\r\nAnd as she fetched breath, away he skips,\r\nAnd would not take her meaning nor her pleasure.\r\n  Ah! that I had my lady at this bay,\r\n  To kiss and clip me till I run away!\r\n\r\nX.\r\n\r\n   Crabbed age and youth\r\n     Cannot live together\r\n   Youth is full of pleasance,\r\n     Age is full of care;\r\n   Youth like summer morn,\r\n     Age like winter weather;\r\n   Youth like summer brave,\r\n     Age like winter bare;\r\n   Youth is full of sport,\r\n   Age's breath is short;\r\n     Youth is nimble, age is lame;\r\n   Youth is hot and bold,\r\n   Age is weak and cold;\r\n     Youth is wild, and age is tame.\r\n   Age, I do abhor thee;\r\n   Youth, I do adore thee;\r\n     O, my love, my love is young!\r\n   Age, I do defy thee;\r\n   O, sweet shepherd, hie thee,\r\n   For methinks thou stay'st too long.\r\n\r\nXI.\r\n\r\nBeauty is but a vain and doubtful good,\r\nA shining gloss that vadeth suddenly;\r\nA flower that dies when first it 'gins to bud;\r\nA brittle glass, that's broken presently:\r\n  A doubtful good, a gloss, a glass, a flower,\r\n  Lost, vaded, broken, dead within an hour.\r\n\r\nAnd as goods lost are seld or never found,\r\nAs vaded gloss no rubbing will refresh,\r\nAs flowers dead lie wither'd on the ground,\r\nAs broken glass no cement can redress,\r\n  So beauty blemish'd once, for ever's lost,\r\n  In spite of physic, painting, pain and cost.\r\n\r\nXII.\r\n\r\nGood night, good rest.  Ah! neither be my share:\r\nShe bade good night that kept my rest away;\r\nAnd daff'd me to a cabin hang'd with care,\r\nTo descant on the doubts of my decay.\r\n Farewell, quoth she, and come again tomorrow:\r\n Fare well I could not, for I supp'd with sorrow;\r\n\r\nYet at my parting sweetly did she smile,\r\nIn scorn or friendship, nill I construe whether:\r\n'T may be, she joy'd to jest at my exile,\r\n'T may be, again to make me wander thither:\r\n  'Wander,' a word for shadows like myself,\r\n  As take the pain, but cannot pluck the pelf.\r\n\r\nXIII.\r\n\r\nLord, how mine eyes throw gazes to the east!\r\nMy heart doth charge the watch; the morning rise\r\nDoth cite each moving sense from idle rest.\r\nNot daring trust the office of mine eyes,\r\n  While Philomela sits and sings, I sit and mark,\r\n  And wish her lays were tuned like the lark;\r\n\r\nFor she doth welcome daylight with her ditty,\r\nAnd drives away dark dismal-dreaming night:\r\nThe night so pack'd, I post unto my pretty;\r\nHeart hath his hope, and eyes their wished sight;\r\n  Sorrow chang'd to solace, solace mix'd with sorrow;\r\n  For why, she sigh'd and bade me come tomorrow.\r\n\r\nWere I with her, the night would post too soon;\r\nBut now are minutes added to the hours;\r\nTo spite me now, each minute seems a moon;\r\nYet not for me, shine sun to succour flowers!\r\n  Pack night, peep day; good day, of night now borrow:\r\n  Short, night, to-night, and length thyself to-morrow.\r\n\r\n\r\n\r"