{"A LOVER’S COMPLAINT": "A LOVER’S COMPLAINT\n\n\n\nFrom off a hill whose concave womb reworded\nA plaintful story from a sist’ring vale,\nMy spirits t’attend this double voice accorded,\nAnd down I laid to list the sad-tun’d tale;\nEre long espied a fickle maid full pale,\nTearing of papers, breaking rings a-twain,\nStorming her world with sorrow’s wind and rain.\n\nUpon her head a platted hive of straw,\nWhich fortified her visage from the sun,\nWhereon the thought might think sometime it saw\nThe carcass of a beauty spent and done;\nTime had not scythed all that youth begun,\nNor youth all quit, but spite of heaven’s fell rage\nSome beauty peeped through lattice of sear’d age.\n\nOft did she heave her napkin to her eyne,\nWhich on it had conceited characters,\nLaund’ring the silken figures in the brine\nThat seasoned woe had pelleted in tears,\nAnd often reading what contents it bears;\nAs often shrieking undistinguish’d woe,\nIn clamours of all size, both high and low.\n\nSometimes her levell’d eyes their carriage ride,\nAs they did batt’ry to the spheres intend;\nSometime diverted their poor balls are tied\nTo th’orbed earth; sometimes they do extend\nTheir view right on; anon their gazes lend\nTo every place at once, and nowhere fix’d,\nThe mind and sight distractedly commix’d.\n\nHer hair, nor loose nor tied in formal plat,\nProclaim’d in her a careless hand of pride;\nFor some untuck’d descended her sheav’d hat,\nHanging her pale and pined cheek beside;\nSome in her threaden fillet still did bide,\nAnd, true to bondage, would not break from thence,\nThough slackly braided in loose negligence.\n\nA thousand favours from a maund she drew,\nOf amber, crystal, and of beaded jet,\nWhich one by one she in a river threw,\nUpon whose weeping margent she was set,\nLike usury applying wet to wet,\nOr monarchs’ hands, that lets not bounty fall\nWhere want cries ‘some,’ but where excess begs ‘all’.\n\nOf folded schedules had she many a one,\nWhich she perus’d, sigh’d, tore and gave the flood;\nCrack’d many a ring of posied gold and bone,\nBidding them find their sepulchres in mud;\nFound yet mo letters sadly penn’d in blood,\nWith sleided silk, feat and affectedly\nEnswath’d, and seal’d to curious secrecy.\n\nThese often bath’d she in her fluxive eyes,\nAnd often kiss’d, and often gave to tear;\nCried, ‘O false blood, thou register of lies,\nWhat unapproved witness dost thou bear!\nInk would have seem’d more black and damned here!’\nThis said, in top of rage the lines she rents,\nBig discontent so breaking their contents.\n\nA reverend man that grazed his cattle nigh,\nSometime a blusterer, that the ruffle knew\nOf court, of city, and had let go by\nThe swiftest hours observed as they flew,\nTowards this afflicted fancy fastly drew;\nAnd, privileg’d by age, desires to know\nIn brief the grounds and motives of her woe.\n\nSo slides he down upon his grained bat,\nAnd comely distant sits he by her side,\nWhen he again desires her, being sat,\nHer grievance with his hearing to divide:\nIf that from him there may be aught applied\nWhich may her suffering ecstasy assuage,\n’Tis promised in the charity of age.\n\n‘Father,’ she says, ‘though in me you behold\nThe injury of many a blasting hour,\nLet it not tell your judgement I am old,\nNot age, but sorrow, over me hath power.\nI might as yet have been a spreading flower,\nFresh to myself, if I had self-applied\nLove to myself, and to no love beside.\n\n‘But woe is me! Too early I attended\nA youthful suit; it was to gain my grace;\nO one by nature’s outwards so commended,\nThat maiden’s eyes stuck over all his face,\nLove lack’d a dwelling and made him her place;\nAnd when in his fair parts she did abide,\nShe was new lodg’d and newly deified.\n\n‘His browny locks did hang in crooked curls,\nAnd every light occasion of the wind\nUpon his lips their silken parcels hurls,\nWhat’s sweet to do, to do will aptly find,\nEach eye that saw him did enchant the mind:\nFor on his visage was in little drawn,\nWhat largeness thinks in paradise was sawn.\n\n‘Small show of man was yet upon his chin;\nHis phoenix down began but to appear,\nLike unshorn velvet, on that termless skin,\nWhose bare out-bragg’d the web it seemed to wear.\nYet show’d his visage by that cost more dear,\nAnd nice affections wavering stood in doubt\nIf best were as it was, or best without.\n\n‘His qualities were beauteous as his form,\nFor maiden-tongued he was, and thereof free;\nYet if men mov’d him, was he such a storm\nAs oft ’twixt May and April is to see,\nWhen winds breathe sweet, unruly though they be.\nHis rudeness so with his authoriz’d youth\nDid livery falseness in a pride of truth.\n\n‘Well could he ride, and often men would say\nThat horse his mettle from his rider takes,\nProud of subjection, noble by the sway,\nWhat rounds, what bounds, what course, what stop he makes!\nAnd controversy hence a question takes,\nWhether the horse by him became his deed,\nOr he his manage by th’ well-doing steed.\n\n‘But quickly on this side the verdict went,\nHis real habitude gave life and grace\nTo appertainings and to ornament,\nAccomplish’d in himself, not in his case;\nAll aids, themselves made fairer by their place,\nCame for additions; yet their purpos’d trim\nPiec’d not his grace, but were all grac’d by him.\n\n‘So on the tip of his subduing tongue\nAll kind of arguments and question deep,\nAll replication prompt, and reason strong,\nFor his advantage still did wake and sleep,\nTo make the weeper laugh, the laugher weep:\nHe had the dialect and different skill,\nCatching all passions in his craft of will.\n\n‘That he did in the general bosom reign\nOf young, of old, and sexes both enchanted,\nTo dwell with him in thoughts, or to remain\nIn personal duty, following where he haunted,\nConsent’s bewitch’d, ere he desire, have granted,\nAnd dialogued for him what he would say,\nAsk’d their own wills, and made their wills obey.\n\n‘Many there were that did his picture get\nTo serve their eyes, and in it put their mind,\nLike fools that in th’ imagination set\nThe goodly objects which abroad they find\nOf lands and mansions, theirs in thought assign’d,\nAnd labouring in moe pleasures to bestow them,\nThan the true gouty landlord which doth owe them.\n\n‘So many have, that never touch’d his hand,\nSweetly suppos’d them mistress of his heart.\nMy woeful self that did in freedom stand,\nAnd was my own fee-simple (not in part)\nWhat with his art in youth, and youth in art,\nThrew my affections in his charmed power,\nReserv’d the stalk and gave him all my flower.\n\n‘Yet did I not, as some my equals did,\nDemand of him, nor being desired yielded,\nFinding myself in honour so forbid,\nWith safest distance I mine honour shielded.\nExperience for me many bulwarks builded\nOf proofs new-bleeding, which remain’d the foil\nOf this false jewel, and his amorous spoil.\n\n‘But ah! Who ever shunn’d by precedent\nThe destin’d ill she must herself assay,\nOr force’d examples ’gainst her own content,\nTo put the by-pass’d perils in her way?\nCounsel may stop a while what will not stay:\nFor when we rage, advice is often seen\nBy blunting us to make our wills more keen.\n\n‘Nor gives it satisfaction to our blood,\nThat we must curb it upon others’ proof,\nTo be forbode the sweets that seems so good,\nFor fear of harms that preach in our behoof.\nO appetite, from judgement stand aloof!\nThe one a palate hath that needs will taste,\nThough reason weep and cry, “It is thy last.”\n\n‘For further I could say, “This man’s untrue”,\nAnd knew the patterns of his foul beguiling;\nHeard where his plants in others’ orchards grew,\nSaw how deceits were gilded in his smiling;\nKnew vows were ever brokers to defiling;\nThought characters and words merely but art,\nAnd bastards of his foul adulterate heart.\n\n‘And long upon these terms I held my city,\nTill thus he ’gan besiege me: “Gentle maid,\nHave of my suffering youth some feeling pity,\nAnd be not of my holy vows afraid:\nThat’s to ye sworn, to none was ever said,\nFor feasts of love I have been call’d unto,\nTill now did ne’er invite, nor never woo.\n\n‘“All my offences that abroad you see\nAre errors of the blood, none of the mind:\nLove made them not; with acture they may be,\nWhere neither party is nor true nor kind,\nThey sought their shame that so their shame did find,\nAnd so much less of shame in me remains,\nBy how much of me their reproach contains.\n\n‘“Among the many that mine eyes have seen,\nNot one whose flame my heart so much as warmed,\nOr my affection put to th’ smallest teen,\nOr any of my leisures ever charmed:\nHarm have I done to them, but ne’er was harmed;\nKept hearts in liveries, but mine own was free,\nAnd reign’d commanding in his monarchy.\n\n‘“Look here what tributes wounded fancies sent me,\nOf pallid pearls and rubies red as blood,\nFiguring that they their passions likewise lent me\nOf grief and blushes, aptly understood\nIn bloodless white and the encrimson’d mood;\nEffects of terror and dear modesty,\nEncamp’d in hearts, but fighting outwardly.\n\n‘“And, lo! behold these talents of their hair,\nWith twisted metal amorously empleach’d,\nI have receiv’d from many a several fair,\nTheir kind acceptance weepingly beseech’d,\nWith th’ annexions of fair gems enrich’d,\nAnd deep-brain’d sonnets that did amplify\nEach stone’s dear nature, worth and quality.\n\n‘“The diamond, why ’twas beautiful and hard,\nWhereto his invis’d properties did tend,\nThe deep green emerald, in whose fresh regard\nWeak sights their sickly radiance do amend;\nThe heaven-hued sapphire and the opal blend\nWith objects manifold; each several stone,\nWith wit well blazon’d smil’d, or made some moan.\n\n‘“Lo, all these trophies of affections hot,\nOf pensiv’d and subdued desires the tender,\nNature hath charg’d me that I hoard them not,\nBut yield them up where I myself must render,\nThat is, to you, my origin and ender:\nFor these of force must your oblations be,\nSince I their altar, you empatron me.\n\n‘“O then advance of yours that phraseless hand,\nWhose white weighs down the airy scale of praise;\nTake all these similes to your own command,\nHallowed with sighs that burning lungs did raise:\nWhat me, your minister for you, obeys,\nWorks under you; and to your audit comes\nTheir distract parcels in combined sums.\n\n‘“Lo, this device was sent me from a nun,\nOr sister sanctified of holiest note,\nWhich late her noble suit in court did shun,\nWhose rarest havings made the blossoms dote;\nFor she was sought by spirits of richest coat,\nBut kept cold distance, and did thence remove\nTo spend her living in eternal love.\n\n‘“But O, my sweet, what labour is’t to leave\nThe thing we have not, mast’ring what not strives,\nPlaning the place which did no form receive,\nPlaying patient sports in unconstrained gyves,\nShe that her fame so to herself contrives,\nThe scars of battle ’scapeth by the flight,\nAnd makes her absence valiant, not her might.\n\n‘“O pardon me, in that my boast is true,\nThe accident which brought me to her eye,\nUpon the moment did her force subdue,\nAnd now she would the caged cloister fly:\nReligious love put out religion’s eye:\nNot to be tempted would she be immur’d,\nAnd now to tempt all, liberty procur’d.\n\n‘“How mighty then you are, O hear me tell!\nThe broken bosoms that to me belong\nHave emptied all their fountains in my well,\nAnd mine I pour your ocean all among:\nI strong o’er them, and you o’er me being strong,\nMust for your victory us all congest,\nAs compound love to physic your cold breast.\n\n‘“My parts had pow’r to charm a sacred nun,\nWho, disciplin’d and dieted in grace,\nBeliev’d her eyes when they t’assail begun,\nAll vows and consecrations giving place.\nO most potential love! Vow, bond, nor space,\nIn thee hath neither sting, knot, nor confine,\nFor thou art all and all things else are thine.\n\n‘“When thou impressest, what are precepts worth\nOf stale example? When thou wilt inflame,\nHow coldly those impediments stand forth,\nOf wealth, of filial fear, law, kindred, fame!\nLove’s arms are peace, ’gainst rule, ’gainst sense, ’gainst shame,\nAnd sweetens, in the suff’ring pangs it bears,\nThe aloes of all forces, shocks and fears.\n\n‘“Now all these hearts that do on mine depend,\nFeeling it break, with bleeding groans they pine,\nAnd supplicant their sighs to your extend,\nTo leave the batt’ry that you make ’gainst mine,\nLending soft audience to my sweet design,\nAnd credent soul to that strong-bonded oath,\nThat shall prefer and undertake my troth.”\n\n‘This said, his wat’ry eyes he did dismount,\nWhose sights till then were levell’d on my face;\nEach cheek a river running from a fount\nWith brinish current downward flowed apace.\nO how the channel to the stream gave grace!\nWho, glaz’d with crystal gate the glowing roses\nThat flame through water which their hue encloses.\n\n‘O father, what a hell of witchcraft lies\nIn the small orb of one particular tear!\nBut with the inundation of the eyes\nWhat rocky heart to water will not wear?\nWhat breast so cold that is not warmed here?\nO cleft effect! Cold modesty, hot wrath,\nBoth fire from hence and chill extincture hath.\n\n‘For lo, his passion, but an art of craft,\nEven there resolv’d my reason into tears;\nThere my white stole of chastity I daff’d,\nShook off my sober guards, and civil fears,\nAppear to him as he to me appears,\nAll melting, though our drops this diff’rence bore:\nHis poison’d me, and mine did him restore.\n\n‘In him a plenitude of subtle matter,\nApplied to cautels, all strange forms receives,\nOf burning blushes, or of weeping water,\nOr swooning paleness; and he takes and leaves,\nIn either’s aptness, as it best deceives,\nTo blush at speeches rank, to weep at woes,\nOr to turn white and swoon at tragic shows.\n\n‘That not a heart which in his level came\nCould ’scape the hail of his all-hurting aim,\nShowing fair nature is both kind and tame;\nAnd veil’d in them, did win whom he would maim.\nAgainst the thing he sought he would exclaim;\nWhen he most burned in heart-wish’d luxury,\nHe preach’d pure maid, and prais’d cold chastity.\n\n‘Thus merely with the garment of a grace,\nThe naked and concealed fiend he cover’d,\nThat th’unexperient gave the tempter place,\nWhich, like a cherubin, above them hover’d.\nWho, young and simple, would not be so lover’d?\nAy me! I fell, and yet do question make\nWhat I should do again for such a sake.\n\n‘O, that infected moisture of his eye,\nO, that false fire which in his cheek so glow’d!\nO, that forc’d thunder from his heart did fly,\nO, that sad breath his spongy lungs bestow’d,\nO, all that borrowed motion, seeming owed,\nWould yet again betray the fore-betrayed,\nAnd new pervert a reconciled maid.’\n\n\n\n"}