{"MUCH ADO ABOUT NOTHING": "MUCH ADO ABOUT NOTHING\n\n\n\nContents\n\nACT I\nScene I. Before Leonato’s House.\nScene II. A room in Leonato’s house.\nScene III. Another room in Leonato’s house.\n\nACT II\nScene I. A hall in Leonato’s house.\nScene II. Another room in Leonato’s house.\nScene III. Leonato’s Garden.\n\nACT III\nScene I. Leonato’s Garden.\nScene II. A Room in Leonato’s House.\nScene III. A Street.\nScene IV. A Room in Leonato’s House.\nScene V. Another Room in Leonato’s House.\n\nACT IV\nScene I. The Inside of a Church.\nScene II. A Prison.\n\nACT V\nScene I. Before Leonato’s House.\nScene II. Leonato’s Garden.\nScene III. The Inside of a Church.\nScene IV. A Room in Leonato’s House.\n\n\n\n\n\n      Dramatis Personæ\n\n\n      DON PEDRO, Prince of Arragon.\n      DON JOHN, his bastard Brother.\n      CLAUDIO, a young Lord of Florence.\n      BENEDICK, a young Lord of Padua.\n      LEONATO, Governor of Messina.\n      ANTONIO, his Brother.\n      BALTHASAR, Servant to Don Pedro.\n      BORACHIO, follower of Don John.\n      CONRADE, follower of Don John.\n      DOGBERRY, a Constable.\n      VERGES, a Headborough.\n      FRIAR FRANCIS.\n      A Sexton.\n      A Boy.\n\n\n      HERO, Daughter to Leonato.\n      BEATRICE, Niece to Leonato.\n      MARGARET, Waiting gentlewoman attending on Hero.\n      URSULA, Waiting gentlewoman attending on Hero.\n\n\n      Messengers, Watch, Attendants, &c.\n\n\n      SCENE. Messina.\n\n\n\n\n\nACT I\n\nSCENE I. Before Leonato’s House.\n\n      Enter Leonato, Hero, Beatrice and others, with a Messenger.\n\n\n      LEONATO.\n      I learn in this letter that Don Pedro of Arragon comes this night\n      to Messina.\n\n\n      MESSENGER.\n      He is very near by this: he was not three leagues off when I left\n      him.\n\n\n      LEONATO.\n      How many gentlemen have you lost in this action?\n\n\n      MESSENGER.\n      But few of any sort, and none of name.\n\n\n      LEONATO.\n      A victory is twice itself when the achiever brings home full\n      numbers. I find here that Don Pedro hath bestowed much honour on\n      a young Florentine called Claudio.\n\n\n      MESSENGER.\n      Much deserved on his part, and equally remembered by Don Pedro.\n      He hath borne himself beyond the promise of his age, doing in the\n      figure of a lamb the feats of a lion: he hath indeed better\n      bettered expectation than you must expect of me to tell you how.\n\n\n      LEONATO.\n      He hath an uncle here in Messina will be very much glad of it.\n\n\n      MESSENGER.\n      I have already delivered him letters, and there appears much joy\n      in him; even so much that joy could not show itself modest enough\n      without a badge of bitterness.\n\n\n      LEONATO.\n      Did he break out into tears?\n\n\n      MESSENGER.\n      In great measure.\n\n\n      LEONATO.\n      A kind overflow of kindness. There are no faces truer than those\n      that are so washed; how much better is it to weep at joy than to\n      joy at weeping!\n\n\n      BEATRICE.\n      I pray you, is Signior Mountanto returned from the wars or no?\n\n\n      MESSENGER.\n      I know none of that name, lady: there was none such in the army\n      of any sort.\n\n\n      LEONATO.\n      What is he that you ask for, niece?\n\n\n      HERO.\n      My cousin means Signior Benedick of Padua.\n\n\n      MESSENGER.\n      O! he is returned, and as pleasant as ever he was.\n\n\n      BEATRICE.\n      He set up his bills here in Messina and challenged Cupid at the\n      flight; and my uncle’s fool, reading the challenge, subscribed\n      for Cupid, and challenged him at the bird-bolt. I pray you, how\n      many hath he killed and eaten in these wars? But how many hath he\n      killed? for, indeed, I promised to eat all of his killing.\n\n\n      LEONATO.\n      Faith, niece, you tax Signior Benedick too much; but he’ll be\n      meet with you, I doubt it not.\n\n\n      MESSENGER.\n      He hath done good service, lady, in these wars.\n\n\n      BEATRICE.\n      You had musty victual, and he hath holp to eat it; he is a very\n      valiant trencher-man; he hath an excellent stomach.\n\n\n      MESSENGER.\n      And a good soldier too, lady.\n\n\n      BEATRICE.\n      And a good soldier to a lady; but what is he to a lord?\n\n\n      MESSENGER.\n      A lord to a lord, a man to a man; stuffed with all honourable\n      virtues.\n\n\n      BEATRICE.\n      It is so indeed; he is no less than a stuffed man; but for the\n      stuffing,—well, we are all mortal.\n\n\n      LEONATO.\n      You must not, sir, mistake my niece. There is a kind of merry war\n      betwixt Signior Benedick and her; they never meet but there’s a\n      skirmish of wit between them.\n\n\n      BEATRICE.\n      Alas! he gets nothing by that. In our last conflict four of his\n      five wits went halting off, and now is the whole man governed\n      with one! so that if he have wit enough to keep himself warm, let\n      him bear it for a difference between himself and his horse; for\n      it is all the wealth that he hath left to be known a reasonable\n      creature. Who is his companion now? He hath every month a new\n      sworn brother.\n\n\n      MESSENGER.\n      Is’t possible?\n\n\n      BEATRICE.\n      Very easily possible: he wears his faith but as the fashion of\n      his hat; it ever changes with the next block.\n\n\n      MESSENGER.\n      I see, lady, the gentleman is not in your books.\n\n\n      BEATRICE.\n      No; and he were, I would burn my study. But I pray you, who is\n      his companion? Is there no young squarer now that will make a\n      voyage with him to the devil?\n\n\n      MESSENGER.\n      He is most in the company of the right noble Claudio.\n\n\n      BEATRICE.\n      O Lord, he will hang upon him like a disease: he is sooner caught\n      than the pestilence, and the taker runs presently mad. God help\n      the noble Claudio! If he have caught the Benedick, it will cost\n      him a thousand pound ere he be cured.\n\n\n      MESSENGER.\n      I will hold friends with you, lady.\n\n\n      BEATRICE.\n      Do, good friend.\n\n\n      LEONATO.\n      You will never run mad, niece.\n\n\n      BEATRICE.\n      No, not till a hot January.\n\n\n      MESSENGER.\n      Don Pedro is approached.\n\n\n      Enter Don Pedro, Don John, Claudio, Benedick, Balthasar and\n      Others.\n\n\n      DON PEDRO.\n      Good Signior Leonato, you are come to meet your trouble: the\n      fashion of the world is to avoid cost, and you encounter it.\n\n\n      LEONATO.\n      Never came trouble to my house in the likeness of your Grace, for\n      trouble being gone, comfort should remain; but when you depart\n      from me, sorrow abides and happiness takes his leave.\n\n\n      DON PEDRO.\n      You embrace your charge too willingly. I think this is your\n      daughter.\n\n\n      LEONATO.\n      Her mother hath many times told me so.\n\n\n      BENEDICK.\n      Were you in doubt, sir, that you asked her?\n\n\n      LEONATO.\n      Signior Benedick, no; for then were you a child.\n\n\n      DON PEDRO.\n      You have it full, Benedick: we may guess by this what you are,\n      being a man. Truly the lady fathers herself. Be happy, lady, for\n      you are like an honourable father.\n\n\n      BENEDICK.\n      If Signior Leonato be her father, she would not have his head on\n      her shoulders for all Messina, as like him as she is.\n\n\n      BEATRICE.\n      I wonder that you will still be talking, Signior Benedick: nobody\n      marks you.\n\n\n      BENEDICK.\n      What! my dear Lady Disdain, are you yet living?\n\n\n      BEATRICE.\n      Is it possible Disdain should die while she hath such meet food\n      to feed it as Signior Benedick? Courtesy itself must convert to\n      disdain if you come in her presence.\n\n\n      BENEDICK.\n      Then is courtesy a turncoat. But it is certain I am loved of all\n      ladies, only you excepted; and I would I could find in my heart\n      that I had not a hard heart; for, truly, I love none.\n\n\n      BEATRICE.\n      A dear happiness to women: they would else have been troubled\n      with a pernicious suitor. I thank God and my cold blood, I am of\n      your humour for that. I had rather hear my dog bark at a crow\n      than a man swear he loves me.\n\n\n      BENEDICK.\n      God keep your Ladyship still in that mind; so some gentleman or\n      other shall scape a predestinate scratched face.\n\n\n      BEATRICE.\n      Scratching could not make it worse, and ’twere such a face as\n      yours were.\n\n\n      BENEDICK.\n      Well, you are a rare parrot-teacher.\n\n\n      BEATRICE.\n      A bird of my tongue is better than a beast of yours.\n\n\n      BENEDICK.\n      I would my horse had the speed of your tongue, and so good a\n      continuer. But keep your way, i’ God’s name; I have done.\n\n\n      BEATRICE.\n      You always end with a jade’s trick: I know you of old.\n\n\n      DON PEDRO.\n      That is the sum of all, Leonato: Signior Claudio, and Signior\n      Benedick, my dear friend Leonato hath invited you all. I tell him\n      we shall stay here at the least a month, and he heartly prays\n      some occasion may detain us longer: I dare swear he is no\n      hypocrite, but prays from his heart.\n\n\n      LEONATO.\n      If you swear, my lord, you shall not be forsworn. [_To Don John_]\n      Let me bid you welcome, my lord: being reconciled to the Prince\n      your brother, I owe you all duty.\n\n\n      DON JOHN.\n      I thank you: I am not of many words, but I thank you.\n\n\n      LEONATO.\n      Please it your Grace lead on?\n\n\n      DON PEDRO.\n      Your hand, Leonato; we will go together.\n\n\n      [_Exeunt all but Benedick and Claudio._]\n\n\n      CLAUDIO.\n      Benedick, didst thou note the daughter of Signior Leonato?\n\n\n      BENEDICK.\n      I noted her not; but I looked on her.\n\n\n      CLAUDIO.\n      Is she not a modest young lady?\n\n\n      BENEDICK.\n      Do you question me, as an honest man should do, for my simple\n      true judgment; or would you have me speak after my custom, as\n      being a professed tyrant to their sex?\n\n\n      CLAUDIO.\n      No; I pray thee speak in sober judgment.\n\n\n      BENEDICK.\n      Why, i’ faith, methinks she’s too low for a high praise, too\n      brown for a fair praise, and too little for a great praise; only\n      this commendation I can afford her, that were she other than she\n      is, she were unhandsome, and being no other but as she is, I do\n      not like her.\n\n\n      CLAUDIO.\n      Thou thinkest I am in sport: I pray thee tell me truly how thou\n      likest her.\n\n\n      BENEDICK.\n      Would you buy her, that you enquire after her?\n\n\n      CLAUDIO.\n      Can the world buy such a jewel?\n\n\n      BENEDICK.\n      Yea, and a case to put it into. But speak you this with a sad\n      brow, or do you play the flouting Jack, to tell us Cupid is a\n      good hare-finder, and Vulcan a rare carpenter? Come, in what key\n      shall a man take you, to go in the song?\n\n\n      CLAUDIO.\n      In mine eye she is the sweetest lady that ever I looked on.\n\n\n      BENEDICK.\n      I can see yet without spectacles and I see no such matter:\n      there’s her cousin and she were not possessed with a fury,\n      exceeds her as much in beauty as the first of May doth the last\n      of December. But I hope you have no intent to turn husband, have\n      you?\n\n\n      CLAUDIO.\n      I would scarce trust myself, though I had sworn to the contrary,\n      if Hero would be my wife.\n\n\n      BENEDICK.\n      Is’t come to this, in faith? Hath not the world one man but he\n      will wear his cap with suspicion? Shall I never see a bachelor of\n      threescore again? Go to, i’ faith; and thou wilt needs thrust thy\n      neck into a yoke, wear the print of it and sigh away Sundays.\n\n\n      Re-enter Don Pedro.\n\n\n      Look! Don Pedro is returned to seek you.\n\n\n      DON PEDRO.\n      What secret hath held you here, that you followed not to\n      Leonato’s?\n\n\n      BENEDICK.\n      I would your Grace would constrain me to tell.\n\n\n      DON PEDRO.\n      I charge thee on thy allegiance.\n\n\n      BENEDICK.\n      You hear, Count Claudio: I can be secret as a dumb man; I would\n      have you think so; but on my allegiance mark you this, on my\n      allegiance: he is in love. With who? now that is your Grace’s\n      part. Mark how short his answer is: with Hero, Leonato’s short\n      daughter.\n\n\n      CLAUDIO.\n      If this were so, so were it uttered.\n\n\n      BENEDICK.\n      Like the old tale, my lord: ‘it is not so, nor ’twas not so; but\n      indeed, God forbid it should be so.’\n\n\n      CLAUDIO.\n      If my passion change not shortly, God forbid it should be\n      otherwise.\n\n\n      DON PEDRO.\n      Amen, if you love her; for the lady is very well worthy.\n\n\n      CLAUDIO.\n      You speak this to fetch me in, my lord.\n\n\n      DON PEDRO.\n      By my troth, I speak my thought.\n\n\n      CLAUDIO.\n      And in faith, my lord, I spoke mine.\n\n\n      BENEDICK.\n      And by my two faiths and troths, my lord, I spoke mine.\n\n\n      CLAUDIO.\n      That I love her, I feel.\n\n\n      DON PEDRO.\n      That she is worthy, I know.\n\n\n      BENEDICK.\n      That I neither feel how she should be loved, nor know how she\n      should be worthy, is the opinion that fire cannot melt out of me:\n      I will die in it at the stake.\n\n\n      DON PEDRO.\n      Thou wast ever an obstinate heretic in the despite of beauty.\n\n\n      CLAUDIO.\n      And never could maintain his part but in the force of his will.\n\n\n      BENEDICK.\n      That a woman conceived me, I thank her; that she brought me up, I\n      likewise give her most humble thanks; but that I will have a\n      recheat winded in my forehead, or hang my bugle in an invisible\n      baldrick, all women shall pardon me. Because I will not do them\n      the wrong to mistrust any, I will do myself the right to trust\n      none; and the fine is,—for the which I may go the finer,—I will\n      live a bachelor.\n\n\n      DON PEDRO.\n      I shall see thee, ere I die, look pale with love.\n\n\n      BENEDICK.\n      With anger, with sickness, or with hunger, my lord; not with\n      love: prove that ever I lose more blood with love than I will get\n      again with drinking, pick out mine eyes with a ballad-maker’s pen\n      and hang me up at the door of a brothel-house for the sign of\n      blind Cupid.\n\n\n      DON PEDRO.\n      Well, if ever thou dost fall from this faith, thou wilt prove a\n      notable argument.\n\n\n      BENEDICK.\n      If I do, hang me in a bottle like a cat and shoot at me; and he\n      that hits me, let him be clapped on the shoulder and called Adam.\n\n\n      DON PEDRO.\n      Well, as time shall try: ‘In time the savage bull doth bear the\n      yoke.’\n\n\n      BENEDICK.\n      The savage bull may; but if ever the sensible Benedick bear it,\n      pluck off the bull’s horns and set them in my forehead; and let\n      me be vilely painted, and in such great letters as they write,\n      ‘Here is good horse to hire,’ let them signify under my sign\n      ‘Here you may see Benedick the married man.’\n\n\n      CLAUDIO.\n      If this should ever happen, thou wouldst be horn-mad.\n\n\n      DON PEDRO.\n      Nay, if Cupid have not spent all his quiver in Venice, thou wilt\n      quake for this shortly.\n\n\n      BENEDICK.\n      I look for an earthquake too then.\n\n\n      DON PEDRO.\n      Well, you will temporize with the hours. In the meantime, good\n      Signior Benedick, repair to Leonato’s: commend me to him and tell\n      him I will not fail him at supper; for indeed he hath made great\n      preparation.\n\n\n      BENEDICK.\n      I have almost matter enough in me for such an embassage; and so I\n      commit you—\n\n\n      CLAUDIO.\n      To the tuition of God: from my house, if I had it,—\n\n\n      DON PEDRO.\n      The sixth of July: your loving friend, Benedick.\n\n\n      BENEDICK.\n      Nay, mock not, mock not. The body of your discourse is sometime\n      guarded with fragments, and the guards are but slightly basted on\n      neither: ere you flout old ends any further, examine your\n      conscience: and so I leave you.\n\n\n      [_Exit._]\n\n\n      CLAUDIO.\n      My liege, your Highness now may do me good.\n\n\n      DON PEDRO.\n      My love is thine to teach: teach it but how,\n      And thou shalt see how apt it is to learn\n      Any hard lesson that may do thee good.\n\n\n      CLAUDIO.\n      Hath Leonato any son, my lord?\n\n\n      DON PEDRO.\n      No child but Hero; she’s his only heir.\n      Dost thou affect her, Claudio?\n\n\n      CLAUDIO.\n      O! my lord,\n      When you went onward on this ended action,\n      I looked upon her with a soldier’s eye,\n      That lik’d, but had a rougher task in hand\n      Than to drive liking to the name of love;\n      But now I am return’d, and that war-thoughts\n      Have left their places vacant, in their rooms\n      Come thronging soft and delicate desires,\n      All prompting me how fair young Hero is,\n      Saying, I lik’d her ere I went to wars.\n\n\n      DON PEDRO.\n      Thou wilt be like a lover presently,\n      And tire the hearer with a book of words.\n      If thou dost love fair Hero, cherish it,\n      And I will break with her, and with her father,\n      And thou shalt have her. Was’t not to this end\n      That thou began’st to twist so fine a story?\n\n\n      CLAUDIO.\n      How sweetly you do minister to love,\n      That know love’s grief by his complexion!\n      But lest my liking might too sudden seem,\n      I would have salv’d it with a longer treatise.\n\n\n      DON PEDRO.\n      What need the bridge much broader than the flood?\n      The fairest grant is the necessity.\n      Look, what will serve is fit: ’tis once, thou lov’st,\n      And I will fit thee with the remedy.\n      I know we shall have revelling tonight:\n      I will assume thy part in some disguise,\n      And tell fair Hero I am Claudio;\n      And in her bosom I’ll unclasp my heart,\n      And take her hearing prisoner with the force\n      And strong encounter of my amorous tale:\n      Then after to her father will I break;\n      And the conclusion is, she shall be thine.\n      In practice let us put it presently.\n\n\n      [_Exeunt._]\n\n\nSCENE II. A room in Leonato’s house.\n\n      Enter Leonato and Antonio, meeting.\n\n\n      LEONATO.\n      How now, brother? Where is my cousin your son? Hath he provided\n      this music?\n\n\n      ANTONIO.\n      He is very busy about it. But, brother, I can tell you strange\n      news that you yet dreamt not of.\n\n\n      LEONATO.\n      Are they good?\n\n\n      ANTONIO.\n      As the event stamps them: but they have a good cover; they show\n      well outward. The Prince and Count Claudio, walking in a\n      thick-pleached alley in my orchard, were thus much overheard by a\n      man of mine: the Prince discovered to Claudio that he loved my\n      niece your daughter and meant to acknowledge it this night in a\n      dance; and if he found her accordant, he meant to take the\n      present time by the top and instantly break with you of it.\n\n\n      LEONATO. Hath the fellow any wit that told you this?\n\n\n      ANTONIO.\n      A good sharp fellow: I will send for him; and question him\n      yourself.\n\n\n      LEONATO.\n      No, no; we will hold it as a dream till it appear itself: but I\n      will acquaint my daughter withal, that she may be the better\n      prepared for an answer, if peradventure this be true. Go you and\n      tell her of it.\n\n\n      [_Several persons cross the stage._]\n\n\n      Cousins, you know what you have to do. O! I cry you mercy,\n      friend; go you with me, and I will use your skill. Good cousin,\n      have a care this busy time.\n\n\n      [_Exeunt._]\n\n\nSCENE III. Another room in Leonato’s house.\n\n      Enter Don John and Conrade.\n\n\n      CONRADE.\n      What the good-year, my lord! why are you thus out of measure sad?\n\n\n      DON JOHN.\n      There is no measure in the occasion that breeds; therefore the\n      sadness is without limit.\n\n\n      CONRADE.\n      You should hear reason.\n\n\n      DON JOHN.\n      And when I have heard it, what blessings brings it?\n\n\n      CONRADE.\n      If not a present remedy, at least a patient sufferance.\n\n\n      DON JOHN.\n      I wonder that thou (being as thou say’st thou art, born under\n      Saturn) goest about to apply a moral medicine to a mortifying\n      mischief. I cannot hide what I am: I must be sad when I have\n      cause, and smile at no man’s jests; eat when I have stomach, and\n      wait for no man’s leisure; sleep when I am drowsy, and tend on no\n      man’s business; laugh when I am merry, and claw no man in his\n      humour.\n\n\n      CONRADE.\n      Yea; but you must not make the full show of this till you may do\n      it without controlment. You have of late stood out against your\n      brother, and he hath ta’en you newly into his grace; where it is\n      impossible you should take true root but by the fair weather that\n      you make yourself: it is needful that you frame the season for\n      your own harvest.\n\n\n      DON JOHN.\n      I had rather be a canker in a hedge than a rose in his grace; and\n      it better fits my blood to be disdained of all than to fashion a\n      carriage to rob love from any: in this, though I cannot be said\n      to be a flattering honest man, it must not be denied but I am a\n      plain-dealing villain. I am trusted with a muzzle and\n      enfranchised with a clog; therefore I have decreed not to sing in\n      my cage. If I had my mouth, I would bite; if I had my liberty, I\n      would do my liking: in the meantime, let me be that I am, and\n      seek not to alter me.\n\n\n      CONRADE. Can you make no use of your discontent?\n\n\n      DON JOHN. I make all use of it, for I use it only. Who comes\n      here?\n\n\n      Enter Borachio.\n\n\n      What news, Borachio?\n\n\n      BORACHIO.\n      I came yonder from a great supper: the Prince your brother is\n      royally entertained by Leonato; and I can give you intelligence\n      of an intended marriage.\n\n\n      DON JOHN.\n      Will it serve for any model to build mischief on? What is he for\n      a fool that betroths himself to unquietness?\n\n\n      BORACHIO.\n      Marry, it is your brother’s right hand.\n\n\n      DON JOHN.\n      Who? the most exquisite Claudio?\n\n\n      BORACHIO.\n      Even he.\n\n\n      DON JOHN.\n      A proper squire! And who, and who? which way looks he?\n\n\n      BORACHIO.\n      Marry, on Hero, the daughter and heir of Leonato.\n\n\n      DON JOHN.\n      A very forward March-chick! How came you to this?\n\n\n      BORACHIO.\n      Being entertained for a perfumer, as I was smoking a musty room,\n      comes me the Prince and Claudio, hand in hand, in sad conference:\n      I whipt me behind the arras, and there heard it agreed upon that\n      the Prince should woo Hero for himself, and having obtained her,\n      give her to Count Claudio.\n\n\n      DON JOHN.\n      Come, come; let us thither: this may prove food to my\n      displeasure. That young start-up hath all the glory of my\n      overthrow: if I can cross him any way, I bless myself every way.\n      You are both sure, and will assist me?\n\n\n      CONRADE. To the death, my lord.\n\n\n      DON JOHN.\n      Let us to the great supper: their cheer is the greater that I am\n      subdued. Would the cook were of my mind! Shall we go to prove\n      what’s to be done?\n\n\n      BORACHIO.\n      We’ll wait upon your Lordship.\n\n\n      [_Exeunt._]\n\n\n\n\n\nACT II\n\nSCENE I. A hall in Leonato’s house.\n\n      Enter Leonato, Antonio, Hero, Beatrice and others.\n\n\n      LEONATO.\n      Was not Count John here at supper?\n\n\n      ANTONIO.\n      I saw him not.\n\n\n      BEATRICE.\n      How tartly that gentleman looks! I never can see him but I am\n      heart-burned an hour after.\n\n\n      HERO.\n      He is of a very melancholy disposition.\n\n\n      BEATRICE.\n      He were an excellent man that were made just in the mid-way\n      between him and Benedick: the one is too like an image, and says\n      nothing; and the other too like my lady’s eldest son, evermore\n      tattling.\n\n\n      LEONATO.\n      Then half Signior Benedick’s tongue in Count John’s mouth, and\n      half Count John’s melancholy in Signior Benedick’s face—\n\n\n      BEATRICE.\n      With a good leg and a good foot, uncle, and money enough in his\n      purse, such a man would win any woman in the world if a’ could\n      get her good will.\n\n\n      LEONATO.\n      By my troth, niece, thou wilt never get thee a husband, if thou\n      be so shrewd of thy tongue.\n\n\n      ANTONIO.\n      In faith, she’s too curst.\n\n\n      BEATRICE.\n      Too curst is more than curst: I shall lessen God’s sending that\n      way; for it is said, ‘God sends a curst cow short horns;’ but to\n      a cow too curst he sends none.\n\n\n      LEONATO.\n      So, by being too curst, God will send you no horns?\n\n\n      BEATRICE.\n      Just, if he send me no husband; for the which blessing I am at\n      him upon my knees every morning and evening. Lord! I could not\n      endure a husband with a beard on his face: I had rather lie in\n      the woollen.\n\n\n      LEONATO.\n      You may light on a husband that hath no beard.\n\n\n      BEATRICE.\n      What should I do with him? dress him in my apparel and make him\n      my waiting gentlewoman? He that hath a beard is more than a\n      youth, and he that hath no beard is less than a man; and he that\n      is more than a youth is not for me; and he that is less than a\n      man, I am not for him: therefore I will even take sixpence in\n      earnest of the bear-ward, and lead his apes into hell.\n\n\n      LEONATO.\n      Well then, go you into hell?\n\n\n      BEATRICE.\n      No; but to the gate; and there will the Devil meet me, like an\n      old cuckold, with horns on his head, and say, ‘Get you to heaven,\n      Beatrice, get you to heaven; here’s no place for you maids.’ So\n      deliver I up my apes, and away to Saint Peter for the heavens: he\n      shows me where the bachelors sit, and there live we as merry as\n      the day is long.\n\n\n      ANTONIO.\n      [_To Hero_.] Well, niece, I trust you will be ruled by your\n      father.\n\n\n      BEATRICE.\n      Yes, faith; it is my cousin’s duty to make curtsy, and say,\n      ‘Father, as it please you:’— but yet for all that, cousin, let\n      him be a handsome fellow, or else make another curtsy, and say,\n      ‘Father, as it please me.’\n\n\n      LEONATO.\n      Well, niece, I hope to see you one day fitted with a husband.\n\n\n      BEATRICE.\n      Not till God make men of some other metal than earth. Would it\n      not grieve a woman to be over-mastered with a piece of valiant\n      dust? to make an account of her life to a clod of wayward marl?\n      No, uncle, I’ll none: Adam’s sons are my brethren; and truly, I\n      hold it a sin to match in my kindred.\n\n\n      LEONATO.\n      Daughter, remember what I told you: if the Prince do solicit you\n      in that kind, you know your answer.\n\n\n      BEATRICE.\n      The fault will be in the music, cousin, if you be not wooed in\n      good time: if the Prince be too important, tell him there is\n      measure in everything, and so dance out the answer. For, hear me,\n      Hero: wooing, wedding, and repenting is as a Scotch jig, a\n      measure, and a cinquepace: the first suit is hot and hasty, like\n      a Scotch jig, and full as fantastical; the wedding, mannerly\n      modest, as a measure, full of state and ancientry; and then comes\n      Repentance, and with his bad legs, falls into the cinquepace\n      faster and faster, till he sink into his grave.\n\n\n      LEONATO.\n      Cousin, you apprehend passing shrewdly.\n\n\n      BEATRICE.\n      I have a good eye, uncle: I can see a church by daylight.\n\n\n      LEONATO.\n      The revellers are entering, brother: make good room.\n\n\n      Enter Don Pedro, Claudio, Benedick, Balthasar, Don John,\n      Borachio, Margaret, Ursula and Others, masked.\n\n\n      DON PEDRO.\n      Lady, will you walk about with your friend?\n\n\n      HERO.\n      So you walk softly and look sweetly and say nothing, I am yours\n      for the walk; and especially when I walk away.\n\n\n      DON PEDRO.\n      With me in your company?\n\n\n      HERO.\n      I may say so, when I please.\n\n\n      DON PEDRO.\n      And when please you to say so?\n\n\n      HERO.\n      When I like your favour; for God defend the lute should be like\n      the case!\n\n\n      DON PEDRO.\n      My visor is Philemon’s roof; within the house is Jove.\n\n\n      HERO.\n      Why, then, your visor should be thatch’d.\n\n\n      DON PEDRO.\n      Speak low, if you speak love.\n\n\n      [_Takes her aside._]\n\n\n      BALTHASAR.\n      Well, I would you did like me.\n\n\n      MARGARET.\n      So would not I, for your own sake; for I have many ill qualities.\n\n\n      BALTHASAR.\n      Which is one?\n\n\n      MARGARET.\n      I say my prayers aloud.\n\n\n      BALTHASAR.\n      I love you the better; the hearers may cry Amen.\n\n\n      MARGARET.\n      God match me with a good dancer!\n\n\n      BALTHASAR.\n      Amen.\n\n\n      MARGARET.\n      And God keep him out of my sight when the dance is done! Answer,\n      clerk.\n\n\n      BALTHASAR.\n      No more words: the clerk is answered.\n\n\n      URSULA.\n      I know you well enough: you are Signior Antonio.\n\n\n      ANTONIO.\n      At a word, I am not.\n\n\n      URSULA.\n      I know you by the waggling of your head.\n\n\n      ANTONIO.\n      To tell you true, I counterfeit him.\n\n\n      URSULA.\n      You could never do him so ill-well, unless you were the very man.\n      Here’s his dry hand up and down: you are he, you are he.\n\n\n      ANTONIO.\n      At a word, I am not.\n\n\n      URSULA.\n      Come, come; do you think I do not know you by your excellent wit?\n      Can virtue hide itself? Go to, mum, you are he: graces will\n      appear, and there’s an end.\n\n\n      BEATRICE.\n      Will you not tell me who told you so?\n\n\n      BENEDICK.\n      No, you shall pardon me.\n\n\n      BEATRICE.\n      Nor will you not tell me who you are?\n\n\n      BENEDICK.\n      Not now.\n\n\n      BEATRICE.\n      That I was disdainful, and that I had my good wit out of the\n      ‘Hundred Merry Tales.’ Well, this was Signior Benedick that said\n      so.\n\n\n      BENEDICK.\n      What’s he?\n\n\n      BEATRICE.\n      I am sure you know him well enough.\n\n\n      BENEDICK.\n      Not I, believe me.\n\n\n      BEATRICE.\n      Did he never make you laugh?\n\n\n      BENEDICK.\n      I pray you, what is he?\n\n\n      BEATRICE.\n      Why, he is the Prince’s jester: a very dull fool; only his gift\n      is in devising impossible slanders: none but libertines delight\n      in him; and the commendation is not in his wit, but in his\n      villainy; for he both pleases men and angers them, and then they\n      laugh at him and beat him. I am sure he is in the fleet: I would\n      he had boarded me!\n\n\n      BENEDICK.\n      When I know the gentleman, I’ll tell him what you say.\n\n\n      BEATRICE.\n      Do, do: he’ll but break a comparison or two on me; which,\n      peradventure not marked or not laughed at, strikes him into\n      melancholy; and then there’s a partridge wing saved, for the fool\n      will eat no supper that night. [_Music within_.] We must follow\n      the leaders.\n\n\n      BENEDICK.\n      In every good thing.\n\n\n      BEATRICE.\n      Nay, if they lead to any ill, I will leave them at the next\n      turning.\n\n\n      [_Dance. Then exeunt all but Don John, Borachio and Claudio._]\n\n\n      DON JOHN.\n      Sure my brother is amorous on Hero, and hath withdrawn her father\n      to break with him about it. The ladies follow her and but one\n      visor remains.\n\n\n      BORACHIO.\n      And that is Claudio: I know him by his bearing.\n\n\n      DON JOHN.\n      Are you not Signior Benedick?\n\n\n      CLAUDIO.\n      You know me well; I am he.\n\n\n      DON JOHN.\n      Signior, you are very near my brother in his love: he is\n      enamoured on Hero; I pray you, dissuade him from her; she is no\n      equal for his birth: you may do the part of an honest man in it.\n\n\n      CLAUDIO.\n      How know you he loves her?\n\n\n      DON JOHN.\n      I heard him swear his affection.\n\n\n      BORACHIO.\n      So did I too; and he swore he would marry her tonight.\n\n\n      DON JOHN.\n      Come, let us to the banquet.\n\n\n      [_Exeunt Don John and Borachio._]\n\n\n      CLAUDIO.\n      Thus answer I in name of Benedick,\n      But hear these ill news with the ears of Claudio.\n      ’Tis certain so; the Prince wooes for himself.\n      Friendship is constant in all other things\n      Save in the office and affairs of love:\n      Therefore all hearts in love use their own tongues;\n      Let every eye negotiate for itself\n      And trust no agent; for beauty is a witch\n      Against whose charms faith melteth into blood.\n      This is an accident of hourly proof,\n      Which I mistrusted not. Farewell, therefore, Hero!\n\n\n      Re-enter Benedick.\n\n\n      BENEDICK.\n      Count Claudio?\n\n\n      CLAUDIO.\n      Yea, the same.\n\n\n      BENEDICK.\n      Come, will you go with me?\n\n\n      CLAUDIO.\n      Whither?\n\n\n      BENEDICK.\n      Even to the next willow, about your own business, Count. What\n      fashion will you wear the garland of? About your neck, like a\n      usurer’s chain? or under your arm, like a lieutenant’s scarf? You\n      must wear it one way, for the Prince hath got your Hero.\n\n\n      CLAUDIO.\n      I wish him joy of her.\n\n\n      BENEDICK.\n      Why, that’s spoken like an honest drovier: so they sell bullocks.\n      But did you think the Prince would have served you thus?\n\n\n      CLAUDIO.\n      I pray you, leave me.\n\n\n      BENEDICK.\n      Ho! now you strike like the blind man: ’twas the boy that stole\n      your meat, and you’ll beat the post.\n\n\n      CLAUDIO.\n      If it will not be, I’ll leave you.\n\n\n      [_Exit._]\n\n\n      BENEDICK.\n      Alas! poor hurt fowl. Now will he creep into sedges. But, that my\n      Lady Beatrice should know me, and not know me! The Prince’s fool!\n      Ha! it may be I go under that title because I am merry. Yea, but\n      so I am apt to do myself wrong; I am not so reputed: it is the\n      base though bitter disposition of Beatrice that puts the world\n      into her person, and so gives me out. Well, I’ll be revenged as I\n      may.\n\n\n      Re-enter Don Pedro.\n\n\n      DON PEDRO.\n      Now, signior, where’s the Count? Did you see him?\n\n\n      BENEDICK.\n      Troth, my lord, I have played the part of Lady Fame. I found him\n      here as melancholy as a lodge in a warren. I told him, and I\n      think I told him true, that your Grace had got the good will of\n      this young lady; and I offered him my company to a willow tree,\n      either to make him a garland, as being forsaken, or to bind him\n      up a rod, as being worthy to be whipped.\n\n\n      DON PEDRO.\n      To be whipped! What’s his fault?\n\n\n      BENEDICK.\n      The flat transgression of a school-boy, who, being overjoy’d with\n      finding a bird’s nest, shows it his companion, and he steals it.\n\n\n      DON PEDRO.\n      Wilt thou make a trust a transgression? The transgression is in\n      the stealer.\n\n\n      BENEDICK.\n      Yet it had not been amiss the rod had been made, and the garland\n      too; for the garland he might have worn himself, and the rod he\n      might have bestowed on you, who, as I take it, have stolen his\n      bird’s nest.\n\n\n      DON PEDRO.\n      I will but teach them to sing, and restore them to the owner.\n\n\n      BENEDICK.\n      If their singing answer your saying, by my faith, you say\n      honestly.\n\n\n      DON PEDRO.\n      The Lady Beatrice hath a quarrel to you: the gentleman that\n      danced with her told her she is much wronged by you.\n\n\n      BENEDICK.\n      O! she misused me past the endurance of a block: an oak but with\n      one green leaf on it would have answered her: my very visor began\n      to assume life and scold with her. She told me, not thinking I\n      had been myself, that I was the Prince’s jester, that I was\n      duller than a great thaw; huddling jest upon jest with such\n      impossible conveyance upon me, that I stood like a man at a mark,\n      with a whole army shooting at me. She speaks poniards, and every\n      word stabs: if her breath were as terrible as her terminations,\n      there were no living near her; she would infect to the north\n      star. I would not marry her, though she were endowed with all\n      that Adam had left him before he transgressed: she would have\n      made Hercules have turned spit, yea, and have cleft his club to\n      make the fire too. Come, talk not of her; you shall find her the\n      infernal Ate in good apparel. I would to God some scholar would\n      conjure her, for certainly, while she is here, a man may live as\n      quiet in hell as in a sanctuary; and people sin upon purpose\n      because they would go thither; so indeed, all disquiet, horror\n      and perturbation follow her.\n\n\n      Re-enter Claudio, Beatrice, Hero and Leonato.\n\n\n      DON PEDRO.\n      Look! here she comes.\n\n\n      BENEDICK.\n      Will your Grace command me any service to the world’s end? I will\n      go on the slightest errand now to the Antipodes that you can\n      devise to send me on; I will fetch you a toothpicker now from the\n      furthest inch of Asia; bring you the length of Prester John’s\n      foot; fetch you a hair off the Great Cham’s beard; do you any\n      embassage to the Pygmies, rather than hold three words’\n      conference with this harpy. You have no employment for me?\n\n\n      DON PEDRO.\n      None, but to desire your good company.\n\n\n      BENEDICK.\n      O God, sir, here’s a dish I love not: I cannot endure my Lady\n      Tongue.\n\n\n      [_Exit._]\n\n\n      DON PEDRO.\n      Come, lady, come; you have lost the heart of Signior Benedick.\n\n\n      BEATRICE.\n      Indeed, my lord, he lent it me awhile; and I gave him use for it,\n      a double heart for a single one: marry, once before he won it of\n      me with false dice, therefore your Grace may well say I have lost\n      it.\n\n\n      DON PEDRO.\n      You have put him down, lady, you have put him down.\n\n\n      BEATRICE.\n      So I would not he should do me, my lord, lest I should prove the\n      mother of fools. I have brought Count Claudio, whom you sent me\n      to seek.\n\n\n      DON PEDRO.\n      Why, how now, Count! wherefore are you sad?\n\n\n      CLAUDIO.\n      Not sad, my lord.\n\n\n      DON PEDRO.\n      How then? Sick?\n\n\n      CLAUDIO.\n      Neither, my lord.\n\n\n      BEATRICE.\n      The Count is neither sad, nor sick, nor merry, nor well; but\n      civil Count, civil as an orange, and something of that jealous\n      complexion.\n\n\n      DON PEDRO.\n      I’ faith, lady, I think your blazon to be true; though, I’ll be\n      sworn, if he be so, his conceit is false. Here, Claudio, I have\n      wooed in thy name, and fair Hero is won; I have broke with her\n      father, and, his good will obtained; name the day of marriage,\n      and God give thee joy!\n\n\n      LEONATO.\n      Count, take of me my daughter, and with her my fortunes: his\n      Grace hath made the match, and all grace say Amen to it!\n\n\n      BEATRICE.\n      Speak, Count, ’tis your cue.\n\n\n      CLAUDIO.\n      Silence is the perfectest herald of joy: I were but little happy,\n      if I could say how much. Lady, as you are mine, I am yours: I\n      give away myself for you and dote upon the exchange.\n\n\n      BEATRICE.\n      Speak, cousin; or, if you cannot, stop his mouth with a kiss, and\n      let not him speak neither.\n\n\n      DON PEDRO.\n      In faith, lady, you have a merry heart.\n\n\n      BEATRICE.\n      Yea, my lord; I thank it, poor fool, it keeps on the windy side\n      of care. My cousin tells him in his ear that he is in her heart.\n\n\n      CLAUDIO.\n      And so she doth, cousin.\n\n\n      BEATRICE.\n      Good Lord, for alliance! Thus goes everyone to the world but I,\n      and I am sunburnt. I may sit in a corner and cry heigh-ho for a\n      husband!\n\n\n      DON PEDRO.\n      Lady Beatrice, I will get you one.\n\n\n      BEATRICE.\n      I would rather have one of your father’s getting. Hath your Grace\n      ne’er a brother like you? Your father got excellent husbands, if\n      a maid could come by them.\n\n\n      DON PEDRO.\n      Will you have me, lady?\n\n\n      BEATRICE.\n      No, my lord, unless I might have another for working days: your\n      Grace is too costly to wear every day. But, I beseech your Grace,\n      pardon me; I was born to speak all mirth and no matter.\n\n\n      DON PEDRO.\n      Your silence most offends me, and to be merry best becomes you;\n      for out of question, you were born in a merry hour.\n\n\n      BEATRICE.\n      No, sure, my lord, my mother cried; but then there was a star\n      danced, and under that was I born. Cousins, God give you joy!\n\n\n      LEONATO.\n      Niece, will you look to those things I told you of?\n\n\n      BEATRICE.\n      I cry you mercy, uncle. By your Grace’s pardon.\n\n\n      [_Exit._]\n\n\n      DON PEDRO.\n      By my troth, a pleasant spirited lady.\n\n\n      LEONATO.\n      There’s little of the melancholy element in her, my lord: she is\n      never sad but when she sleeps; and not ever sad then, for I have\n      heard my daughter say, she hath often dreamed of unhappiness and\n      waked herself with laughing.\n\n\n      DON PEDRO.\n      She cannot endure to hear tell of a husband.\n\n\n      LEONATO.\n      O! by no means: she mocks all her wooers out of suit.\n\n\n      DON PEDRO.\n      She were an excellent wife for Benedick.\n\n\n      LEONATO.\n      O Lord! my lord, if they were but a week married, they would talk\n      themselves mad.\n\n\n      DON PEDRO.\n      Count Claudio, when mean you to go to church?\n\n\n      CLAUDIO.\n      Tomorrow, my lord. Time goes on crutches till love have all his\n      rites.\n\n\n      LEONATO.\n      Not till Monday, my dear son, which is hence a just seven-night;\n      and a time too brief too, to have all things answer my mind.\n\n\n      DON PEDRO.\n      Come, you shake the head at so long a breathing; but, I warrant\n      thee, Claudio, the time shall not go dully by us. I will in the\n      interim undertake one of Hercules’ labours, which is, to bring\n      Signior Benedick and the Lady Beatrice into a mountain of\n      affection the one with the other. I would fain have it a match;\n      and I doubt not but to fashion it, if you three will but minister\n      such assistance as I shall give you direction.\n\n\n      LEONATO.\n      My lord, I am for you, though it cost me ten nights’ watchings.\n\n\n      CLAUDIO.\n      And I, my lord.\n\n\n      DON PEDRO.\n      And you too, gentle Hero?\n\n\n      HERO.\n      I will do any modest office, my lord, to help my cousin to a good\n      husband.\n\n\n      DON PEDRO.\n      And Benedick is not the unhopefullest husband that I know. Thus\n      far can I praise him; he is of a noble strain, of approved\n      valour, and confirmed honesty. I will teach you how to humour\n      your cousin, that she shall fall in love with Benedick; and I,\n      with your two helps, will so practise on Benedick that, in\n      despite of his quick wit and his queasy stomach, he shall fall in\n      love with Beatrice. If we can do this, Cupid is no longer an\n      archer: his glory shall be ours, for we are the only love-gods.\n      Go in with me, and I will tell you my drift.\n\n\n      [_Exeunt._]\n\n\nSCENE II. Another room in Leonato’s house.\n\n      Enter Don John and Borachio.\n\n\n      DON JOHN.\n      It is so; the Count Claudio shall marry the daughter of Leonato.\n\n\n      BORACHIO.\n      Yea, my lord; but I can cross it.\n\n\n      DON JOHN.\n      Any bar, any cross, any impediment will be medicinable to me: I\n      am sick in displeasure to him, and whatsoever comes athwart his\n      affection ranges evenly with mine. How canst thou cross this\n      marriage?\n\n\n      BORACHIO.\n      Not honestly, my lord; but so covertly that no dishonesty shall\n      appear in me.\n\n\n      DON JOHN.\n      Show me briefly how.\n\n\n      BORACHIO.\n      I think I told your lordship, a year since, how much I am in the\n      favour of Margaret, the waiting gentlewoman to Hero.\n\n\n      DON JOHN.\n      I remember.\n\n\n      BORACHIO.\n      I can, at any unseasonable instant of the night, appoint her to\n      look out at her lady’s chamber window.\n\n\n      DON JOHN. What life is in that, to be the death of this marriage?\n\n\n      BORACHIO.\n      The poison of that lies in you to temper. Go you to the Prince\n      your brother; spare not to tell him, that he hath wronged his\n      honour in marrying the renowned Claudio,—whose estimation do you\n      mightily hold up,—to a contaminated stale, such a one as Hero.\n\n\n      DON JOHN.\n      What proof shall I make of that?\n\n\n      BORACHIO.\n      Proof enough to misuse the Prince, to vex Claudio, to undo Hero,\n      and kill Leonato. Look you for any other issue?\n\n\n      DON JOHN.\n      Only to despite them, I will endeavour anything.\n\n\n      BORACHIO.\n      Go then; find me a meet hour to draw Don Pedro and the Count\n      Claudio alone: tell them that you know that Hero loves me; intend\n      a kind of zeal both to the Prince and Claudio, as—in love of your\n      brother’s honour, who hath made this match, and his friend’s\n      reputation, who is thus like to be cozened with the semblance of\n      a maid,—that you have discovered thus. They will scarcely believe\n      this without trial: offer them instances, which shall bear no\n      less likelihood than to see me at her chamber window, hear me\n      call Margaret Hero, hear Margaret term me Claudio; and bring them\n      to see this the very night before the intended wedding: for in\n      the meantime I will so fashion the matter that Hero shall be\n      absent; and there shall appear such seeming truth of Hero’s\n      disloyalty, that jealousy shall be called assurance, and all the\n      preparation overthrown.\n\n\n      DON JOHN.\n      Grow this to what adverse issue it can, I will put it in\n      practice. Be cunning in the working this, and thy fee is a\n      thousand ducats.\n\n\n      BORACHIO.\n      Be you constant in the accusation, and my cunning shall not shame\n      me.\n\n\n      DON JOHN.\n      I will presently go learn their day of marriage.\n\n\n      [_Exeunt._]\n\n\nSCENE III. Leonato’s Garden.\n\n      Enter Benedick.\n\n\n      BENEDICK.\n      Boy!\n\n\n      Enter a Boy.\n\n\n      BOY.\n      Signior?\n\n\n      BENEDICK.\n      In my chamber window lies a book; bring it hither to me in the\n      orchard.\n\n\n      BOY.\n      I am here already, sir.\n\n\n      BENEDICK.\n      I know that; but I would have thee hence, and here again.\n\n\n      [_Exit Boy._]\n\n\n      I do much wonder that one man, seeing how much another man is a\n      fool when he dedicates his behaviours to love, will, after he\n      hath laughed at such shallow follies in others, become the\n      argument of his own scorn by falling in love: and such a man is\n      Claudio. I have known, when there was no music with him but the\n      drum and the fife; and now had he rather hear the tabor and the\n      pipe: I have known when he would have walked ten mile afoot to\n      see a good armour; and now will he lie ten nights awake, carving\n      the fashion of a new doublet. He was wont to speak plain and to\n      the purpose, like an honest man and a soldier; and now is he\n      turned orthography; his words are a very fantastical banquet,\n      just so many strange dishes. May I be so converted, and see with\n      these eyes? I cannot tell; I think not: I will not be sworn but\n      love may transform me to an oyster; but I’ll take my oath on it,\n      till he have made an oyster of me, he shall never make me such a\n      fool. One woman is fair, yet I am well; another is wise, yet I am\n      well; another virtuous, yet I am well; but till all graces be in\n      one woman, one woman shall not come in my grace. Rich she shall\n      be, that’s certain; wise, or I’ll none; virtuous, or I’ll never\n      cheapen her; fair, or I’ll never look on her; mild, or come not\n      near me; noble, or not I for an angel; of good discourse, an\n      excellent musician, and her hair shall be of what colour it\n      please God. Ha! the Prince and Monsieur Love! I will hide me in\n      the arbour.\n\n\n      [_Withdraws._]\n\n\n      Enter Don Pedro, Leonato and Claudio, followed by Balthasar and\n      Musicians.\n\n\n      DON PEDRO.\n      Come, shall we hear this music?\n\n\n      CLAUDIO.\n      Yea, my good lord. How still the evening is,\n      As hush’d on purpose to grace harmony!\n\n\n      DON PEDRO.\n      See you where Benedick hath hid himself?\n\n\n      CLAUDIO.\n      O! very well, my lord: the music ended,\n      We’ll fit the kid-fox with a penny-worth.\n\n\n      DON PEDRO.\n      Come, Balthasar, we’ll hear that song again.\n\n\n      BALTHASAR.\n      O! good my lord, tax not so bad a voice\n      To slander music any more than once.\n\n\n      DON PEDRO.\n      It is the witness still of excellency,\n      To put a strange face on his own perfection.\n      I pray thee, sing, and let me woo no more.\n\n\n      BALTHASAR.\n      Because you talk of wooing, I will sing;\n      Since many a wooer doth commence his suit\n      To her he thinks not worthy; yet he wooes;\n      Yet will he swear he loves.\n\n\n      DON PEDRO.\n      Nay, pray thee come;\n      Or if thou wilt hold longer argument,\n      Do it in notes.\n\n\n      BALTHASAR.\n      Note this before my notes;\n      There’s not a note of mine that’s worth the noting.\n\n\n      DON PEDRO.\n      Why these are very crotchets that he speaks;\n      Notes, notes, forsooth, and nothing!\n\n\n      [_Music._]\n\n\n      BENEDICK.\n      Now, divine air! now is his soul ravished! Is it not strange that\n      sheep’s guts should hale souls out of men’s bodies? Well, a horn\n      for my money, when all’s done.\n\n\n      BALTHASAR [_sings_.]\n          Sigh no more, ladies, sigh no more,\n           Men were deceivers ever;\n          One foot in sea, and one on shore,\n           To one thing constant never.\n              Then sigh not so, but let them go,\n             And be you blithe and bonny,\n         Converting all your sounds of woe\n            Into Hey nonny, nonny.\n\n\n         Sing no more ditties, sing no mo\n            Of dumps so dull and heavy;\n         The fraud of men was ever so,\n            Since summer first was leavy.\n             Then sigh not so, but let them go,\n            And be you blithe and bonny,\n           Converting all your sounds of woe\n              Into Hey nonny, nonny.\n\n\n      DON PEDRO.\n      By my troth, a good song.\n\n\n      BALTHASAR.\n      And an ill singer, my lord.\n\n\n      DON PEDRO.\n      Ha, no, no, faith; thou singest well enough for a shift.\n\n\n      BENEDICK.\n      [_Aside_] And he had been a dog that should have howled thus,\n      they would have hanged him; and I pray God his bad voice bode no\n      mischief. I had as lief have heard the night-raven, come what\n      plague could have come after it.\n\n\n      DON PEDRO. Yea, marry; dost thou hear, Balthasar? I pray thee,\n      get us some excellent music, for tomorrow night we would have it\n      at the Lady Hero’s chamber window.\n\n\n      BALTHASAR. The best I can, my lord.\n\n\n      DON PEDRO. Do so: farewell.\n\n\n      [_Exeunt Balthasar and Musicians._]\n\n\n      Come hither, Leonato: what was it you told me of today, that your\n      niece Beatrice was in love with Signior Benedick?\n\n\n      CLAUDIO.\n      O! ay:—[_Aside to Don Pedro_] Stalk on, stalk on; the fowl sits.\n      I did never think that lady would have loved any man.\n\n\n      LEONATO.\n      No, nor I neither; but most wonderful that she should so dote on\n      Signior Benedick, whom she hath in all outward behaviours seemed\n      ever to abhor.\n\n\n      BENEDICK.\n      [_Aside_] Is’t possible? Sits the wind in that corner?\n\n\n      LEONATO.\n      By my troth, my lord, I cannot tell what to think of it but that\n      she loves him with an enraged affection: it is past the infinite\n      of thought.\n\n\n      DON PEDRO.\n      Maybe she doth but counterfeit.\n\n\n      CLAUDIO.\n      Faith, like enough.\n\n\n      LEONATO.\n      O God! counterfeit! There was never counterfeit of passion came\n      so near the life of passion as she discovers it.\n\n\n      DON PEDRO.\n      Why, what effects of passion shows she?\n\n\n      CLAUDIO. [_Aside_] Bait the hook well: this fish will bite.\n\n\n      LEONATO.\n      What effects, my lord? She will sit you; [_To Claudio_] You heard\n      my daughter tell you how.\n\n\n      CLAUDIO.\n      She did, indeed.\n\n\n      DON PEDRO.\n      How, how, I pray you? You amaze me: I would have thought her\n      spirit had been invincible against all assaults of affection.\n\n\n      LEONATO.\n      I would have sworn it had, my lord; especially against Benedick.\n\n\n      BENEDICK.\n      [_Aside_] I should think this a gull, but that the white-bearded\n      fellow speaks it: knavery cannot, sure, hide itself in such\n      reverence.\n\n\n      CLAUDIO.\n      [_Aside_] He hath ta’en the infection: hold it up.\n\n\n      DON PEDRO.\n      Hath she made her affection known to Benedick?\n\n\n      LEONATO.\n      No; and swears she never will: that’s her torment.\n\n\n      CLAUDIO.\n      ’Tis true, indeed; so your daughter says: ‘Shall I,’ says she,\n      ‘that have so oft encountered him with scorn, write to him that I\n      love him?’\n\n\n      LEONATO.\n      This says she now when she is beginning to write to him; for\n      she’ll be up twenty times a night, and there will she sit in her\n      smock till she have writ a sheet of paper: my daughter tells us\n      all.\n\n\n      CLAUDIO.\n      Now you talk of a sheet of paper, I remember a pretty jest your\n      daughter told us of.\n\n\n      LEONATO.\n      O! when she had writ it, and was reading it over, she found\n      Benedick and Beatrice between the sheet?\n\n\n      CLAUDIO.\n      That.\n\n\n      LEONATO.\n      O! she tore the letter into a thousand halfpence; railed at\n      herself, that she should be so immodest to write to one that she\n      knew would flout her: ‘I measure him,’ says she, ‘by my own\n      spirit; for I should flout him, if he writ to me; yea, though I\n      love him, I should.’\n\n\n      CLAUDIO.\n      Then down upon her knees she falls, weeps, sobs, beats her heart,\n      tears her hair, prays, curses; ‘O sweet Benedick! God give me\n      patience!’\n\n\n      LEONATO.\n      She doth indeed; my daughter says so; and the ecstasy hath so\n      much overborne her, that my daughter is sometimes afeard she will\n      do a desperate outrage to herself. It is very true.\n\n\n      DON PEDRO.\n      It were good that Benedick knew of it by some other, if she will\n      not discover it.\n\n\n      CLAUDIO.\n      To what end? he would make but a sport of it and torment the poor\n      lady worse.\n\n\n      DON PEDRO.\n      And he should, it were an alms to hang him. She’s an excellent\n      sweet lady, and, out of all suspicion, she is virtuous.\n\n\n      CLAUDIO.\n      And she is exceeding wise.\n\n\n      DON PEDRO.\n      In everything but in loving Benedick.\n\n\n      LEONATO.\n      O! my lord, wisdom and blood combating in so tender a body, we\n      have ten proofs to one that blood hath the victory. I am sorry\n      for her, as I have just cause, being her uncle and her guardian.\n\n\n      DON PEDRO.\n      I would she had bestowed this dotage on me; I would have daffed\n      all other respects and made her half myself. I pray you, tell\n      Benedick of it, and hear what he will say.\n\n\n      LEONATO.\n      Were it good, think you?\n\n\n      CLAUDIO.\n      Hero thinks surely she will die; for she says she will die if he\n      love her not, and she will die ere she make her love known, and\n      she will die if he woo her, rather than she will bate one breath\n      of her accustomed crossness.\n\n\n      DON PEDRO.\n      She doth well: if she should make tender of her love, ’tis very\n      possible he’ll scorn it; for the man,—as you know all,—hath a\n      contemptible spirit.\n\n\n      CLAUDIO.\n      He is a very proper man.\n\n\n      DON PEDRO.\n      He hath indeed a good outward happiness.\n\n\n      CLAUDIO.\n      ’Fore God, and in my mind, very wise.\n\n\n      DON PEDRO.\n      He doth indeed show some sparks that are like wit.\n\n\n      CLAUDIO.\n      And I take him to be valiant.\n\n\n      DON PEDRO.\n      As Hector, I assure you: and in the managing of quarrels you may\n      say he is wise; for either he avoids them with great discretion,\n      or undertakes them with a most Christian-like fear.\n\n\n      LEONATO.\n      If he do fear God, a’ must necessarily keep peace: if he break\n      the peace, he ought to enter into a quarrel with fear and\n      trembling.\n\n\n      DON PEDRO.\n      And so will he do; for the man doth fear God, howsoever it seems\n      not in him by some large jests he will make. Well, I am sorry for\n      your niece. Shall we go seek Benedick and tell him of her love?\n\n\n      CLAUDIO.\n      Never tell him, my lord: let her wear it out with good counsel.\n\n\n      LEONATO.\n      Nay, that’s impossible: she may wear her heart out first.\n\n\n      DON PEDRO.\n      Well, we will hear further of it by your daughter: let it cool\n      the while. I love Benedick well, and I could wish he would\n      modestly examine himself, to see how much he is unworthy so good\n      a lady.\n\n\n      LEONATO.\n      My lord, will you walk? dinner is ready.\n\n\n      CLAUDIO.\n      [_Aside_] If he do not dote on her upon this, I will never trust\n      my expectation.\n\n\n      DON PEDRO.\n      [_Aside_] Let there be the same net spread for her; and that must\n      your daughter and her gentlewoman carry. The sport will be, when\n      they hold one an opinion of another’s dotage, and no such matter:\n      that’s the scene that I would see, which will be merely a dumb\n      show. Let us send her to call him in to dinner.\n\n\n      [_Exeunt Don Pedro, Claudio and Leonato._]\n\n\n      BENEDICK.\n      [_Advancing from the arbour._] This can be no trick: the\n      conference was sadly borne. They have the truth of this from\n      Hero. They seem to pity the lady: it seems her affections have\n      their full bent. Love me? why, it must be requited. I hear how I\n      am censured: they say I will bear myself proudly, if I perceive\n      the love come from her; they say too that she will rather die\n      than give any sign of affection. I did never think to marry: I\n      must not seem proud: happy are they that hear their detractions,\n      and can put them to mending. They say the lady is fair: ’tis a\n      truth, I can bear them witness; and virtuous: ’tis so, I cannot\n      reprove it; and wise, but for loving me: by my troth, it is no\n      addition to her wit, nor no great argument of her folly, for I\n      will be horribly in love with her. I may chance have some odd\n      quirks and remnants of wit broken on me, because I have railed so\n      long against marriage; but doth not the appetite alter? A man\n      loves the meat in his youth that he cannot endure in his age.\n      Shall quips and sentences and these paper bullets of the brain\n      awe a man from the career of his humour? No; the world must be\n      peopled. When I said I would die a bachelor, I did not think I\n      should live till I were married. Here comes Beatrice. By this\n      day! she’s a fair lady: I do spy some marks of love in her.\n\n\n      Enter Beatrice.\n\n\n      BEATRICE.\n      Against my will I am sent to bid you come in to dinner.\n\n\n      BENEDICK.\n      Fair Beatrice, I thank you for your pains.\n\n\n      BEATRICE.\n      I took no more pains for those thanks than you take pains to\n      thank me: if it had been painful, I would not have come.\n\n\n      BENEDICK.\n      You take pleasure then in the message?\n\n\n      BEATRICE.\n      Yea, just so much as you may take upon a knife’s point, and choke\n      a daw withal. You have no stomach, signior: fare you well.\n\n\n      [_Exit._]\n\n\n      BENEDICK.\n      Ha! ‘Against my will I am sent to bid you come in to dinner,’\n      there’s a double meaning in that. ‘I took no more pains for those\n      thanks than you took pains to thank me,’ that’s as much as to\n      say, Any pains that I take for you is as easy as thanks. If I do\n      not take pity of her, I am a villain; if I do not love her, I am\n      a Jew. I will go get her picture.\n\n\n      [_Exit._]\n\n\n\n\n\nACT III\n\nSCENE I. Leonato’s Garden.\n\n      Enter Hero, Margaret and Ursula.\n\n\n      HERO.\n      Good Margaret, run thee to the parlour;\n      There shalt thou find my cousin Beatrice\n      Proposing with the Prince and Claudio:\n      Whisper her ear, and tell her, I and Ursala\n      Walk in the orchard, and our whole discourse\n      Is all of her; say that thou overheard’st us,\n      And bid her steal into the pleached bower,\n      Where honey-suckles, ripen’d by the sun,\n      Forbid the sun to enter; like favourites,\n      Made proud by princes, that advance their pride\n      Against that power that bred it. There will she hide her,\n      To listen our propose. This is thy office;\n      Bear thee well in it and leave us alone.\n\n\n      MARGARET.\n      I’ll make her come, I warrant you, presently.\n\n\n      [_Exit._]\n\n\n      HERO.\n      Now, Ursula, when Beatrice doth come,\n      As we do trace this alley up and down,\n      Our talk must only be of Benedick:\n      When I do name him, let it be thy part\n      To praise him more than ever man did merit.\n      My talk to thee must be how Benedick\n      Is sick in love with Beatrice: of this matter\n      Is little Cupid’s crafty arrow made,\n      That only wounds by hearsay.\n\n\n      Enter Beatrice behind.\n\n\n      Now begin;\n      For look where Beatrice, like a lapwing, runs\n      Close by the ground, to hear our conference.\n\n\n      URSULA.\n      The pleasant’st angling is to see the fish\n      Cut with her golden oars the silver stream,\n      And greedily devour the treacherous bait:\n      So angle we for Beatrice; who even now\n      Is couched in the woodbine coverture.\n      Fear you not my part of the dialogue.\n\n\n      HERO.\n      Then go we near her, that her ear lose nothing\n      Of the false sweet bait that we lay for it.\n\n\n      [_They advance to the bower._]\n\n\n      No, truly, Ursula, she is too disdainful;\n      I know her spirits are as coy and wild\n      As haggards of the rock.\n\n\n      URSULA.\n      But are you sure\n      That Benedick loves Beatrice so entirely?\n\n\n      HERO.\n      So says the Prince, and my new-trothed lord.\n\n\n      URSULA.\n      And did they bid you tell her of it, madam?\n\n\n      HERO.\n      They did entreat me to acquaint her of it;\n      But I persuaded them, if they lov’d Benedick,\n      To wish him wrestle with affection,\n      And never to let Beatrice know of it.\n\n\n      URSULA.\n      Why did you so? Doth not the gentleman\n      Deserve as full as fortunate a bed\n      As ever Beatrice shall couch upon?\n\n\n      HERO.\n      O god of love! I know he doth deserve\n      As much as may be yielded to a man;\n      But Nature never fram’d a woman’s heart\n      Of prouder stuff than that of Beatrice;\n      Disdain and scorn ride sparkling in her eyes,\n      Misprising what they look on, and her wit\n      Values itself so highly, that to her\n      All matter else seems weak. She cannot love,\n      Nor take no shape nor project of affection,\n      She is so self-endear’d.\n\n\n      URSULA.\n      Sure I think so;\n      And therefore certainly it were not good\n      She knew his love, lest she make sport at it.\n\n\n      HERO.\n      Why, you speak truth. I never yet saw man,\n      How wise, how noble, young, how rarely featur’d,\n      But she would spell him backward: if fair-fac’d,\n      She would swear the gentleman should be her sister;\n      If black, why, Nature, drawing of an antick,\n      Made a foul blot; if tall, a lance ill-headed;\n      If low, an agate very vilely cut;\n      If speaking, why, a vane blown with all winds;\n      If silent, why, a block moved with none.\n      So turns she every man the wrong side out,\n      And never gives to truth and virtue that\n      Which simpleness and merit purchaseth.\n\n\n      URSULA.\n      Sure, sure, such carping is not commendable.\n\n\n      HERO.\n      No; not to be so odd, and from all fashions,\n      As Beatrice is, cannot be commendable.\n      But who dare tell her so? If I should speak,\n      She would mock me into air: O! she would laugh me\n      Out of myself, press me to death with wit.\n      Therefore let Benedick, like cover’d fire,\n      Consume away in sighs, waste inwardly:\n      It were a better death than die with mocks,\n      Which is as bad as die with tickling.\n\n\n      URSULA.\n      Yet tell her of it: hear what she will say.\n\n\n      HERO.\n      No; rather I will go to Benedick,\n      And counsel him to fight against his passion.\n      And, truly, I’ll devise some honest slanders\n      To stain my cousin with. One doth not know\n      How much an ill word may empoison liking.\n\n\n      URSULA.\n      O! do not do your cousin such a wrong.\n      She cannot be so much without true judgment,—\n      Having so swift and excellent a wit\n      As she is priz’d to have,—as to refuse\n      So rare a gentleman as Signior Benedick.\n\n\n      HERO.\n      He is the only man of Italy,\n      Always excepted my dear Claudio.\n\n\n      URSULA.\n      I pray you, be not angry with me, madam,\n      Speaking my fancy: Signior Benedick,\n      For shape, for bearing, argument and valour,\n      Goes foremost in report through Italy.\n\n\n      HERO.\n      Indeed, he hath an excellent good name.\n\n\n      URSULA.\n      His excellence did earn it, ere he had it.\n      When are you married, madam?\n\n\n      HERO.\n      Why, every day, tomorrow. Come, go in:\n      I’ll show thee some attires, and have thy counsel\n      Which is the best to furnish me tomorrow.\n\n\n      URSULA.\n      She’s lim’d, I warrant you,\n      We have caught her, madam.\n\n\n      HERO.\n      If it prove so, then loving goes by haps:\n      Some Cupid kills with arrows, some with traps.\n\n\n      [_Exeunt Hero and Ursula._]\n\n\n      BEATRICE.\n      [_Advancing._] What fire is in mine ears? Can this be true?\n      Stand I condemn’d for pride and scorn so much?\n      Contempt, farewell! and maiden pride, adieu!\n      No glory lives behind the back of such.\n      And, Benedick, love on; I will requite thee,\n      Taming my wild heart to thy loving hand:\n      If thou dost love, my kindness shall incite thee\n      To bind our loves up in a holy band;\n      For others say thou dost deserve, and I\n      Believe it better than reportingly.\n\n\n      [_Exit._]\n\n\nSCENE II. A Room in Leonato’s House.\n\n      Enter Don Pedro, Claudio, Benedick and Leonato.\n\n\n      DON PEDRO.\n      I do but stay till your marriage be consummate, and then go I\n      toward Arragon.\n\n\n      CLAUDIO.\n      I’ll bring you thither, my lord, if you’ll vouchsafe me.\n\n\n      DON PEDRO.\n      Nay, that would be as great a soil in the new gloss of your\n      marriage, as to show a child his new coat and forbid him to wear\n      it. I will only be bold with Benedick for his company; for, from\n      the crown of his head to the sole of his foot, he is all mirth;\n      he hath twice or thrice cut Cupid’s bowstring, and the little\n      hangman dare not shoot at him. He hath a heart as sound as a\n      bell, and his tongue is the clapper; for what his heart thinks,\n      his tongue speaks.\n\n\n      BENEDICK.\n      Gallants, I am not as I have been.\n\n\n      LEONATO.\n      So say I: methinks you are sadder.\n\n\n      CLAUDIO.\n      I hope he be in love.\n\n\n      DON PEDRO.\n      Hang him, truant! there’s no true drop of blood in him to be\n      truly touched with love. If he be sad, he wants money.\n\n\n      BENEDICK.\n      I have the tooth-ache.\n\n\n      DON PEDRO.\n      Draw it.\n\n\n      BENEDICK.\n      Hang it.\n\n\n      CLAUDIO.\n      You must hang it first, and draw it afterwards.\n\n\n      DON PEDRO.\n      What! sigh for the tooth-ache?\n\n\n      LEONATO.\n      Where is but a humour or a worm?\n\n\n      BENEDICK.\n      Well, everyone can master a grief but he that has it.\n\n\n      CLAUDIO.\n      Yet say I, he is in love.\n\n\n      DON PEDRO.\n      There is no appearance of fancy in him, unless it be a fancy that\n      he hath to strange disguises; as to be a Dutchman today, a\n      Frenchman tomorrow; or in the shape of two countries at once, as\n      a German from the waist downward, all slops, and a Spaniard from\n      the hip upward, no doublet. Unless he have a fancy to this\n      foolery, as it appears he hath, he is no fool for fancy, as you\n      would have it appear he is.\n\n\n      CLAUDIO.\n      If he be not in love with some woman, there is no believing old\n      signs: a’ brushes his hat a mornings; what should that bode?\n\n\n      DON PEDRO.\n      Hath any man seen him at the barber’s?\n\n\n      CLAUDIO.\n      No, but the barber’s man hath been seen with him; and the old\n      ornament of his cheek hath already stuffed tennis balls.\n\n\n      LEONATO.\n      Indeed he looks younger than he did, by the loss of a beard.\n\n\n      DON PEDRO.\n      Nay, a’ rubs himself with civet: can you smell him out by that?\n\n\n      CLAUDIO.\n      That’s as much as to say the sweet youth’s in love.\n\n\n      DON PEDRO.\n      The greatest note of it is his melancholy.\n\n\n      CLAUDIO.\n      And when was he wont to wash his face?\n\n\n      DON PEDRO.\n      Yea, or to paint himself? for the which, I hear what they say of\n      him.\n\n\n      CLAUDIO.\n      Nay, but his jesting spirit; which is now crept into a\n      lute-string, and now governed by stops.\n\n\n      DON PEDRO.\n      Indeed, that tells a heavy tale for him. Conclude, conclude he is\n      in love.\n\n\n      CLAUDIO.\n      Nay, but I know who loves him.\n\n\n      DON PEDRO.\n      That would I know too: I warrant, one that knows him not.\n\n\n      CLAUDIO.\n      Yes, and his ill conditions; and in despite of all, dies for him.\n\n\n      DON PEDRO.\n      She shall be buried with her face upwards.\n\n\n      BENEDICK.\n      Yet is this no charm for the tooth-ache. Old signior, walk aside\n      with me: I have studied eight or nine wise words to speak to you,\n      which these hobby-horses must not hear.\n\n\n      [_Exeunt Benedick and Leonato._]\n\n\n      DON PEDRO.\n      For my life, to break with him about Beatrice.\n\n\n      CLAUDIO.\n      ’Tis even so. Hero and Margaret have by this played their parts\n      with Beatrice, and then the two bears will not bite one another\n      when they meet.\n\n\n      Enter Don John.\n\n\n      DON JOHN.\n      My lord and brother, God save you!\n\n\n      DON PEDRO.\n      Good den, brother.\n\n\n      DON JOHN.\n      If your leisure served, I would speak with you.\n\n\n      DON PEDRO.\n      In private?\n\n\n      DON JOHN.\n      If it please you; yet Count Claudio may hear, for what I would\n      speak of concerns him.\n\n\n      DON PEDRO.\n      What’s the matter?\n\n\n      DON JOHN.\n      [_To Claudio._] Means your lordship to be married tomorrow?\n\n\n      DON PEDRO.\n      You know he does.\n\n\n      DON JOHN.\n      I know not that, when he knows what I know.\n\n\n      CLAUDIO.\n      If there be any impediment, I pray you discover it.\n\n\n      DON JOHN.\n      You may think I love you not: let that appear hereafter, and aim\n      better at me by that I now will manifest. For my brother, I think\n      he holds you well, and in dearness of heart hath holp to effect\n      your ensuing marriage; surely suit ill-spent and labour ill\n      bestowed!\n\n\n      DON PEDRO.\n      Why, what’s the matter?\n\n\n      DON JOHN.\n      I came hither to tell you; and circumstances shortened,—for she\n      has been too long a talking of,—the lady is disloyal.\n\n\n      CLAUDIO.\n      Who, Hero?\n\n\n      DON JOHN.\n      Even she: Leonato’s Hero, your Hero, every man’s Hero.\n\n\n      CLAUDIO.\n      Disloyal?\n\n\n      DON JOHN.\n      The word’s too good to paint out her wickedness; I could say, she\n      were worse: think you of a worse title, and I will fit her to it.\n      Wonder not till further warrant: go but with me tonight, you\n      shall see her chamber window entered, even the night before her\n      wedding-day: if you love her then, tomorrow wed her; but it would\n      better fit your honour to change your mind.\n\n\n      CLAUDIO.\n      May this be so?\n\n\n      DON PEDRO.\n      I will not think it.\n\n\n      DON JOHN.\n      If you dare not trust that you see, confess not that you know. If\n      you will follow me, I will show you enough; and when you have\n      seen more and heard more, proceed accordingly.\n\n\n      CLAUDIO.\n      If I see anything tonight why I should not marry her tomorrow, in\n      the congregation, where I should wed, there will I shame her.\n\n\n      DON PEDRO.\n      And, as I wooed for thee to obtain her, I will join with thee to\n      disgrace her.\n\n\n      DON JOHN.\n      I will disparage her no farther till you are my witnesses: bear\n      it coldly but till midnight, and let the issue show itself.\n\n\n      DON PEDRO.\n      O day untowardly turned!\n\n\n      CLAUDIO.\n      O mischief strangely thwarting!\n\n\n      DON JOHN.\n      O plague right well prevented! So will you say when you have seen\n      the sequel.\n\n\n      [_Exeunt._]\n\n\nScene III. A Street.\n\n      Enter Dogberry and Verges, with the Watch.\n\n\n      DOGBERRY.\n      Are you good men and true?\n\n\n      VERGES.\n      Yea, or else it were pity but they should suffer salvation, body\n      and soul.\n\n\n      DOGBERRY.\n      Nay, that were a punishment too good for them, if they should\n      have any allegiance in them, being chosen for the Prince’s watch.\n\n\n      VERGES.\n      Well, give them their charge, neighbour Dogberry.\n\n\n      DOGBERRY.\n      First, who think you the most desartless man to be constable?\n\n\n      FIRST WATCH.\n      Hugh Oatcake, sir, or George Seacoal; for they can write and\n      read.\n\n\n      DOGBERRY.\n      Come hither, neighbour Seacoal. God hath blessed you with a good\n      name: to be a well-favoured man is the gift of Fortune; but to\n      write and read comes by Nature.\n\n\n      SECOND WATCH.\n      Both which, Master Constable,—\n\n\n      DOGBERRY.\n      You have: I knew it would be your answer. Well, for your favour,\n      sir, why, give God thanks, and make no boast of it; and for your\n      writing and reading, let that appear when there is no need of\n      such vanity. You are thought here to be the most senseless and\n      fit man for the constable of the watch; therefore bear you the\n      lanthorn. This is your charge: you shall comprehend all vagrom\n      men; you are to bid any man stand, in the Prince’s name.\n\n\n      SECOND WATCH.\n      How, if a’ will not stand?\n\n\n      DOGBERRY.\n      Why, then, take no note of him, but let him go; and presently\n      call the rest of the watch together, and thank God you are rid of\n      a knave.\n\n\n      VERGES.\n      If he will not stand when he is bidden, he is none of the\n      Prince’s subjects.\n\n\n      DOGBERRY.\n      True, and they are to meddle with none but the Prince’s subjects.\n      You shall also make no noise in the streets: for, for the watch\n      to babble and to talk is most tolerable and not to be endured.\n\n\n      SECOND WATCH.\n      We will rather sleep than talk: we know what belongs to a watch.\n\n\n      DOGBERRY.\n      Why, you speak like an ancient and most quiet watchman, for I\n      cannot see how sleeping should offend; only have a care that your\n      bills be not stolen. Well, you are to call at all the alehouses,\n      and bid those that are drunk get them to bed.\n\n\n      SECOND WATCH.\n      How if they will not?\n\n\n      DOGBERRY.\n      Why then, let them alone till they are sober: if they make you\n      not then the better answer, you may say they are not the men you\n      took them for.\n\n\n      SECOND WATCH.\n      Well, sir.\n\n\n      DOGBERRY.\n      If you meet a thief, you may suspect him, by virtue of your\n      office, to be no true man; and, for such kind of men, the less\n      you meddle or make with them, why, the more is for your honesty.\n\n\n      SECOND WATCH.\n      If we know him to be a thief, shall we not lay hands on him?\n\n\n      DOGBERRY.\n      Truly, by your office, you may; but I think they that touch pitch\n      will be defiled. The most peaceable way for you, if you do take a\n      thief, is to let him show himself what he is and steal out of\n      your company.\n\n\n      VERGES.\n      You have been always called a merciful man, partner.\n\n\n      DOGBERRY.\n      Truly, I would not hang a dog by my will, much more a man who\n      hath any honesty in him.\n\n\n      VERGES.\n      If you hear a child cry in the night, you must call to the nurse\n      and bid her still it.\n\n\n      SECOND WATCH.\n      How if the nurse be asleep and will not hear us?\n\n\n      DOGBERRY.\n      Why then, depart in peace, and let the child wake her with\n      crying; for the ewe that will not hear her lamb when it baes,\n      will never answer a calf when he bleats.\n\n\n      VERGES.\n      ’Tis very true.\n\n\n      DOGBERRY.\n      This is the end of the charge. You constable, are to present the\n      Prince’s own person: if you meet the Prince in the night, you may\n      stay him.\n\n\n      VERGES.\n      Nay, by’r lady, that I think, a’ cannot.\n\n\n      DOGBERRY.\n      Five shillings to one on’t, with any man that knows the statutes,\n      he may stay him: marry, not without the Prince be willing; for,\n      indeed, the watch ought to offend no man, and it is an offence to\n      stay a man against his will.\n\n\n      VERGES.\n      By’r lady, I think it be so.\n\n\n      DOGBERRY.\n      Ha, ah, ha! Well, masters, good night: an there be any matter of\n      weight chances, call up me: keep your fellows’ counsels and your\n      own, and good night. Come, neighbour.\n\n\n      SECOND WATCH.\n      Well, masters, we hear our charge: let us go sit here upon the\n      church bench till two, and then all to bed.\n\n\n      DOGBERRY.\n      One word more, honest neighbours. I pray you, watch about Signior\n      Leonato’s door; for the wedding being there tomorrow, there is a\n      great coil tonight. Adieu; be vigitant, I beseech you.\n\n\n      [_Exeunt Dogberry and Verges._]\n\n\n      Enter Borachio and Conrade.\n\n\n      BORACHIO.\n      What, Conrade!\n\n\n      WATCH.\n      [_Aside_] Peace! stir not.\n\n\n      BORACHIO.\n      Conrade, I say!\n\n\n      CONRADE.\n      Here, man. I am at thy elbow.\n\n\n      BORACHIO.\n      Mass, and my elbow itched; I thought there would a scab follow.\n\n\n      CONRADE.\n      I will owe thee an answer for that; and now forward with thy\n      tale.\n\n\n      BORACHIO.\n      Stand thee close then under this penthouse, for it drizzles rain,\n      and I will, like a true drunkard, utter all to thee.\n\n\n      WATCH.\n      [_Aside_] Some treason, masters; yet stand close.\n\n\n      BORACHIO.\n      Therefore know, I have earned of Don John a thousand ducats.\n\n\n      CONRADE.\n      Is it possible that any villainy should be so dear?\n\n\n      BORACHIO.\n      Thou shouldst rather ask if it were possible any villainy should\n      be so rich; for when rich villains have need of poor ones, poor\n      ones may make what price they will.\n\n\n      CONRADE.\n      I wonder at it.\n\n\n      BORACHIO.\n      That shows thou art unconfirmed. Thou knowest that the fashion of\n      a doublet, or a hat, or a cloak, is nothing to a man.\n\n\n      CONRADE.\n      Yes, it is apparel.\n\n\n      BORACHIO.\n      I mean, the fashion.\n\n\n      CONRADE.\n      Yes, the fashion is the fashion.\n\n\n      BORACHIO.\n      Tush! I may as well say the fool’s the fool. But seest thou not\n      what a deformed thief this fashion is?\n\n\n      WATCH.\n      [_Aside_] I know that Deformed; a’ has been a vile thief this\n      seven years; a’ goes up and down like a gentleman: I remember his\n      name.\n\n\n      BORACHIO.\n      Didst thou not hear somebody?\n\n\n      CONRADE.\n      No: ’twas the vane on the house.\n\n\n      BORACHIO.\n      Seest thou not, I say, what a deformed thief this fashion is? how\n      giddily he turns about all the hot bloods between fourteen and\n      five-and-thirty? sometime fashioning them like Pharaoh’s soldiers\n      in the reechy painting; sometime like god Bel’s priests in the\n      old church window; sometime like the shaven Hercules in the\n      smirched worm-eaten tapestry, where his codpiece seems as massy\n      as his club?\n\n\n      CONRADE.\n      All this I see, and I see that the fashion wears out more apparel\n      than the man. But art not thou thyself giddy with the fashion\n      too, that thou hast shifted out of thy tale into telling me of\n      the fashion?\n\n\n      BORACHIO.\n      Not so neither; but know, that I have tonight wooed Margaret, the\n      Lady Hero’s gentlewoman, by the name of Hero: she leans me out at\n      her mistress’ chamber window, bids me a thousand times good\n      night,—I tell this tale vilely:—I should first tell thee how the\n      Prince, Claudio, and my master, planted and placed and possessed\n      by my master Don John, saw afar off in the orchard this amiable\n      encounter.\n\n\n      CONRADE.\n      And thought they Margaret was Hero?\n\n\n      BORACHIO.\n      Two of them did, the Prince and Claudio; but the devil my master,\n      knew she was Margaret; and partly by his oaths, which first\n      possessed them, partly by the dark night, which did deceive them,\n      but chiefly by my villainy, which did confirm any slander that\n      Don John had made, away went Claudio enraged; swore he would meet\n      her, as he was appointed, next morning at the temple, and there,\n      before the whole congregation, shame her with what he saw o’er\n      night, and send her home again without a husband.\n\n\n      FIRST WATCH.\n      We charge you in the Prince’s name, stand!\n\n\n      SECOND WATCH.\n      Call up the right Master Constable. We have here recovered the\n      most dangerous piece of lechery that ever was known in the\n      commonwealth.\n\n\n      FIRST WATCH.\n      And one Deformed is one of them: I know him, a’ wears a lock.\n\n\n      CONRADE.\n      Masters, masters!\n\n\n      SECOND WATCH.\n      You’ll be made bring Deformed forth, I warrant you.\n\n\n      CONRADE.\n      Masters,—\n\n\n      FIRST WATCH.\n      Never speak: we charge you let us obey you to go with us.\n\n\n      BORACHIO. We are like to prove a goodly commodity, being taken up\n      of these men’s bills.\n\n\n      CONRADE.\n      A commodity in question, I warrant you. Come, we’ll obey you.\n\n\n      [_Exeunt._]\n\n\nScene IV. A Room in Leonato’s House.\n\n      Enter Hero, Margaret and Ursula.\n\n\n      HERO.\n      Good Ursula, wake my cousin Beatrice, and desire her to rise.\n\n\n      URSULA.\n      I will, lady.\n\n\n      HERO.\n      And bid her come hither.\n\n\n      URSULA.\n      Well.\n\n\n      [_Exit._]\n\n\n      MARGARET.\n      Troth, I think your other rebato were better.\n\n\n      HERO.\n      No, pray thee, good Meg, I’ll wear this.\n\n\n      MARGARET.\n      By my troth’s not so good; and I warrant your cousin will say so.\n\n\n      HERO.\n      My cousin ’s a fool, and thou art another: I’ll wear none but\n      this.\n\n\n      MARGARET.\n      I like the new tire within excellently, if the hair were a\n      thought browner; and your gown ’s a most rare fashion, i’ faith.\n      I saw the Duchess of Milan’s gown that they praise so.\n\n\n      HERO.\n      O! that exceeds, they say.\n\n\n      MARGARET.\n      By my troth ’s but a night-gown in respect of yours: cloth o’\n      gold, and cuts, and laced with silver, set with pearls, down\n      sleeves, side sleeves, and skirts round, underborne with a bluish\n      tinsel; but for a fine, quaint, graceful, and excellent fashion,\n      yours is worth ten on’t.\n\n\n      HERO.\n      God give me joy to wear it! for my heart is exceeding heavy.\n\n\n      MARGARET.\n      ’Twill be heavier soon by the weight of a man.\n\n\n      HERO.\n      Fie upon thee! art not ashamed?\n\n\n      MARGARET.\n      Of what, lady? of speaking honourably? Is not marriage honourable\n      in a beggar? Is not your lord honourable without marriage? I\n      think you would have me say, saving your reverence, ‘a husband:’\n      an bad thinking do not wrest true speaking, I’ll offend nobody.\n      Is there any harm in ‘the heavier for a husband’? None, I think,\n      and it be the right husband and the right wife; otherwise ’tis\n      light, and not heavy: ask my Lady Beatrice else; here she comes.\n\n\n      Enter Beatrice.\n\n\n      HERO.\n      Good morrow, coz.\n\n\n      BEATRICE.\n      Good morrow, sweet Hero.\n\n\n      HERO.\n      Why, how now? do you speak in the sick tune?\n\n\n      BEATRICE.\n      I am out of all other tune, methinks.\n\n\n      MARGARET.\n      Clap’s into ‘Light o’ love’; that goes without a burden: do you\n      sing it, and I’ll dance it.\n\n\n      BEATRICE.\n      Ye, light o’ love with your heels! then, if your husband have\n      stables enough, you’ll see he shall lack no barnes.\n\n\n      MARGARET.\n      O illegitimate construction! I scorn that with my heels.\n\n\n      BEATRICE.\n      ’Tis almost five o’clock, cousin; ’tis time you were ready. By my\n      troth, I am exceeding ill. Heigh-ho!\n\n\n      MARGARET.\n      For a hawk, a horse, or a husband?\n\n\n      BEATRICE.\n      For the letter that begins them all, H.\n\n\n      MARGARET.\n      Well, and you be not turned Turk, there’s no more sailing by the\n      star.\n\n\n      BEATRICE.\n      What means the fool, trow?\n\n\n      MARGARET.\n      Nothing I; but God send everyone their heart’s desire!\n\n\n      HERO.\n      These gloves the Count sent me; they are an excellent perfume.\n\n\n      BEATRICE.\n      I am stuffed, cousin, I cannot smell.\n\n\n      MARGARET.\n      A maid, and stuffed! there’s goodly catching of cold.\n\n\n      BEATRICE.\n      O, God help me! God help me! how long have you professed\n      apprehension?\n\n\n      MARGARET.\n      Ever since you left it. Doth not my wit become me rarely!\n\n\n      BEATRICE.\n      It is not seen enough, you should wear it in your cap. By my\n      troth, I am sick.\n\n\n      MARGARET.\n      Get you some of this distilled _Carduus benedictus_, and lay it\n      to your heart: it is the only thing for a qualm.\n\n\n      HERO.\n      There thou prick’st her with a thistle.\n\n\n      BEATRICE.\n      _Benedictus!_ why _benedictus?_ you have some moral in this\n      _benedictus_.\n\n\n      MARGARET.\n      Moral! no, by my troth, I have no moral meaning; I meant, plain\n      holy thistle. You may think, perchance, that I think you are in\n      love: nay, by’r Lady, I am not such a fool to think what I list;\n      nor I list not to think what I can; nor, indeed, I cannot think,\n      if I would think my heart out of thinking, that you are in love,\n      or that you will be in love, or that you can be in love. Yet\n      Benedick was such another, and now is he become a man: he swore\n      he would never marry; and yet now, in despite of his heart, he\n      eats his meat without grudging: and how you may be converted, I\n      know not; but methinks you look with your eyes as other women do.\n\n\n      BEATRICE.\n      What pace is this that thy tongue keeps?\n\n\n      MARGARET.\n      Not a false gallop.\n\n\n      Re-enter Ursula.\n\n\n      URSULA.\n      Madam, withdraw: the Prince, the Count, Signior Benedick, Don\n      John, and all the gallants of the town are come to fetch you to\n      church.\n\n\n      HERO.\n      Help to dress me, good coz, good Meg, good Ursula.\n\n\n      [_Exeunt._]\n\n\nScene V. Another Room in Leonato’s House.\n\n      Enter Leonato and Dogberry and Verges.\n\n\n      LEONATO.\n      What would you with me, honest neighbour?\n\n\n      DOGBERRY.\n      Marry, sir, I would have some confidence with you, that decerns\n      you nearly.\n\n\n      LEONATO.\n      Brief, I pray you; for you see it is a busy time with me.\n\n\n      DOGBERRY.\n      Marry, this it is, sir.\n\n\n      VERGES.\n      Yes, in truth it is, sir.\n\n\n      LEONATO.\n      What is it, my good friends?\n\n\n      DOGBERRY.\n      Goodman Verges, sir, speaks a little off the matter: an old man,\n      sir, and his wits are not so blunt as, God help, I would desire\n      they were; but, in faith, honest as the skin between his brows.\n\n\n      VERGES.\n      Yes, I thank God, I am as honest as any man living, that is an\n      old man and no honester than I.\n\n\n      DOGBERRY.\n      Comparisons are odorous: palabras, neighbour Verges.\n\n\n      LEONATO.\n      Neighbours, you are tedious.\n\n\n      DOGBERRY.\n      It pleases your worship to say so, but we are the poor Duke’s\n      officers; but truly, for mine own part, if I were as tedious as a\n      king, I could find in my heart to bestow it all of your worship.\n\n\n      LEONATO.\n      All thy tediousness on me! ah?\n\n\n      DOGBERRY.\n      Yea, and ’twere a thousand pound more than ’tis; for I hear as\n      good exclamation on your worship, as of any man in the city, and\n      though I be but a poor man, I am glad to hear it.\n\n\n      VERGES.\n      And so am I.\n\n\n      LEONATO.\n      I would fain know what you have to say.\n\n\n      VERGES.\n      Marry, sir, our watch tonight, excepting your worship’s presence,\n      ha’ ta’en a couple of as arrant knaves as any in Messina.\n\n\n      DOGBERRY.\n      A good old man, sir; he will be talking; as they say, ‘when the\n      age is in, the wit is out.’ God help us! it is a world to see!\n      Well said, i’ faith, neighbour Verges: well, God’s a good man;\n      and two men ride of a horse, one must ride behind. An honest\n      soul, i’ faith, sir; by my troth he is, as ever broke bread; but\n      God is to be worshipped: all men are not alike; alas! good\n      neighbour.\n\n\n      LEONATO.\n      Indeed, neighbour, he comes too short of you.\n\n\n      DOGBERRY.\n      Gifts that God gives.\n\n\n      LEONATO.\n      I must leave you.\n\n\n      DOGBERRY.\n      One word, sir: our watch, sir, have indeed comprehended two\n      aspicious persons, and we would have them this morning examined\n      before your worship.\n\n\n      LEONATO.\n      Take their examination yourself, and bring it me: I am now in\n      great haste, as may appear unto you.\n\n\n      DOGBERRY.\n      It shall be suffigance.\n\n\n      LEONATO.\n      Drink some wine ere you go: fare you well.\n\n\n      Enter a Messenger.\n\n\n      MESSENGER.\n      My lord, they stay for you to give your daughter to her husband.\n\n\n      LEONATO.\n      I’ll wait upon them: I am ready.\n\n\n      [_Exeunt Leonato and Messenger._]\n\n\n      DOGBERRY.\n      Go, good partner, go get you to Francis Seacoal; bid him bring\n      his pen and inkhorn to the gaol: we are now to examination these\n      men.\n\n\n      VERGES.\n      And we must do it wisely.\n\n\n      DOGBERRY.\n      We will spare for no wit, I warrant you; here’s that shall drive\n      some of them to a non-come: only get the learned writer to set\n      down our excommunication, and meet me at the gaol.\n\n\n      [_Exeunt._]\n\n\n\n\n\nACT IV\n\nSCENE I. The Inside of a Church.\n\n      Enter Don Pedro, Don John, Leonato, Friar Francis, Claudio,\n      Benedick, Hero, Beatrice &c.\n\n\n      LEONATO.\n      Come, Friar Francis, be brief: only to the plain form of\n      marriage, and you shall recount their particular duties\n      afterwards.\n\n\n      FRIAR.\n      You come hither, my lord, to marry this lady?\n\n\n      CLAUDIO.\n      No.\n\n\n      LEONATO.\n      To be married to her, friar; you come to marry her.\n\n\n      FRIAR.\n      Lady, you come hither to be married to this Count?\n\n\n      HERO.\n      I do.\n\n\n      FRIAR.\n      If either of you know any inward impediment, why you should not\n      be conjoined, I charge you, on your souls, to utter it.\n\n\n      CLAUDIO.\n      Know you any, Hero?\n\n\n      HERO.\n      None, my lord.\n\n\n      FRIAR.\n      Know you any, Count?\n\n\n      LEONATO.\n      I dare make his answer; none.\n\n\n      CLAUDIO.\n      O! what men dare do! what men may do! what men daily do, not\n      knowing what they do!\n\n\n      BENEDICK.\n      How now! Interjections? Why then, some be of laughing, as ah! ha!\n      he!\n\n\n      CLAUDIO.\n      Stand thee by, Friar. Father, by your leave:\n      Will you with free and unconstrained soul\n      Give me this maid, your daughter?\n\n\n      LEONATO.\n      As freely, son, as God did give her me.\n\n\n      CLAUDIO.\n      And what have I to give you back whose worth\n      May counterpoise this rich and precious gift?\n\n\n      DON PEDRO.\n      Nothing, unless you render her again.\n\n\n      CLAUDIO.\n      Sweet Prince, you learn me noble thankfulness.\n      There, Leonato, take her back again:\n      Give not this rotten orange to your friend;\n      She’s but the sign and semblance of her honour.\n      Behold! how like a maid she blushes here.\n      O! what authority and show of truth\n      Can cunning sin cover itself withal.\n      Comes not that blood as modest evidence\n      To witness simple virtue? Would you not swear,\n      All you that see her, that she were a maid,\n      By these exterior shows? But she is none:\n      She knows the heat of a luxurious bed;\n      Her blush is guiltiness, not modesty.\n\n\n      LEONATO.\n      What do you mean, my lord?\n\n\n      CLAUDIO.\n      Not to be married,\n      Not to knit my soul to an approved wanton.\n\n\n      LEONATO.\n      Dear my lord, if you, in your own proof,\n      Have vanquish’d the resistance of her youth,\n      And made defeat of her virginity,—\n\n\n      CLAUDIO.\n      I know what you would say: if I have known her,\n      You will say she did embrace me as a husband,\n      And so extenuate the forehand sin: No, Leonato,\n      I never tempted her with word too large;\n      But as a brother to his sister show’d\n      Bashful sincerity and comely love.\n\n\n      HERO.\n      And seem’d I ever otherwise to you?\n\n\n      CLAUDIO.\n      Out on thee! Seeming! I will write against it:\n      You seem to me as Dian in her orb,\n      As chaste as is the bud ere it be blown;\n      But you are more intemperate in your blood\n      Than Venus, or those pamper’d animals\n      That rage in savage sensuality.\n\n\n      HERO.\n      Is my lord well, that he doth speak so wide?\n\n\n      LEONATO.\n      Sweet Prince, why speak not you?\n\n\n      DON PEDRO.\n      What should I speak?\n      I stand dishonour’d, that have gone about\n      To link my dear friend to a common stale.\n\n\n      LEONATO.\n      Are these things spoken, or do I but dream?\n\n\n      DON JOHN.\n      Sir, they are spoken, and these things are true.\n\n\n      BENEDICK.\n      This looks not like a nuptial.\n\n\n      HERO.\n      True! O God!\n\n\n      CLAUDIO.\n      Leonato, stand I here?\n      Is this the Prince? Is this the Prince’s brother?\n      Is this face Hero’s? Are our eyes our own?\n\n\n      LEONATO.\n      All this is so; but what of this, my lord?\n\n\n      CLAUDIO.\n      Let me but move one question to your daughter,\n      And by that fatherly and kindly power\n      That you have in her, bid her answer truly.\n\n\n      LEONATO.\n      I charge thee do so, as thou art my child.\n\n\n      HERO.\n      O, God defend me! how am I beset!\n      What kind of catechizing call you this?\n\n\n      CLAUDIO.\n      To make you answer truly to your name.\n\n\n      HERO.\n      Is it not Hero? Who can blot that name\n      With any just reproach?\n\n\n      CLAUDIO.\n      Marry, that can Hero:\n      Hero itself can blot out Hero’s virtue.\n      What man was he talk’d with you yesternight\n      Out at your window, betwixt twelve and one?\n      Now, if you are a maid, answer to this.\n\n\n      HERO.\n      I talk’d with no man at that hour, my lord.\n\n\n      DON PEDRO.\n      Why, then are you no maiden.\n      Leonato, I am sorry you must hear: upon my honour,\n      Myself, my brother, and this grieved Count,\n      Did see her, hear her, at that hour last night,\n      Talk with a ruffian at her chamber window;\n      Who hath indeed, most like a liberal villain,\n      Confess’d the vile encounters they have had\n      A thousand times in secret.\n\n\n      DON JOHN.\n      Fie, fie! they are not to be nam’d, my lord,\n      Not to be spoke of;\n      There is not chastity enough in language\n      Without offence to utter them. Thus, pretty lady,\n      I am sorry for thy much misgovernment.\n\n\n      CLAUDIO.\n      O Hero! what a Hero hadst thou been,\n      If half thy outward graces had been plac’d\n      About thy thoughts and counsels of thy heart!\n      But fare thee well, most foul, most fair! farewell,\n      Thou pure impiety, and impious purity!\n      For thee I’ll lock up all the gates of love,\n      And on my eyelids shall conjecture hang,\n      To turn all beauty into thoughts of harm,\n      And never shall it more be gracious.\n\n\n      LEONATO.\n      Hath no man’s dagger here a point for me?\n\n\n      [_Hero swoons._]\n\n\n      BEATRICE.\n      Why, how now, cousin! wherefore sink you down?\n\n\n      DON JOHN.\n      Come, let us go. These things, come thus to light,\n      Smother her spirits up.\n\n\n      [_Exeunt Don Pedro, Don John and Claudio._]\n\n\n      BENEDICK.\n      How doth the lady?\n\n\n      BEATRICE.\n      Dead, I think! Help, uncle! Hero! why, Hero! Uncle! Signior\n      Benedick! Friar!\n\n\n      LEONATO.\n      O Fate! take not away thy heavy hand:\n      Death is the fairest cover for her shame\n      That may be wish’d for.\n\n\n      BEATRICE.\n      How now, cousin Hero?\n\n\n      FRIAR.\n      Have comfort, lady.\n\n\n      LEONATO.\n      Dost thou look up?\n\n\n      FRIAR.\n      Yea; wherefore should she not?\n\n\n      LEONATO.\n      Wherefore! Why, doth not every earthly thing\n      Cry shame upon her? Could she here deny\n      The story that is printed in her blood?\n      Do not live, Hero; do not ope thine eyes;\n      For, did I think thou wouldst not quickly die,\n      Thought I thy spirits were stronger than thy shames,\n      Myself would, on the rearward of reproaches,\n      Strike at thy life. Griev’d I, I had but one?\n      Chid I for that at frugal Nature’s frame?\n      O! one too much by thee. Why had I one?\n      Why ever wast thou lovely in my eyes?\n      Why had I not with charitable hand\n      Took up a beggar’s issue at my gates,\n      Who smirched thus, and mir’d with infamy,\n      I might have said, ‘No part of it is mine;\n      This shame derives itself from unknown loins?’\n      But mine, and mine I lov’d, and mine I prais’d,\n      And mine that I was proud on, mine so much\n      That I myself was to myself not mine,\n      Valuing of her; why, she—O! she is fallen\n      Into a pit of ink, that the wide sea\n      Hath drops too few to wash her clean again,\n      And salt too little which may season give\n      To her foul tainted flesh.\n\n\n      BENEDICK.\n      Sir, sir, be patient.\n      For my part, I am so attir’d in wonder,\n      I know not what to say.\n\n\n      BEATRICE.\n      O! on my soul, my cousin is belied!\n\n\n      BENEDICK.\n      Lady, were you her bedfellow last night?\n\n\n      BEATRICE.\n      No, truly, not; although, until last night,\n      I have this twelvemonth been her bedfellow.\n\n\n      LEONATO.\n      Confirm’d, confirm’d! O! that is stronger made,\n      Which was before barr’d up with ribs of iron.\n      Would the two princes lie? and Claudio lie,\n      Who lov’d her so, that, speaking of her foulness,\n      Wash’d it with tears? Hence from her! let her die.\n\n\n      FRIAR.\n      Hear me a little;\n      For I have only been silent so long,\n      And given way unto this course of fortune,\n      By noting of the lady: I have mark’d\n      A thousand blushing apparitions\n      To start into her face; a thousand innocent shames\n      In angel whiteness bear away those blushes;\n      And in her eye there hath appear’d a fire,\n      To burn the errors that these princes hold\n      Against her maiden truth. Call me a fool;\n      Trust not my reading nor my observations,\n      Which with experimental seal doth warrant\n      The tenure of my book; trust not my age,\n      My reverence, calling, nor divinity,\n      If this sweet lady lie not guiltless here\n      Under some biting error.\n\n\n      LEONATO.\n      Friar, it cannot be.\n      Thou seest that all the grace that she hath left\n      Is that she will not add to her damnation\n      A sin of perjury: she not denies it.\n      Why seek’st thou then to cover with excuse\n      That which appears in proper nakedness?\n\n\n      FRIAR.\n      Lady, what man is he you are accus’d of?\n\n\n      HERO.\n      They know that do accuse me, I know none;\n      If I know more of any man alive\n      Than that which maiden modesty doth warrant,\n      Let all my sins lack mercy! O, my father!\n      Prove you that any man with me convers’d\n      At hours unmeet, or that I yesternight\n      Maintain’d the change of words with any creature,\n      Refuse me, hate me, torture me to death.\n\n\n      FRIAR.\n      There is some strange misprision in the princes.\n\n\n      BENEDICK.\n      Two of them have the very bent of honour;\n      And if their wisdoms be misled in this,\n      The practice of it lives in John the bastard,\n      Whose spirits toil in frame of villainies.\n\n\n      LEONATO.\n      I know not. If they speak but truth of her,\n      These hands shall tear her; if they wrong her honour,\n      The proudest of them shall well hear of it.\n      Time hath not yet so dried this blood of mine,\n      Nor age so eat up my invention,\n      Nor fortune made such havoc of my means,\n      Nor my bad life reft me so much of friends,\n      But they shall find, awak’d in such a kind,\n      Both strength of limb and policy of mind,\n      Ability in means and choice of friends,\n      To quit me of them throughly.\n\n\n      FRIAR.\n      Pause awhile,\n      And let my counsel sway you in this case.\n      Your daughter here the princes left for dead;\n      Let her awhile be secretly kept in,\n      And publish it that she is dead indeed:\n      Maintain a mourning ostentation;\n      And on your family’s old monument\n      Hang mournful epitaphs and do all rites\n      That appertain unto a burial.\n\n\n      LEONATO.\n      What shall become of this? What will this do?\n\n\n      FRIAR.\n      Marry, this well carried shall on her behalf\n      Change slander to remorse; that is some good.\n      But not for that dream I on this strange course,\n      But on this travail look for greater birth.\n      She dying, as it must be so maintain’d,\n      Upon the instant that she was accus’d,\n      Shall be lamented, pitied and excus’d\n      Of every hearer; for it so falls out\n      That what we have we prize not to the worth\n      Whiles we enjoy it, but being lack’d and lost,\n      Why, then we rack the value, then we find\n      The virtue that possession would not show us\n      Whiles it was ours. So will it fare with Claudio:\n      When he shall hear she died upon his words,\n      The idea of her life shall sweetly creep\n      Into his study of imagination,\n      And every lovely organ of her life\n      Shall come apparell’d in more precious habit,\n      More moving, delicate, and full of life\n      Into the eye and prospect of his soul,\n      Than when she liv’d indeed: then shall he mourn,—\n      If ever love had interest in his liver,—\n      And wish he had not so accused her,\n      No, though he thought his accusation true.\n      Let this be so, and doubt not but success\n      Will fashion the event in better shape\n      Than I can lay it down in likelihood.\n      But if all aim but this be levell’d false,\n      The supposition of the lady’s death\n      Will quench the wonder of her infamy:\n      And if it sort not well, you may conceal her,—\n      As best befits her wounded reputation,—\n      In some reclusive and religious life,\n      Out of all eyes, tongues, minds, and injuries.\n\n\n      BENEDICK.\n      Signior Leonato, let the friar advise you:\n      And though you know my inwardness and love\n      Is very much unto the Prince and Claudio,\n      Yet, by mine honour, I will deal in this\n      As secretly and justly as your soul\n      Should with your body.\n\n\n      LEONATO.\n      Being that I flow in grief,\n      The smallest twine may lead me.\n\n\n      FRIAR.\n      ’Tis well consented: presently away;\n      For to strange sores strangely they strain the cure.\n      Come, lady, die to live: this wedding day\n      Perhaps is but prolong’d: have patience and endure.\n\n\n      [_Exeunt Friar, Hero and Leonato._]\n\n\n      BENEDICK.\n      Lady Beatrice, have you wept all this while?\n\n\n      BEATRICE.\n      Yea, and I will weep a while longer.\n\n\n      BENEDICK.\n      I will not desire that.\n\n\n      BEATRICE.\n      You have no reason; I do it freely.\n\n\n      BENEDICK.\n      Surely I do believe your fair cousin is wronged.\n\n\n      BEATRICE.\n      Ah! how much might the man deserve of me that would right her.\n\n\n      BENEDICK.\n      Is there any way to show such friendship?\n\n\n      BEATRICE.\n      A very even way, but no such friend.\n\n\n      BENEDICK.\n      May a man do it?\n\n\n      BEATRICE.\n      It is a man’s office, but not yours.\n\n\n      BENEDICK.\n      I do love nothing in the world so well as you: is not that\n      strange?\n\n\n      BEATRICE.\n      As strange as the thing I know not. It were as possible for me to\n      say I loved nothing so well as you; but believe me not, and yet I\n      lie not; I confess nothing, nor I deny nothing. I am sorry for my\n      cousin.\n\n\n      BENEDICK.\n      By my sword, Beatrice, thou lovest me.\n\n\n      BEATRICE.\n      Do not swear by it, and eat it.\n\n\n      BENEDICK.\n      I will swear by it that you love me; and I will make him eat it\n      that says I love not you.\n\n\n      BEATRICE.\n      Will you not eat your word?\n\n\n      BENEDICK.\n      With no sauce that can be devised to it. I protest I love thee.\n\n\n      BEATRICE.\n      Why then, God forgive me!\n\n\n      BENEDICK.\n      What offence, sweet Beatrice?\n\n\n      BEATRICE.\n      You have stayed me in a happy hour: I was about to protest I\n      loved you.\n\n\n      BENEDICK.\n      And do it with all thy heart.\n\n\n      BEATRICE.\n      I love you with so much of my heart that none is left to protest.\n\n\n      BENEDICK.\n      Come, bid me do anything for thee.\n\n\n      BEATRICE.\n      Kill Claudio.\n\n\n      BENEDICK.\n      Ha! not for the wide world.\n\n\n      BEATRICE.\n      You kill me to deny it. Farewell.\n\n\n      BENEDICK.\n      Tarry, sweet Beatrice.\n\n\n      BEATRICE.\n      I am gone, though I am here: there is no love in you: nay, I pray\n      you, let me go.\n\n\n      BENEDICK.\n      Beatrice,—\n\n\n      BEATRICE.\n      In faith, I will go.\n\n\n      BENEDICK.\n      We’ll be friends first.\n\n\n      BEATRICE.\n      You dare easier be friends with me than fight with mine enemy.\n\n\n      BENEDICK.\n      Is Claudio thine enemy?\n\n\n      BEATRICE.\n      Is he not approved in the height a villain, that hath slandered,\n      scorned, dishonoured my kinswoman? O! that I were a man. What!\n      bear her in hand until they come to take hands, and then, with\n      public accusation, uncovered slander, unmitigated rancour,—O God,\n      that I were a man! I would eat his heart in the market-place.\n\n\n      BENEDICK.\n      Hear me, Beatrice,—\n\n\n      BEATRICE.\n      Talk with a man out at a window! a proper saying!\n\n\n      BENEDICK.\n      Nay, but Beatrice,—\n\n\n      BEATRICE.\n      Sweet Hero! she is wronged, she is slandered, she is undone.\n\n\n      BENEDICK.\n      Beat—\n\n\n      BEATRICE.\n      Princes and Counties! Surely, a princely testimony, a goodly\n      Count Comfect; a sweet gallant, surely! O! that I were a man for\n      his sake, or that I had any friend would be a man for my sake!\n      But manhood is melted into curtsies, valour into compliment, and\n      men are only turned into tongue, and trim ones too: he is now as\n      valiant as Hercules, that only tells a lie and swears it. I\n      cannot be a man with wishing, therefore I will die a woman with\n      grieving.\n\n\n      BENEDICK.\n      Tarry, good Beatrice. By this hand, I love thee.\n\n\n      BEATRICE.\n      Use it for my love some other way than swearing by it.\n\n\n      BENEDICK.\n      Think you in your soul the Count Claudio hath wronged Hero?\n\n\n      BEATRICE.\n      Yea, as sure is I have a thought or a soul.\n\n\n      BENEDICK.\n      Enough! I am engaged, I will challenge him. I will kiss your\n      hand, and so leave you. By this hand, Claudio shall render me a\n      dear account. As you hear of me, so think of me. Go, comfort your\n      cousin: I must say she is dead; and so, farewell.\n\n\n      [_Exeunt._]\n\n\nScene II. A Prison.\n\n      Enter Dogberry, Verges, and Sexton, in gowns; and the Watch, with\n      Conrade and Borachio.\n\n\n      DOGBERRY.\n      Is our whole dissembly appeared?\n\n\n      VERGES.\n      O! a stool and a cushion for the sexton.\n\n\n      SEXTON.\n      Which be the malefactors?\n\n\n      DOGBERRY.\n      Marry, that am I and my partner.\n\n\n      VERGES.\n      Nay, that’s certain: we have the exhibition to examine.\n\n\n      SEXTON.\n      But which are the offenders that are to be examined? let them\n      come before Master Constable.\n\n\n      DOGBERRY.\n      Yea, marry, let them come before me. What is your name, friend?\n\n\n      BORACHIO.\n      Borachio.\n\n\n      DOGBERRY.\n      Pray write down Borachio. Yours, sirrah?\n\n\n      CONRADE.\n      I am a gentleman, sir, and my name is Conrade.\n\n\n      DOGBERRY.\n      Write down Master gentleman Conrade. Masters, do you serve God?\n\n\n      BOTH.\n      Yea, sir, we hope.\n\n\n      DOGBERRY.\n      Write down that they hope they serve God: and write God first;\n      for God defend but God should go before such villains! Masters,\n      it is proved already that you are little better than false\n      knaves, and it will go near to be thought so shortly. How answer\n      you for yourselves?\n\n\n      CONRADE.\n      Marry, sir, we say we are none.\n\n\n      DOGBERRY.\n      A marvellous witty fellow, I assure you; but I will go about with\n      him. Come you hither, sirrah; a word in your ear: sir, I say to\n      you, it is thought you are false knaves.\n\n\n      BORACHIO.\n      Sir, I say to you we are none.\n\n\n      DOGBERRY.\n      Well, stand aside. Fore God, they are both in a tale. Have you\n      writ down, that they are none?\n\n\n      SEXTON.\n      Master Constable, you go not the way to examine: you must call\n      forth the watch that are their accusers.\n\n\n      DOGBERRY.\n      Yea, marry, that’s the eftest way. Let the watch come forth.\n      Masters, I charge you, in the Prince’s name, accuse these men.\n\n\n      FIRST WATCH.\n      This man said, sir, that Don John, the Prince’s brother, was a\n      villain.\n\n\n      DOGBERRY.\n      Write down Prince John a villain. Why, this is flat perjury, to\n      call a Prince’s brother villain.\n\n\n      BORACHIO.\n      Master Constable,—\n\n\n      DOGBERRY.\n      Pray thee, fellow, peace: I do not like thy look, I promise thee.\n\n\n      SEXTON.\n      What heard you him say else?\n\n\n      SECOND WATCH.\n      Marry, that he had received a thousand ducats of Don John for\n      accusing the Lady Hero wrongfully.\n\n\n      DOGBERRY.\n      Flat burglary as ever was committed.\n\n\n      VERGES.\n      Yea, by the mass, that it is.\n\n\n      SEXTON.\n      What else, fellow?\n\n\n      FIRST WATCH.\n      And that Count Claudio did mean, upon his words, to disgrace Hero\n      before the whole assembly, and not marry her.\n\n\n      DOGBERRY.\n      O villain! thou wilt be condemned into everlasting redemption for\n      this.\n\n\n      SEXTON.\n      What else?\n\n\n      SECOND WATCH.\n      This is all.\n\n\n      SEXTON.\n      And this is more, masters, than you can deny. Prince John is this\n      morning secretly stolen away: Hero was in this manner accused, in\n      this manner refused, and, upon the grief of this, suddenly died.\n      Master Constable, let these men be bound, and brought to\n      Leonato’s: I will go before and show him their examination.\n\n\n      [_Exit._]\n\n\n      DOGBERRY.\n      Come, let them be opinioned.\n\n\n      VERGES.\n      Let them be in the hands—\n\n\n      CONRADE.\n      Off, coxcomb!\n\n\n      DOGBERRY.\n      God’s my life! where’s the sexton? let him write down the\n      Prince’s officer coxcomb. Come, bind them. Thou naughty varlet!\n\n\n      CONRADE.\n      Away! you are an ass; you are an ass.\n\n\n      DOGBERRY.\n      Dost thou not suspect my place? Dost thou not suspect my years? O\n      that he were here to write me down an ass! but, masters, remember\n      that I am an ass; though it be not written down, yet forget not\n      that I am an ass. No, thou villain, thou art full of piety, as\n      shall be proved upon thee by good witness. I am a wise fellow;\n      and, which is more, an officer; and, which is more, a\n      householder; and, which is more, as pretty a piece of flesh as\n      any in Messina; and one that knows the law, go to; and a rich\n      fellow enough, go to; and a fellow that hath had losses; and one\n      that hath two gowns, and everything handsome about him. Bring him\n      away. O that I had been writ down an ass!\n\n\n      [_Exeunt._]\n\n\n\n\n\nACT V\n\nSCENE I. Before Leonato’s House.\n\n      Enter Leonato and Antonio.\n\n\n      ANTONIO.\n      If you go on thus, you will kill yourself\n      And ’tis not wisdom thus to second grief\n      Against yourself.\n\n\n      LEONATO.\n      I pray thee, cease thy counsel,\n      Which falls into mine ears as profitless\n      As water in a sieve: give not me counsel;\n      Nor let no comforter delight mine ear\n      But such a one whose wrongs do suit with mine:\n      Bring me a father that so lov’d his child,\n      Whose joy of her is overwhelm’d like mine,\n      And bid him speak of patience;\n      Measure his woe the length and breadth of mine,\n      And let it answer every strain for strain,\n      As thus for thus and such a grief for such,\n      In every lineament, branch, shape, and form:\n      If such a one will smile, and stroke his beard;\n      Bid sorrow wag, cry ‘hem’ when he should groan,\n      Patch grief with proverbs; make misfortune drunk\n      With candle-wasters; bring him yet to me,\n      And I of him will gather patience.\n      But there is no such man; for, brother, men\n      Can counsel and speak comfort to that grief\n      Which they themselves not feel; but, tasting it,\n      Their counsel turns to passion, which before\n      Would give preceptial medicine to rage,\n      Fetter strong madness in a silken thread,\n      Charm ache with air and agony with words.\n      No, no; ’tis all men’s office to speak patience\n      To those that wring under the load of sorrow,\n      But no man’s virtue nor sufficiency\n      To be so moral when he shall endure\n      The like himself. Therefore give me no counsel:\n      My griefs cry louder than advertisement.\n\n\n      ANTONIO.\n      Therein do men from children nothing differ.\n\n\n      LEONATO.\n      I pray thee peace! I will be flesh and blood;\n      For there was never yet philosopher\n      That could endure the toothache patiently,\n      However they have writ the style of gods\n      And made a push at chance and sufferance.\n\n\n      ANTONIO.\n      Yet bend not all the harm upon yourself;\n      Make those that do offend you suffer too.\n\n\n      LEONATO.\n      There thou speak’st reason: nay, I will do so.\n      My soul doth tell me Hero is belied;\n      And that shall Claudio know; so shall the Prince,\n      And all of them that thus dishonour her.\n\n\n      ANTONIO.\n      Here comes the Prince and Claudio hastily.\n\n\n      Enter Don Pedro and Claudio.\n\n\n      DON PEDRO.\n      Good den, good den.\n\n\n      CLAUDIO.\n      Good day to both of you.\n\n\n      LEONATO.\n      Hear you, my lords,—\n\n\n      DON PEDRO.\n      We have some haste, Leonato.\n\n\n      LEONATO.\n      Some haste, my lord! well, fare you well, my lord:\n      Are you so hasty now?—well, all is one.\n\n\n      DON PEDRO.\n      Nay, do not quarrel with us, good old man.\n\n\n      ANTONIO.\n      If he could right himself with quarrelling,\n      Some of us would lie low.\n\n\n      CLAUDIO.\n      Who wrongs him?\n\n\n      LEONATO.\n      Marry, thou dost wrong me; thou dissembler, thou.\n      Nay, never lay thy hand upon thy sword;\n      I fear thee not.\n\n\n      CLAUDIO.\n      Marry, beshrew my hand,\n      If it should give your age such cause of fear.\n      In faith, my hand meant nothing to my sword.\n\n\n      LEONATO.\n      Tush, tush, man! never fleer and jest at me:\n      I speak not like a dotard nor a fool,\n      As, under privilege of age, to brag\n      What I have done being young, or what would do,\n      Were I not old. Know, Claudio, to thy head,\n      Thou hast so wrong’d mine innocent child and me\n      That I am forc’d to lay my reverence by,\n      And, with grey hairs and bruise of many days,\n      Do challenge thee to trial of a man.\n      I say thou hast belied mine innocent child:\n      Thy slander hath gone through and through her heart,\n      And she lies buried with her ancestors;\n      O! in a tomb where never scandal slept,\n      Save this of hers, fram’d by thy villainy!\n\n\n      CLAUDIO.\n      My villainy?\n\n\n      LEONATO.\n      Thine, Claudio; thine, I say.\n\n\n      DON PEDRO.\n      You say not right, old man,\n\n\n      LEONATO.\n      My lord, my lord, I’ll prove it on his body, if he dare,\n      Despite his nice fence and his active practice,\n      His May of youth and bloom of lustihood.\n\n\n      CLAUDIO.\n      Away! I will not have to do with you.\n\n\n      LEONATO.\n      Canst thou so daff me? Thou hast kill’d my child;\n      If thou kill’st me, boy, thou shalt kill a man.\n\n\n      ANTONIO.\n      He shall kill two of us, and men indeed:\n      But that’s no matter; let him kill one first:\n      Win me and wear me; let him answer me.\n      Come, follow me, boy; come, sir boy, come, follow me.\n      Sir boy, I’ll whip you from your foining fence;\n      Nay, as I am a gentleman, I will.\n\n\n      LEONATO.\n      Brother,—\n\n\n      ANTONIO.\n      Content yourself. God knows I lov’d my niece;\n      And she is dead, slander’d to death by villains,\n      That dare as well answer a man indeed\n      As I dare take a serpent by the tongue.\n      Boys, apes, braggarts, Jacks, milksops!\n\n\n      LEONATO.\n      Brother Anthony,—\n\n\n      ANTONIO.\n      Hold you content. What, man! I know them, yea,\n      And what they weigh, even to the utmost scruple,\n      Scambling, out-facing, fashion-monging boys,\n      That lie and cog and flout, deprave and slander,\n      Go antickly, show outward hideousness,\n      And speak off half a dozen dangerous words,\n      How they might hurt their enemies, if they durst;\n      And this is all!\n\n\n      LEONATO.\n      But, brother Anthony,—\n\n\n      ANTONIO.\n      Come, ’tis no matter:\n      Do not you meddle, let me deal in this.\n\n\n      DON PEDRO.\n      Gentlemen both, we will not wake your patience.\n      My heart is sorry for your daughter’s death;\n      But, on my honour, she was charg’d with nothing\n      But what was true and very full of proof.\n\n\n      LEONATO.\n      My lord, my lord—\n\n\n      DON PEDRO.\n      I will not hear you.\n\n\n      LEONATO.\n      No? Come, brother, away. I will be heard.—\n\n\n      ANTONIO.\n      And shall, or some of us will smart for it.\n\n\n      [_Exeunt Leonato and Antonio._]\n\n\n      Enter Benedick.\n\n\n      DON PEDRO.\n      See, see; here comes the man we went to seek.\n\n\n      CLAUDIO.\n      Now, signior, what news?\n\n\n      BENEDICK.\n      Good day, my lord.\n\n\n      DON PEDRO.\n      Welcome, signior: you are almost come to part almost a fray.\n\n\n      CLAUDIO.\n      We had like to have had our two noses snapped off with two old\n      men without teeth.\n\n\n      DON PEDRO.\n      Leonato and his brother. What think’st thou? Had we fought, I\n      doubt we should have been too young for them.\n\n\n      BENEDICK.\n      In a false quarrel there is no true valour. I came to seek you\n      both.\n\n\n      CLAUDIO.\n      We have been up and down to seek thee; for we are high-proof\n      melancholy, and would fain have it beaten away. Wilt thou use thy\n      wit?\n\n\n      BENEDICK.\n      It is in my scabbard; shall I draw it?\n\n\n      DON PEDRO.\n      Dost thou wear thy wit by thy side?\n\n\n      CLAUDIO.\n      Never any did so, though very many have been beside their wit. I\n      will bid thee draw, as we do the minstrels; draw, to pleasure us.\n\n\n      DON PEDRO.\n      As I am an honest man, he looks pale. Art thou sick, or angry?\n\n\n      CLAUDIO.\n      What, courage, man! What though care killed a cat, thou hast\n      mettle enough in thee to kill care.\n\n\n      BENEDICK.\n      Sir, I shall meet your wit in the career, and you charge it\n      against me. I pray you choose another subject.\n\n\n      CLAUDIO.\n      Nay then, give him another staff: this last was broke cross.\n\n\n      DON PEDRO.\n      By this light, he changes more and more: I think he be angry\n      indeed.\n\n\n      CLAUDIO.\n      If he be, he knows how to turn his girdle.\n\n\n      BENEDICK.\n      Shall I speak a word in your ear?\n\n\n      CLAUDIO.\n      God bless me from a challenge!\n\n\n      BENEDICK.\n      [_Aside to Claudio._] You are a villain, I jest not: I will make\n      it good how you dare, with what you dare, and when you dare. Do\n      me right, or I will protest your cowardice. You have killed a\n      sweet lady, and her death shall fall heavy on you. Let me hear\n      from you.\n\n\n      CLAUDIO.\n      Well I will meet you, so I may have good cheer.\n\n\n      DON PEDRO.\n      What, a feast, a feast?\n\n\n      CLAUDIO.\n      I’ faith, I thank him; he hath bid me to a calf’s-head and a\n      capon, the which if I do not carve most curiously, say my knife’s\n      naught. Shall I not find a woodcock too?\n\n\n      BENEDICK.\n      Sir, your wit ambles well; it goes easily.\n\n\n      DON PEDRO.\n      I’ll tell thee how Beatrice praised thy wit the other day. I\n      said, thou hadst a fine wit. ‘True,’ says she, ‘a fine little\n      one.’ ‘No,’ said I, ‘a great wit.’ ‘Right,’ said she, ‘a great\n      gross one.’ ‘Nay,’ said I, ‘a good wit.’ ‘Just,’ said she, ‘it\n      hurts nobody.’ ‘Nay,’ said I, ‘the gentleman is wise.’ ‘Certain,’\n      said she, ‘a wise gentleman.’ ‘Nay,’ said I, ‘he hath the\n      tongues.’ ‘That I believe’ said she, ‘for he swore a thing to me\n      on Monday night, which he forswore on Tuesday morning: there’s a\n      double tongue; there’s two tongues.’ Thus did she, an hour\n      together, trans-shape thy particular virtues; yet at last she\n      concluded with a sigh, thou wast the properest man in Italy.\n\n\n      CLAUDIO.\n      For the which she wept heartily and said she cared not.\n\n\n      DON PEDRO.\n      Yea, that she did; but yet, for all that, an if she did not hate\n      him deadly, she would love him dearly. The old man’s daughter\n      told us all.\n\n\n      CLAUDIO.\n      All, all; and moreover, God saw him when he was hid in the\n      garden.\n\n\n      DON PEDRO.\n      But when shall we set the savage bull’s horns on the sensible\n      Benedick’s head?\n\n\n      CLAUDIO.\n      Yea, and text underneath, ‘Here dwells Benedick the married man!’\n\n\n      BENEDICK.\n      Fare you well, boy: you know my mind. I will leave you now to\n      your gossip-like humour; you break jests as braggarts do their\n      blades, which, God be thanked, hurt not. My lord, for your many\n      courtesies I thank you: I must discontinue your company. Your\n      brother the bastard is fled from Messina: you have, among you,\n      killed a sweet and innocent lady. For my Lord Lack-beard there,\n      he and I shall meet; and till then, peace be with him.\n\n\n      [_Exit._]\n\n\n      DON PEDRO.\n      He is in earnest.\n\n\n      CLAUDIO.\n      In most profound earnest; and, I’ll warrant you, for the love of\n      Beatrice.\n\n\n      DON PEDRO.\n      And hath challenged thee?\n\n\n      CLAUDIO.\n      Most sincerely.\n\n\n      DON PEDRO.\n      What a pretty thing man is when he goes in his doublet and hose\n      and leaves off his wit!\n\n\n      CLAUDIO.\n      He is then a giant to an ape; but then is an ape a doctor to such\n      a man.\n\n\n      DON PEDRO.\n      But, soft you; let me be: pluck up, my heart, and be sad! Did he\n      not say my brother was fled?\n\n\n      Enter Dogberry, Verges,  and the Watch, with Conrade and\n      Borachio.\n\n\n      DOGBERRY.\n      Come you, sir: if justice cannot tame you, she shall ne’er weigh\n      more reasons in her balance. Nay, an you be a cursing hypocrite\n      once, you must be looked to.\n\n\n      DON PEDRO.\n      How now! two of my brother’s men bound! Borachio, one!\n\n\n      CLAUDIO.\n      Hearken after their offence, my lord.\n\n\n      DON PEDRO.\n      Officers, what offence have these men done?\n\n\n      DOGBERRY.\n      Marry, sir, they have committed false report; moreover, they have\n      spoken untruths; secondarily, they are slanders; sixth and\n      lastly, they have belied a lady; thirdly, they have verified\n      unjust things; and to conclude, they are lying knaves.\n\n\n      DON PEDRO.\n      First, I ask thee what they have done; thirdly, I ask thee what’s\n      their offence; sixth and lastly, why they are committed; and, to\n      conclude, what you lay to their charge?\n\n\n      CLAUDIO.\n      Rightly reasoned, and in his own division; and, by my troth,\n      there’s one meaning well suited.\n\n\n      DON PEDRO.\n      Who have you offended, masters, that you are thus bound to your\n      answer? This learned constable is too cunning to be understood.\n      What’s your offence?\n\n\n      BORACHIO.\n      Sweet Prince, let me go no farther to mine answer: do you hear\n      me, and let this Count kill me. I have deceived even your very\n      eyes: what your wisdoms could not discover, these shallow fools\n      have brought to light; who, in the night overheard me confessing\n      to this man how Don John your brother incensed me to slander the\n      Lady Hero; how you were brought into the orchard and saw me court\n      Margaret in Hero’s garments; how you disgraced her, when you\n      should marry her. My villainy they have upon record; which I had\n      rather seal with my death than repeat over to my shame. The lady\n      is dead upon mine and my master’s false accusation; and, briefly,\n      I desire nothing but the reward of a villain.\n\n\n      DON PEDRO.\n      Runs not this speech like iron through your blood?\n\n\n      CLAUDIO.\n      I have drunk poison whiles he utter’d it.\n\n\n      DON PEDRO.\n      But did my brother set thee on to this?\n\n\n      BORACHIO.\n      Yea; and paid me richly for the practice of it.\n\n\n      DON PEDRO.\n      He is compos’d and fram’d of treachery: And fled he is upon this\n      villainy.\n\n\n      CLAUDIO.\n      Sweet Hero! now thy image doth appear\n      In the rare semblance that I lov’d it first.\n\n\n      DOGBERRY.\n      Come, bring away the plaintiffs: by this time our sexton hath\n      reformed Signior Leonato of the matter. And masters, do not\n      forget to specify, when time and place shall serve, that I am an\n      ass.\n\n\n      VERGES.\n      Here, here comes Master Signior Leonato, and the sexton too.\n\n\n      Re-enter Leonato, Antonio and the Sexton.\n\n\n      LEONATO.\n      Which is the villain? Let me see his eyes,\n      That, when I note another man like him,\n      I may avoid him. Which of these is he?\n\n\n      BORACHIO.\n      If you would know your wronger, look on me.\n\n\n      LEONATO.\n      Art thou the slave that with thy breath hast kill’d\n      Mine innocent child?\n\n\n      BORACHIO.\n      Yea, even I alone.\n\n\n      LEONATO.\n      No, not so, villain; thou beliest thyself:\n      Here stand a pair of honourable men;\n      A third is fled, that had a hand in it.\n      I thank you, princes, for my daughter’s death:\n      Record it with your high and worthy deeds.\n      ’Twas bravely done, if you bethink you of it.\n\n\n      CLAUDIO.\n      I know not how to pray your patience;\n      Yet I must speak. Choose your revenge yourself;\n      Impose me to what penance your invention\n      Can lay upon my sin: yet sinn’d I not\n      But in mistaking.\n\n\n      DON PEDRO.\n      By my soul, nor I:\n      And yet, to satisfy this good old man,\n      I would bend under any heavy weight\n      That he’ll enjoin me to.\n\n\n      LEONATO.\n      I cannot bid you bid my daughter live;\n      That were impossible; but, I pray you both,\n      Possess the people in Messina here\n      How innocent she died; and if your love\n      Can labour aught in sad invention,\n      Hang her an epitaph upon her tomb,\n      And sing it to her bones: sing it tonight.\n      Tomorrow morning come you to my house,\n      And since you could not be my son-in-law,\n      Be yet my nephew. My brother hath a daughter,\n      Almost the copy of my child that’s dead,\n      And she alone is heir to both of us:\n      Give her the right you should have given her cousin,\n      And so dies my revenge.\n\n\n      CLAUDIO.\n      O noble sir,\n      Your over-kindness doth wring tears from me!\n      I do embrace your offer; and dispose\n      For henceforth of poor Claudio.\n\n\n      LEONATO.\n      Tomorrow then I will expect your coming;\n      Tonight I take my leave. This naughty man\n      Shall face to face be brought to Margaret,\n      Who, I believe, was pack’d in all this wrong,\n      Hir’d to it by your brother.\n\n\n      BORACHIO.\n      No, by my soul she was not;\n      Nor knew not what she did when she spoke to me;\n      But always hath been just and virtuous\n      In anything that I do know by her.\n\n\n      DOGBERRY.\n      Moreover, sir,—which, indeed, is not under white and black,— this\n      plaintiff here, the offender, did call me ass: I beseech you, let\n      it be remembered in his punishment. And also, the watch heard\n      them talk of one Deformed: they say he wears a key in his ear and\n      a lock hanging by it, and borrows money in God’s name, the which\n      he hath used so long and never paid, that now men grow\n      hard-hearted, and will lend nothing for God’s sake. Pray you,\n      examine him upon that point.\n\n\n      LEONATO.\n      I thank thee for thy care and honest pains.\n\n\n      DOGBERRY.\n      Your worship speaks like a most thankful and reverent youth, and\n      I praise God for you.\n\n\n      LEONATO.\n      There’s for thy pains.\n\n\n      DOGBERRY.\n      God save the foundation!\n\n\n      LEONATO.\n      Go, I discharge thee of thy prisoner, and I thank thee.\n\n\n      DOGBERRY.\n      I leave an arrant knave with your worship; which I beseech your\n      worship to correct yourself, for the example of others. God keep\n      your worship! I wish your worship well; God restore you to\n      health! I humbly give you leave to depart, and if a merry meeting\n      may be wished, God prohibit it! Come, neighbour.\n\n\n      [_Exeunt Dogberry and Verges._]\n\n\n      LEONATO.\n      Until tomorrow morning, lords, farewell.\n\n\n      ANTONIO.\n      Farewell, my lords: we look for you tomorrow.\n\n\n      DON PEDRO.\n      We will not fail.\n\n\n      CLAUDIO.\n      Tonight I’ll mourn with Hero.\n\n\n      [_Exeunt Don Pedro and Claudio._]\n\n\n      LEONATO.\n      [_To the Watch._] Bring you these fellows on. We’ll talk with\n      Margaret,\n      How her acquaintance grew with this lewd fellow.\n\n\n      [_Exeunt._]\n\n\nSCENE II. Leonato’s Garden.\n\n      Enter Benedick and Margaret, meeting.\n\n\n      BENEDICK.\n      Pray thee, sweet Mistress Margaret, deserve well at my hands by\n      helping me to the speech of Beatrice.\n\n\n      MARGARET.\n      Will you then write me a sonnet in praise of my beauty?\n\n\n      BENEDICK.\n      In so high a style, Margaret, that no man living shall come over\n      it; for, in most comely truth, thou deservest it.\n\n\n      MARGARET.\n      To have no man come over me! why, shall I always keep below\n      stairs?\n\n\n      BENEDICK.\n      Thy wit is as quick as the greyhound’s mouth; it catches.\n\n\n      MARGARET.\n      And yours as blunt as the fencer’s foils, which hit, but hurt\n      not.\n\n\n      BENEDICK.\n      A most manly wit, Margaret; it will not hurt a woman: and so, I\n      pray thee, call Beatrice. I give thee the bucklers.\n\n\n      MARGARET.\n      Give us the swords, we have bucklers of our own.\n\n\n      BENEDICK.\n      If you use them, Margaret, you must put in the pikes with a vice;\n      and they are dangerous weapons for maids.\n\n\n      MARGARET.\n      Well, I will call Beatrice to you, who I think hath legs.\n\n\n      BENEDICK.\n      And therefore will come.\n\n\n      [_Exit Margaret._]\n\n\n          The god of love,\n           That sits above,\n         And knows me, and knows me,\n            How pitiful I deserve,—\n\n\n      I mean, in singing: but in loving, Leander the good swimmer,\n      Troilus the first employer of panders, and a whole book full of\n      these quondam carpet-mongers, whose names yet run smoothly in the\n      even road of a blank verse, why, they were never so truly turned\n      over and over as my poor self in love. Marry, I cannot show it in\n      rime; I have tried: I can find out no rime to ‘lady’ but ‘baby’,\n      an innocent rime; for ‘scorn,’ ‘horn’, a hard rime; for ‘school’,\n      ‘fool’, a babbling rime; very ominous endings: no, I was not born\n      under a riming planet, nor I cannot woo in festival terms.\n\n\n      Enter Beatrice.\n\n\n      Sweet Beatrice, wouldst thou come when I called thee?\n\n\n      BEATRICE.\n      Yea, signior; and depart when you bid me.\n\n\n      BENEDICK.\n      O, stay but till then!\n\n\n      BEATRICE.\n      ‘Then’ is spoken; fare you well now: and yet, ere I go, let me go\n      with that I came for; which is, with knowing what hath passed\n      between you and Claudio.\n\n\n      BENEDICK.\n      Only foul words; and thereupon I will kiss thee.\n\n\n      BEATRICE.\n      Foul words is but foul wind, and foul wind is but foul breath,\n      and foul breath is noisome; therefore I will depart unkissed.\n\n\n      BENEDICK.\n      Thou hast frighted the word out of his right sense, so forcible\n      is thy wit. But I must tell thee plainly, Claudio undergoes my\n      challenge, and either I must shortly hear from him, or I will\n      subscribe him a coward. And, I pray thee now, tell me, for which\n      of my bad parts didst thou first fall in love with me?\n\n\n      BEATRICE.\n      For them all together; which maintained so politic a state of\n      evil that they will not admit any good part to intermingle with\n      them. But for which of my good parts did you first suffer love\n      for me?\n\n\n      BENEDICK.\n      ‘Suffer love,’ a good epithet! I do suffer love indeed, for I\n      love thee against my will.\n\n\n      BEATRICE.\n      In spite of your heart, I think. Alas, poor heart! If you spite\n      it for my sake, I will spite it for yours; for I will never love\n      that which my friend hates.\n\n\n      BENEDICK.\n      Thou and I are too wise to woo peaceably.\n\n\n      BEATRICE.\n      It appears not in this confession: there’s not one wise man among\n      twenty that will praise himself.\n\n\n      BENEDICK.\n      An old, an old instance, Beatrice, that lived in the time of good\n      neighbours. If a man do not erect in this age his own tomb ere he\n      dies, he shall live no longer in monument than the bell rings and\n      the widow weeps.\n\n\n      BEATRICE. And how long is that think you?\n\n\n      BENEDICK.\n      Question: why, an hour in clamour and a quarter in rheum:\n      therefore is it most expedient for the wise,—if Don Worm, his\n      conscience, find no impediment to the contrary,—to be the trumpet\n      of his own virtues, as I am to myself. So much for praising\n      myself, who, I myself will bear witness, is praiseworthy. And now\n      tell me, how doth your cousin?\n\n\n      BEATRICE.\n      Very ill.\n\n\n      BENEDICK.\n      And how do you?\n\n\n      BEATRICE.\n      Very ill too.\n\n\n      BENEDICK.\n      Serve God, love me, and mend. There will I leave you too, for\n      here comes one in haste.\n\n\n      Enter Ursula.\n\n\n      URSULA.\n      Madam, you must come to your uncle. Yonder’s old coil at home: it\n      is proved, my Lady Hero hath been falsely accused, the Prince and\n      Claudio mightily abused; and Don John is the author of all, who\n      is fled and gone. Will you come presently?\n\n\n      BEATRICE.\n      Will you go hear this news, signior?\n\n\n      BENEDICK.\n      I will live in thy heart, die in thy lap, and be buried in thy\n      eyes; and moreover I will go with thee to thy uncle’s.\n\n\n      [_Exeunt._]\n\n\nSCENE III. The Inside of a Church.\n\n      Enter Don Pedro, Claudio and Attendants, with music and tapers.\n\n\n      CLAUDIO.\n      Is this the monument of Leonato?\n\n\n      A LORD.\n      It is, my lord.\n\n\n      CLAUDIO.\n      [_Reads from a scroll._]\n\n\n      Epitaph.\n\n\n        Done to death by slanderous tongues\n           Was the Hero that here lies:\n          Death, in guerdon of her wrongs,\n             Gives her fame which never dies.\n            So the life that died with shame\n             Lives in death with glorious fame.\n\n\n      Hang thou there upon the tomb,\n\n\n      Praising her when I am dumb.\n      Now, music, sound, and sing your solemn hymn.\n\n\n      Song.\n\n\n       Pardon, goddess of the night,\n         Those that slew thy virgin knight;\n          For the which, with songs of woe,\n           Round about her tomb they go.\n               Midnight, assist our moan;\n                Help us to sigh and groan,\n                    Heavily, heavily:\n                  Graves, yawn and yield your dead,\n                   Till death be uttered,\n              Heavily, heavily.\n\n\n      CLAUDIO.\n      Now, unto thy bones good night!\n      Yearly will I do this rite.\n\n\n      DON PEDRO.\n      Good morrow, masters: put your torches out.\n      The wolves have prey’d; and look, the gentle day,\n      Before the wheels of Phoebus, round about\n      Dapples the drowsy East with spots of grey.\n      Thanks to you all, and leave us: fare you well.\n\n\n      CLAUDIO.\n      Good morrow, masters: each his several way.\n\n\n      DON PEDRO.\n      Come, let us hence, and put on other weeds;\n      And then to Leonato’s we will go.\n\n\n      CLAUDIO.\n      And Hymen now with luckier issue speed’s,\n      Than this for whom we rend’red up this woe!\n\n\n      [_Exeunt._]\n\n\nSCENE IV. A Room in Leonato’s House.\n\n      Enter Leonato, Antonio, Benedick, Beatrice, Margaret, Ursula,\n      Friar Francis and Hero.\n\n\n      FRIAR.\n      Did I not tell you she was innocent?\n\n\n      LEONATO.\n      So are the Prince and Claudio, who accus’d her\n      Upon the error that you heard debated:\n      But Margaret was in some fault for this,\n      Although against her will, as it appears\n      In the true course of all the question.\n\n\n      ANTONIO.\n      Well, I am glad that all things sort so well.\n\n\n      BENEDICK.\n      And so am I, being else by faith enforc’d\n      To call young Claudio to a reckoning for it.\n\n\n      LEONATO.\n      Well, daughter, and you gentlewomen all,\n      Withdraw into a chamber by yourselves,\n      And when I send for you, come hither mask’d:\n      The Prince and Claudio promis’d by this hour\n      To visit me.\n\n\n      [_Exeunt Ladies._]\n\n\n      You know your office, brother;\n      You must be father to your brother’s daughter,\n      And give her to young Claudio.\n\n\n      ANTONIO.\n      Which I will do with confirm’d countenance.\n\n\n      BENEDICK.\n      Friar, I must entreat your pains, I think.\n\n\n      FRIAR.\n      To do what, signior?\n\n\n      BENEDICK.\n      To bind me, or undo me; one of them.\n      Signior Leonato, truth it is, good signior,\n      Your niece regards me with an eye of favour.\n\n\n      LEONATO.\n      That eye my daughter lent her. ’Tis most true.\n\n\n      BENEDICK.\n      And I do with an eye of love requite her.\n\n\n      LEONATO.\n      The sight whereof I think, you had from me,\n      From Claudio, and the Prince. But what’s your will?\n\n\n      BENEDICK.\n      Your answer, sir, is enigmatical:\n      But, for my will, my will is your good will\n      May stand with ours, this day to be conjoin’d\n      In the state of honourable marriage:\n      In which, good friar, I shall desire your help.\n\n\n      LEONATO.\n      My heart is with your liking.\n\n\n      FRIAR.\n      And my help. Here comes the Prince and Claudio.\n\n\n      Enter Don Pedro and Claudio, with Attendants.\n\n\n      DON PEDRO.\n      Good morrow to this fair assembly.\n\n\n      LEONATO.\n      Good morrow, Prince; good morrow, Claudio:\n      We here attend you. Are you yet determin’d\n      Today to marry with my brother’s daughter?\n\n\n      CLAUDIO.\n      I’ll hold my mind, were she an Ethiope.\n\n\n      LEONATO.\n      Call her forth, brother: here’s the friar ready.\n\n\n      [_Exit Antonio._]\n\n\n      DON PEDRO.\n      Good morrow, Benedick. Why, what’s the matter,\n      That you have such a February face,\n      So full of frost, of storm and cloudiness?\n\n\n      CLAUDIO.\n      I think he thinks upon the savage bull.\n      Tush! fear not, man, we’ll tip thy horns with gold,\n      And all Europa shall rejoice at thee,\n      As once Europa did at lusty Jove,\n      When he would play the noble beast in love.\n\n\n      BENEDICK.\n      Bull Jove, sir, had an amiable low:\n      And some such strange bull leap’d your father’s cow,\n      And got a calf in that same noble feat,\n      Much like to you, for you have just his bleat.\n\n\n      CLAUDIO.\n      For this I owe you: here comes other reckonings.\n\n\n      Re-enter Antonio, with the ladies masked.\n\n\n      Which is the lady I must seize upon?\n\n\n      ANTONIO.\n      This same is she, and I do give you her.\n\n\n      CLAUDIO.\n      Why then, she’s mine. Sweet, let me see your face.\n\n\n      LEONATO.\n      No, that you shall not, till you take her hand\n      Before this friar, and swear to marry her.\n\n\n      CLAUDIO.\n      Give me your hand: before this holy friar,\n      I am your husband, if you like of me.\n\n\n      HERO.\n      And when I liv’d, I was your other wife:\n      [_Unmasking._] And when you lov’d, you were my other husband.\n\n\n      CLAUDIO.\n      Another Hero!\n\n\n      HERO.\n      Nothing certainer:\n      One Hero died defil’d, but I do live,\n      And surely as I live, I am a maid.\n\n\n      DON PEDRO.\n      The former Hero! Hero that is dead!\n\n\n      LEONATO.\n      She died, my lord, but whiles her slander liv’d.\n\n\n      FRIAR.\n      All this amazement can I qualify:\n      When after that the holy rites are ended,\n      I’ll tell you largely of fair Hero’s death:\n      Meantime, let wonder seem familiar,\n      And to the chapel let us presently.\n\n\n      BENEDICK.\n      Soft and fair, friar. Which is Beatrice?\n\n\n      BEATRICE.\n      [_Unmasking._] I answer to that name. What is your will?\n\n\n      BENEDICK.\n      Do not you love me?\n\n\n      BEATRICE.\n      Why, no; no more than reason.\n\n\n      BENEDICK.\n      Why, then, your uncle and the Prince and Claudio\n      Have been deceived; for they swore you did.\n\n\n      BEATRICE.\n      Do not you love me?\n\n\n      BENEDICK.\n      Troth, no; no more than reason.\n\n\n      BEATRICE.\n      Why, then my cousin, Margaret, and Ursula,\n      Are much deceiv’d; for they did swear you did.\n\n\n      BENEDICK.\n      They swore that you were almost sick for me.\n\n\n      BEATRICE.\n      They swore that you were well-nigh dead for me.\n\n\n      BENEDICK.\n      ’Tis no such matter. Then you do not love me?\n\n\n      BEATRICE.\n      No, truly, but in friendly recompense.\n\n\n      LEONATO.\n      Come, cousin, I am sure you love the gentleman.\n\n\n      CLAUDIO.\n      And I’ll be sworn upon ’t that he loves her;\n      For here’s a paper written in his hand,\n      A halting sonnet of his own pure brain,\n      Fashion’d to Beatrice.\n\n\n      HERO.\n      And here’s another,\n      Writ in my cousin’s hand, stolen from her pocket,\n      Containing her affection unto Benedick.\n\n\n      BENEDICK.\n      A miracle! here’s our own hands against our hearts. Come, I will\n      have thee; but, by this light, I take thee for pity.\n\n\n      BEATRICE.\n      I would not deny you; but, by this good day, I yield upon great\n      persuasion, and partly to save your life, for I was told you were\n      in a consumption.\n\n\n      BENEDICK.\n      Peace! I will stop your mouth. [_Kisses her._]\n\n\n      DON PEDRO.\n      How dost thou, Benedick, the married man?\n\n\n      BENEDICK.\n      I’ll tell thee what, Prince; a college of witcrackers cannout\n      flout me out of my humour. Dost thou think I care for a satire or\n      an epigram? No; if man will be beaten with brains, a’ shall wear\n      nothing handsome about him. In brief, since I do purpose to\n      marry, I will think nothing to any purpose that the world can say\n      against it; and therefore never flout at me for what I have said\n      against it, for man is a giddy thing, and this is my conclusion.\n      For thy part, Claudio, I did think to have beaten thee; but, in\n      that thou art like to be my kinsman, live unbruised, and love my\n      cousin.\n\n\n      CLAUDIO.\n      I had well hoped thou wouldst have denied Beatrice, that I might\n      have cudgelled thee out of thy single life, to make thee a\n      double-dealer; which, out of question, thou wilt be, if my cousin\n      do not look exceeding narrowly to thee.\n\n\n      BENEDICK.\n      Come, come, we are friends. Let’s have a dance ere we are\n      married, that we may lighten our own hearts and our wives’ heels.\n\n\n      LEONATO.\n      We’ll have dancing afterward.\n\n\n      BENEDICK.\n      First, of my word; therefore play, music! Prince, thou art sad;\n      get thee a wife, get thee a wife: there is no staff more reverent\n      than one tipped with horn.\n\n\n      Enter Messenger.\n\n\n      MESSENGER.\n      My lord, your brother John is ta’en in flight,\n      And brought with armed men back to Messina.\n\n\n      BENEDICK.\n      Think not on him till tomorrow: I’ll devise thee brave\n      punishments for him. Strike up, pipers!\n\n\n      [_Dance. Exeunt._]\n\n\n\n"}