{"THE TRAGEDY OF TITUS ANDRONICUS": "THE TRAGEDY OF TITUS ANDRONICUS\n\nDramatis Personae\n\n  SATURNINUS, son to the late Emperor of Rome, afterwards Emperor\n  BASSIANUS, brother to Saturninus\n  TITUS ANDRONICUS, a noble Roman\n  MARCUS ANDRONICUS, Tribune of the People, and brother to Titus\n\n    Sons to Titus Andronicus:\n  LUCIUS\n  QUINTUS\n  MARTIUS\n  MUTIUS\n\n  YOUNG LUCIUS, a boy, son to Lucius\n  PUBLIUS, son to Marcus Andronicus\n\n    Kinsmen to Titus:\n  SEMPRONIUS\n  CAIUS\n  VALENTINE\n\n  AEMILIUS, a noble Roman\n\n    Sons to Tamora:\n  ALARBUS\n  DEMETRIUS\n  CHIRON\n\n  AARON, a Moor, beloved by Tamora\n  A CAPTAIN\n  A MESSENGER\n  A CLOWN\n\n  TAMORA, Queen of the Goths\n  LAVINIA, daughter to Titus Andronicus\n  A NURSE, and a black CHILD\n\n  Romans and Goths, Senators, Tribunes, Officers, Soldiers, and\n    Attendants\n\n                          SCENE: Rome and the neighbourhood\n\nACT 1. SCENE I. Rome. Before the Capitol\n\nFlourish. Enter the TRIBUNES and SENATORS aloft; and then enter below\nSATURNINUS and his followers at one door, and BASSIANUS and his\nfollowers at the other, with drums and trumpets\n\n  SATURNINUS. Noble patricians, patrons of my right,\n    Defend the justice of my cause with arms;\n    And, countrymen, my loving followers,\n    Plead my successive title with your swords.\n    I am his first born son that was the last\n    That ware the imperial diadem of Rome;\n    Then let my father's honours live in me,\n    Nor wrong mine age with this indignity.\n  BASSIANUS. Romans, friends, followers, favourers of my right,\n    If ever Bassianus, Caesar's son,\n    Were gracious in the eyes of royal Rome,\n    Keep then this passage to the Capitol;\n    And suffer not dishonour to approach\n    The imperial seat, to virtue consecrate,\n    To justice, continence, and nobility;\n    But let desert in pure election shine;\n    And, Romans, fight for freedom in your choice.\n\n        Enter MARCUS ANDRONICUS aloft, with the crown\n\n  MARCUS. Princes, that strive by factions and by friends\n    Ambitiously for rule and empery,\n    Know that the people of Rome, for whom we stand\n    A special party, have by common voice\n    In election for the Roman empery\n    Chosen Andronicus, surnamed Pius\n    For many good and great deserts to Rome.\n    A nobler man, a braver warrior,\n    Lives not this day within the city walls.\n    He by the Senate is accited home,\n    From weary wars against the barbarous Goths,\n    That with his sons, a terror to our foes,\n    Hath yok'd a nation strong, train'd up in arms.\n    Ten years are spent since first he undertook\n    This cause of Rome, and chastised with arms\n    Our enemies' pride; five times he hath return'd\n    Bleeding to Rome, bearing his valiant sons\n    In coffins from the field; and at this day\n    To the monument of that Andronici\n    Done sacrifice of expiation,\n    And slain the noblest prisoner of the Goths.\n    And now at last, laden with honour's spoils,\n    Returns the good Andronicus to Rome,\n    Renowned Titus, flourishing in arms.\n    Let us entreat, by honour of his name\n    Whom worthily you would have now succeed,\n    And in the Capitol and Senate's right,\n    Whom you pretend to honour and adore,\n    That you withdraw you and abate your strength,\n    Dismiss your followers, and, as suitors should,\n    Plead your deserts in peace and humbleness.\n  SATURNINUS. How fair the Tribune speaks to calm my thoughts.\n  BASSIANUS. Marcus Andronicus, so I do affy\n    In thy uprightness and integrity,\n    And so I love and honour thee and thine,\n    Thy noble brother Titus and his sons,\n    And her to whom my thoughts are humbled all,\n    Gracious Lavinia, Rome's rich ornament,\n    That I will here dismiss my loving friends,\n    And to my fortunes and the people's favour\n    Commit my cause in balance to be weigh'd.\n                                Exeunt the soldiers of BASSIANUS\n  SATURNINUS. Friends, that have been thus forward in my right,\n    I thank you all and here dismiss you all,\n    And to the love and favour of my country\n    Commit myself, my person, and the cause.\n                               Exeunt the soldiers of SATURNINUS\n    Rome, be as just and gracious unto me\n    As I am confident and kind to thee.\n    Open the gates and let me in.\n  BASSIANUS. Tribunes, and me, a poor competitor.\n                    [Flourish. They go up into the Senate House]\n\n                      Enter a CAPTAIN\n\n  CAPTAIN. Romans, make way. The good Andronicus,\n    Patron of virtue, Rome's best champion,\n    Successful in the battles that he fights,\n    With honour and with fortune is return'd\n    From where he circumscribed with his sword\n    And brought to yoke the enemies of Rome.\n\n        Sound drums and trumpets, and then enter MARTIUS and MUTIUS,\n        two of TITUS' sons; and then two men bearing a coffin covered\n        with black; then LUCIUS and QUINTUS, two other sons; then TITUS\n        ANDRONICUS; and then TAMORA the Queen of Goths, with her three\n        sons, ALARBUS, DEMETRIUS, and CHIRON, with AARON the Moor, and\n        others,  as many as can be. Then set down the coffin and TITUS\n        speaks\n\n  TITUS. Hail, Rome, victorious in thy mourning weeds!\n    Lo, as the bark that hath discharg'd her fraught\n    Returns with precious lading to the bay\n    From whence at first she weigh'd her anchorage,\n    Cometh Andronicus, bound with laurel boughs,\n    To re-salute his country with his tears,\n    Tears of true joy for his return to Rome.\n    Thou great defender of this Capitol,\n    Stand gracious to the rites that we intend!\n    Romans, of five and twenty valiant sons,\n    Half of the number that King Priam had,\n    Behold the poor remains, alive and dead!\n    These that survive let Rome reward with love;\n    These that I bring unto their latest home,\n    With burial amongst their ancestors.\n    Here Goths have given me leave to sheathe my sword.\n    Titus, unkind, and careless of thine own,\n    Why suffer'st thou thy sons, unburied yet,\n    To hover on the dreadful shore of Styx?\n    Make way to lay them by their brethren.\n                                            [They open the tomb]\n    There greet in silence, as the dead are wont,\n    And sleep in peace, slain in your country's wars.\n    O sacred receptacle of my joys,\n    Sweet cell of virtue and nobility,\n    How many sons hast thou of mine in store\n    That thou wilt never render to me more!\n  LUCIUS. Give us the proudest prisoner of the Goths,\n    That we may hew his limbs, and on a pile\n    Ad manes fratrum sacrifice his flesh\n    Before this earthy prison of their bones,\n    That so the shadows be not unappeas'd,\n    Nor we disturb'd with prodigies on earth.\n  TITUS. I give him you- the noblest that survives,\n    The eldest son of this distressed queen.\n  TAMORA. Stay, Roman brethen! Gracious conqueror,\n    Victorious Titus, rue the tears I shed,\n    A mother's tears in passion for her son;\n    And if thy sons were ever dear to thee,\n    O, think my son to be as dear to me!\n    Sufficeth not that we are brought to Rome\n    To beautify thy triumphs, and return\n    Captive to thee and to thy Roman yoke;\n    But must my sons be slaughtered in the streets\n    For valiant doings in their country's cause?\n    O, if to fight for king and commonweal\n    Were piety in thine, it is in these.\n    Andronicus, stain not thy tomb with blood.\n    Wilt thou draw near the nature of the gods?\n    Draw near them then in being merciful.\n    Sweet mercy is nobility's true badge.\n    Thrice-noble Titus, spare my first-born son.\n  TITUS. Patient yourself, madam, and pardon me.\n    These are their brethren, whom your Goths beheld\n    Alive and dead; and for their brethren slain\n    Religiously they ask a sacrifice.\n    To this your son is mark'd, and die he must\n    T' appease their groaning shadows that are gone.\n  LUCIUS. Away with him, and make a fire straight;\n    And with our swords, upon a pile of wood,\n    Let's hew his limbs till they be clean consum'd.\n                                Exeunt TITUS' SONS, with ALARBUS\n  TAMORA. O cruel, irreligious piety!\n  CHIRON. Was never Scythia half so barbarous!\n  DEMETRIUS. Oppose not Scythia to ambitious Rome.\n    Alarbus goes to rest, and we survive\n    To tremble under Titus' threat'ning look.\n    Then, madam, stand resolv'd, but hope withal\n    The self-same gods that arm'd the Queen of Troy\n    With opportunity of sharp revenge\n    Upon the Thracian tyrant in his tent\n    May favour Tamora, the Queen of Goths-\n    When Goths were Goths and Tamora was queen-\n    To quit the bloody wrongs upon her foes.\n\n            Re-enter LUCIUS, QUINTUS, MARTIUS, and\n   MUTIUS, the sons of ANDRONICUS, with their swords bloody\n\n  LUCIUS. See, lord and father, how we have perform'd\n    Our Roman rites: Alarbus' limbs are lopp'd,\n    And entrails feed the sacrificing fire,\n    Whose smoke like incense doth perfume the sky.\n    Remaineth nought but to inter our brethren,\n    And with loud 'larums welcome them to Rome.\n  TITUS. Let it be so, and let Andronicus\n    Make this his latest farewell to their souls.\n                 [Sound trumpets and lay the coffin in the tomb]\n    In peace and honour rest you here, my sons;\n    Rome's readiest champions, repose you here in rest,\n    Secure from worldly chances and mishaps!\n    Here lurks no treason, here no envy swells,\n    Here grow no damned drugs, here are no storms,\n    No noise, but silence and eternal sleep.\n    In peace and honour rest you here, my sons!\n\n                       Enter LAVINIA\n\n  LAVINIA. In peace and honour live Lord Titus long;\n    My noble lord and father, live in fame!\n    Lo, at this tomb my tributary tears\n    I render for my brethren's obsequies;\n    And at thy feet I kneel, with tears of joy\n    Shed on this earth for thy return to Rome.\n    O, bless me here with thy victorious hand,\n    Whose fortunes Rome's best citizens applaud!\n  TITUS. Kind Rome, that hast thus lovingly reserv'd\n    The cordial of mine age to glad my heart!\n    Lavinia, live; outlive thy father's days,\n    And fame's eternal date, for virtue's praise!\n\n          Enter, above, MARCUS ANDRONICUS and TRIBUNES;\n          re-enter SATURNINUS, BASSIANUS, and attendants\n\n  MARCUS. Long live Lord Titus, my beloved brother,\n    Gracious triumpher in the eyes of Rome!\n  TITUS. Thanks, gentle Tribune, noble brother Marcus.\n  MARCUS. And welcome, nephews, from successful wars,\n    You that survive and you that sleep in fame.\n    Fair lords, your fortunes are alike in all\n    That in your country's service drew your swords;\n    But safer triumph is this funeral pomp\n    That hath aspir'd to Solon's happiness\n    And triumphs over chance in honour's bed.\n    Titus Andronicus, the people of Rome,\n    Whose friend in justice thou hast ever been,\n    Send thee by me, their Tribune and their trust,\n    This par]iament of white and spotless hue;\n    And name thee in election for the empire\n    With these our late-deceased Emperor's sons:\n    Be candidatus then, and put it on,\n    And help to set a head on headless Rome.\n  TITUS. A better head her glorious body fits\n    Than his that shakes for age and feebleness.\n    What should I don this robe and trouble you?\n    Be chosen with proclamations to-day,\n    To-morrow yield up rule, resign my life,\n    And set abroad new business for you all?\n    Rome, I have been thy soldier forty years,\n    And led my country's strength successfully,\n    And buried one and twenty valiant sons,\n    Knighted in field, slain manfully in arms,\n    In right and service of their noble country.\n    Give me a staff of honour for mine age,\n    But not a sceptre to control the world.\n    Upright he held it, lords, that held it last.\n  MARCUS. Titus, thou shalt obtain and ask the empery.\n  SATURNINUS. Proud and ambitious Tribune, canst thou tell?\n  TITUS. Patience, Prince Saturninus.\n  SATURNINUS. Romans, do me right.\n    Patricians, draw your swords, and sheathe them not\n    Till Saturninus be Rome's Emperor.\n    Andronicus, would thou were shipp'd to hell\n    Rather than rob me of the people's hearts!\n  LUCIUS. Proud Saturnine, interrupter of the good\n    That noble-minded Titus means to thee!\n  TITUS. Content thee, Prince; I will restore to thee\n    The people's hearts, and wean them from themselves.\n  BASSIANUS. Andronicus, I do not flatter thee,\n    But honour thee, and will do till I die.\n    My faction if thou strengthen with thy friends,\n    I will most thankful be; and thanks to men\n    Of noble minds is honourable meed.\n  TITUS. People of Rome, and people's Tribunes here,\n    I ask your voices and your suffrages:\n    Will ye bestow them friendly on Andronicus?\n  TRIBUNES. To gratify the good Andronicus,\n    And gratulate his safe return to Rome,\n    The people will accept whom he admits.\n  TITUS. Tribunes, I thank you; and this suit I make,\n    That you create our Emperor's eldest son,\n    Lord Saturnine; whose virtues will, I hope,\n    Reflect on Rome as Titan's rays on earth,\n    And ripen justice in this commonweal.\n    Then, if you will elect by my advice,\n    Crown him, and say 'Long live our Emperor!'\n  MARCUS. With voices and applause of every sort,\n    Patricians and plebeians, we create\n    Lord Saturninus Rome's great Emperor;\n    And say 'Long live our Emperor Saturnine!'\n                           [A long flourish till they come down]\n  SATURNINUS. Titus Andronicus, for thy favours done\n    To us in our election this day\n    I give thee thanks in part of thy deserts,\n    And will with deeds requite thy gentleness;\n    And for an onset, Titus, to advance\n    Thy name and honourable family,\n    Lavinia will I make my emperess,\n    Rome's royal mistress, mistress of my heart,\n    And in the sacred Pantheon her espouse.\n    Tell me, Andronicus, doth this motion please thee?\n  TITUS. It doth, my worthy lord, and in this match\n    I hold me highly honoured of your Grace,\n    And here in sight of Rome, to Saturnine,\n    King and commander of our commonweal,\n    The wide world's Emperor, do I consecrate\n    My sword, my chariot, and my prisoners,\n    Presents well worthy Rome's imperious lord;\n    Receive them then, the tribute that I owe,\n    Mine honour's ensigns humbled at thy feet.\n  SATURNINUS. Thanks, noble Titus, father of my life.\n    How proud I am of thee and of thy gifts\n    Rome shall record; and when I do forget\n    The least of these unspeakable deserts,\n    Romans, forget your fealty to me.\n  TITUS.  [To TAMORA]  Now, madam, are you prisoner to an emperor;\n    To him that for your honour and your state\n    Will use you nobly and your followers.\n  SATURNINUS.  [Aside]  A goodly lady, trust me; of the hue\n    That I would choose, were I to choose anew.-\n    Clear up, fair Queen, that cloudy countenance;\n    Though chance of war hath wrought this change of cheer,\n    Thou com'st not to be made a scorn in Rome-\n    Princely shall be thy usage every way.\n    Rest on my word, and let not discontent\n    Daunt all your hopes. Madam, he comforts you\n    Can make you greater than the Queen of Goths.\n    Lavinia, you are not displeas'd with this?\n  LAVINIA. Not I, my lord, sith true nobility\n    Warrants these words in princely courtesy.\n  SATURNINUS. Thanks, sweet Lavinia. Romans, let us go.\n    Ransomless here we set our prisoners free.\n    Proclaim our honours, lords, with trump and drum.\n                                                      [Flourish]\n  BASSIANUS. Lord Titus, by your leave, this maid is mine.\n                                               [Seizing LAVINIA]\n  TITUS. How, sir! Are you in earnest then, my lord?\n  BASSIANUS. Ay, noble Titus, and resolv'd withal\n    To do myself this reason and this right.\n  MARCUS. Suum cuique is our Roman justice:\n    This prince in justice seizeth but his own.\n  LUCIUS. And that he will and shall, if Lucius live.\n  TITUS. Traitors, avaunt! Where is the Emperor's guard?\n    Treason, my lord- Lavinia is surpris'd!\n  SATURNINUS. Surpris'd! By whom?\n  BASSIANUS. By him that justly may\n    Bear his betroth'd from all the world away.\n                        Exeunt BASSIANUS and MARCUS with LAVINIA\n  MUTIUS. Brothers, help to convey her hence away,\n    And with my sword I'll keep this door safe.\n                             Exeunt LUCIUS, QUINTUS, and MARTIUS\n  TITUS. Follow, my lord, and I'll soon bring her back.\n  MUTIUS. My lord, you pass not here.\n  TITUS. What, villain boy!\n    Bar'st me my way in Rome?\n  MUTIUS. Help, Lucius, help!\n            TITUS kills him. During the fray, exeunt SATURNINUS,\n                            TAMORA, DEMETRIUS, CHIRON, and AARON\n\n                      Re-enter Lucius\n\n  LUCIUS. My lord, you are unjust, and more than so:\n    In wrongful quarrel you have slain your son.\n  TITUS. Nor thou nor he are any sons of mine;\n    My sons would never so dishonour me.\n\n                 Re-enter aloft the EMPEROR\n      with TAMORA and her two Sons, and AARON the Moor\n\n    Traitor, restore Lavinia to the Emperor.\n  LUCIUS. Dead, if you will; but not to be his wife,\n    That is another's lawful promis'd love.                 Exit\n  SATURNINUS. No, Titus, no; the Emperor needs her not,\n    Nor her, nor thee, nor any of thy stock.\n    I'll trust by leisure him that mocks me once;\n    Thee never, nor thy traitorous haughty sons,\n    Confederates all thus to dishonour me.\n    Was there none else in Rome to make a stale\n    But Saturnine? Full well, Andronicus,\n    Agree these deeds with that proud brag of thine\n    That saidst I begg'd the empire at thy hands.\n  TITUS. O monstrous! What reproachful words are these?\n  SATURNINUS. But go thy ways; go, give that changing piece\n    To him that flourish'd for her with his sword.\n    A valiant son-in-law thou shalt enjoy;\n    One fit to bandy with thy lawless sons,\n    To ruffle in the commonwealth of Rome.\n  TITUS. These words are razors to my wounded heart.\n  SATURNINUS. And therefore, lovely Tamora, Queen of Goths,\n    That, like the stately Phoebe 'mongst her nymphs,\n    Dost overshine the gallant'st dames of Rome,\n    If thou be pleas'd with this my sudden choice,\n    Behold, I choose thee, Tamora, for my bride\n    And will create thee Emperess of Rome.\n    Speak, Queen of Goths, dost thou applaud my choice?\n    And here I swear by all the Roman gods-\n    Sith priest and holy water are so near,\n    And tapers burn so bright, and everything\n    In readiness for Hymenaeus stand-\n    I will not re-salute the streets of Rome,\n    Or climb my palace, till from forth this place\n    I lead espous'd my bride along with me.\n  TAMORA. And here in sight of heaven to Rome I swear,\n    If Saturnine advance the Queen of Goths,\n    She will a handmaid be to his desires,\n    A loving nurse, a mother to his youth.\n  SATURNINUS. Ascend, fair Queen, Pantheon. Lords, accompany\n    Your noble Emperor and his lovely bride,\n    Sent by the heavens for Prince Saturnine,\n    Whose wisdom hath her fortune conquered;\n    There shall we consummate our spousal rites.\n                                            Exeunt all but TITUS\n  TITUS. I am not bid to wait upon this bride.\n  TITUS, when wert thou wont to walk alone,\n    Dishonoured thus, and challenged of wrongs?\n\n                      Re-enter MARCUS,\n        and TITUS' SONS, LUCIUS, QUINTUS, and MARTIUS\n\n  MARCUS. O Titus, see, O, see what thou hast done!\n    In a bad quarrel slain a virtuous son.\n  TITUS. No, foolish Tribune, no; no son of mine-\n    Nor thou, nor these, confederates in the deed\n    That hath dishonoured all our family;\n    Unworthy brother and unworthy sons!\n  LUCIUS. But let us give him burial, as becomes;\n    Give Mutius burial with our bretheren.\n  TITUS. Traitors, away! He rests not in this tomb.\n    This monument five hundred years hath stood,\n    Which I have sumptuously re-edified;\n    Here none but soldiers and Rome's servitors\n    Repose in fame; none basely slain in brawls.\n    Bury him where you can, he comes not here.\n  MARCUS. My lord, this is impiety in you.\n    My nephew Mutius' deeds do plead for him;\n    He must be buried with his bretheren.\n  QUINTUS & MARTIUS. And shall, or him we will accompany.\n  TITUS. 'And shall!' What villain was it spake that word?\n  QUINTUS. He that would vouch it in any place but here.\n  TITUS. What, would you bury him in my despite?\n  MARCUS. No, noble Titus, but entreat of thee\n    To pardon Mutius and to bury him.\n  TITUS. Marcus, even thou hast struck upon my crest,\n    And with these boys mine honour thou hast wounded.\n    My foes I do repute you every one;\n    So trouble me no more, but get you gone.\n  MARTIUS. He is not with himself; let us withdraw.\n  QUINTUS. Not I, till Mutius' bones be buried.\n                                [The BROTHER and the SONS kneel]\n  MARCUS. Brother, for in that name doth nature plead-\n  QUINTUS. Father, and in that name doth nature speak-\n  TITUS. Speak thou no more, if all the rest will speed.\n  MARCUS. Renowned Titus, more than half my soul-\n  LUCIUS. Dear father, soul and substance of us all-\n  MARCUS. Suffer thy brother Marcus to inter\n    His noble nephew here in virtue's nest,\n    That died in honour and Lavinia's cause.\n    Thou art a Roman- be not barbarous.\n    The Greeks upon advice did bury Ajax,\n    That slew himself; and wise Laertes' son\n    Did graciously plead for his funerals.\n    Let not young Mutius, then, that was thy joy,\n    Be barr'd his entrance here.\n  TITUS. Rise, Marcus, rise;\n    The dismal'st day is this that e'er I saw,\n    To be dishonoured by my sons in Rome!\n    Well, bury him, and bury me the next.\n                                   [They put MUTIUS in the tomb]\n  LUCIUS. There lie thy bones, sweet Mutius, with thy friends,\n    Till we with trophies do adorn thy tomb.\n  ALL.  [Kneeling]  No man shed tears for noble Mutius;\n    He lives in fame that died in virtue's cause.\n  MARCUS. My lord- to step out of these dreary dumps-\n    How comes it that the subtle Queen of Goths\n    Is of a sudden thus advanc'd in Rome?\n  TITUS. I know not, Marcus, but I know it is-\n    Whether by device or no, the heavens can tell.\n    Is she not, then, beholding to the man\n    That brought her for this high good turn so far?\n  MARCUS. Yes, and will nobly him remunerate.\n\n           Flourish. Re-enter the EMPEROR, TAMORA\n        and her two SONS, with the MOOR, at one door;\n    at the other door, BASSIANUS and LAVINIA, with others\n\n  SATURNINUS. So, Bassianus, you have play'd your prize:\n    God give you joy, sir, of your gallant bride!\n  BASSIANUS. And you of yours, my lord! I say no more,\n    Nor wish no less; and so I take my leave.\n  SATURNINUS. Traitor, if Rome have law or we have power,\n    Thou and thy faction shall repent this rape.\n  BASSIANUS. Rape, call you it, my lord, to seize my own,\n    My true betrothed love, and now my wife?\n    But let the laws of Rome determine all;\n    Meanwhile am I possess'd of that is mine.\n  SATURNINUS. 'Tis good, sir. You are very short with us;\n    But if we live we'll be as sharp with you.\n  BASSIANUS. My lord, what I have done, as best I may,\n    Answer I must, and shall do with my life.\n    Only thus much I give your Grace to know:\n    By all the duties that I owe to Rome,\n    This noble gentleman, Lord Titus here,\n    Is in opinion and in honour wrong'd,\n    That, in the rescue of Lavinia,\n    With his own hand did slay his youngest son,\n    In zeal to you, and highly mov'd to wrath\n    To be controll'd in that he frankly gave.\n    Receive him then to favour, Saturnine,\n    That hath express'd himself in all his deeds\n    A father and a friend to thee and Rome.\n  TITUS. Prince Bassianus, leave to plead my deeds.\n    'Tis thou and those that have dishonoured me.\n    Rome and the righteous heavens be my judge\n    How I have lov'd and honoured Saturnine!\n  TAMORA. My worthy lord, if ever Tamora\n    Were gracious in those princely eyes of thine,\n    Then hear me speak indifferently for all;\n    And at my suit, sweet, pardon what is past.\n  SATURNINUS. What, madam! be dishonoured openly,\n    And basely put it up without revenge?\n  TAMORA. Not so, my lord; the gods of Rome forfend\n    I should be author to dishonour you!\n    But on mine honour dare I undertake\n    For good Lord Titus' innocence in all,\n    Whose fury not dissembled speaks his griefs.\n    Then at my suit look graciously on him;\n    Lose not so noble a friend on vain suppose,\n    Nor with sour looks afflict his gentle heart.\n    [Aside to SATURNINUS]  My lord, be rul'd by me,\n      be won at last;\n    Dissemble all your griefs and discontents.\n    You are but newly planted in your throne;\n    Lest, then, the people, and patricians too,\n    Upon a just survey take Titus' part,\n    And so supplant you for ingratitude,\n    Which Rome reputes to be a heinous sin,\n    Yield at entreats, and then let me alone:\n    I'll find a day to massacre them all,\n    And raze their faction and their family,\n    The cruel father and his traitorous sons,\n    To whom I sued for my dear son's life;\n    And make them know what 'tis to let a queen\n    Kneel in the streets and beg for grace in vain.-\n    Come, come, sweet Emperor; come, Andronicus.\n    Take up this good old man, and cheer the heart\n    That dies in tempest of thy angry frown.\n  SATURNINUS. Rise, Titus, rise; my Empress hath prevail'd.\n  TITUS. I thank your Majesty and her, my lord;\n    These words, these looks, infuse new life in me.\n  TAMORA. Titus, I am incorporate in Rome,\n    A Roman now adopted happily,\n    And must advise the Emperor for his good.\n    This day all quarrels die, Andronicus;\n    And let it be mine honour, good my lord,\n    That I have reconcil'd your friends and you.\n    For you, Prince Bassianus, I have pass'd\n    My word and promise to the Emperor\n    That you will be more mild and tractable.\n    And fear not, lords- and you, Lavinia.\n    By my advice, all humbled on your knees,\n    You shall ask pardon of his Majesty.\n  LUCIUS. We do, and vow to heaven and to his Highness\n    That what we did was mildly as we might,\n    Tend'ring our sister's honour and our own.\n  MARCUS. That on mine honour here do I protest.\n  SATURNINUS. Away, and talk not; trouble us no more.\n  TAMORA. Nay, nay, sweet Emperor, we must all be friends.\n    The Tribune and his nephews kneel for grace.\n    I will not be denied. Sweet heart, look back.\n  SATURNINUS. Marcus, for thy sake, and thy brother's here,\n    And at my lovely Tamora's entreats,\n    I do remit these young men's heinous faults.\n    Stand up.\n    Lavinia, though you left me like a churl,\n    I found a friend; and sure as death I swore\n    I would not part a bachelor from the priest.\n    Come, if the Emperor's court can feast two brides,\n    You are my guest, Lavinia, and your friends.\n    This day shall be a love-day, Tamora.\n  TITUS. To-morrow, and it please your Majesty\n    To hunt the panther and the hart with me,\n    With horn and hound we'll give your Grace bonjour.\n  SATURNINUS. Be it so, Titus, and gramercy too.\n                                          Exeunt. Sound trumpets\n\nACT II. SCENE I. Rome. Before the palace\n\nEnter AARON\n\n  AARON. Now climbeth Tamora Olympus' top,\n    Safe out of Fortune's shot, and sits aloft,\n    Secure of thunder's crack or lightning flash,\n    Advanc'd above pale envy's threat'ning reach.\n    As when the golden sun salutes the morn,\n    And, having gilt the ocean with his beams,\n    Gallops the zodiac in his glistening coach\n    And overlooks the highest-peering hills,\n    So Tamora.\n    Upon her wit doth earthly honour wait,\n    And virtue stoops and trembles at her frown.\n    Then, Aaron, arm thy heart and fit thy thoughts\n    To mount aloft with thy imperial mistress,\n    And mount her pitch whom thou in triumph long.\n    Hast prisoner held, fett'red in amorous chains,\n    And faster bound to Aaron's charming eyes\n    Than is Prometheus tied to Caucasus.\n    Away with slavish weeds and servile thoughts!\n    I will be bright and shine in pearl and gold,\n    To wait upon this new-made emperess.\n    To wait, said I? To wanton with this queen,\n    This goddess, this Semiramis, this nymph,\n    This siren that will charm Rome's Saturnine,\n    And see his shipwreck and his commonweal's.\n    Hullo! what storm is this?\n\n            Enter CHIRON and DEMETRIUS, braving\n\n  DEMETRIUS. Chiron, thy years wants wit, thy wits wants edge\n    And manners, to intrude where I am grac'd,\n    And may, for aught thou knowest, affected be.\n  CHIRON. Demetrius, thou dost over-ween in all;\n    And so in this, to bear me down with braves.\n    'Tis not the difference of a year or two\n    Makes me less gracious or thee more fortunate:\n    I am as able and as fit as thou\n    To serve and to deserve my mistress' grace;\n    And that my sword upon thee shall approve,\n    And plead my passions for Lavinia's love.\n  AARON.  [Aside]  Clubs, clubs! These lovers will not keep the\n    peace.\n  DEMETRIUS. Why, boy, although our mother, unadvis'd,\n    Gave you a dancing rapier by your side,\n    Are you so desperate grown to threat your friends?\n    Go to; have your lath glued within your sheath\n    Till you know better how to handle it.\n  CHIRON. Meanwhile, sir, with the little skill I have,\n    Full well shalt thou perceive how much I dare.\n  DEMETRIUS. Ay, boy, grow ye so brave?              [They draw]\n  AARON.  [Coming forward]  Why, how now, lords!\n    So near the Emperor's palace dare ye draw\n    And maintain such a quarrel openly?\n    Full well I wot the ground of all this grudge:\n    I would not for a million of gold\n    The cause were known to them it most concerns;\n    Nor would your noble mother for much more\n    Be so dishonoured in the court of Rome.\n    For shame, put up.\n  DEMETRIUS. Not I, till I have sheath'd\n    My rapier in his bosom, and withal\n    Thrust those reproachful speeches down his throat\n    That he hath breath'd in my dishonour here.\n  CHIRON. For that I am prepar'd and full resolv'd,\n    Foul-spoken coward, that thund'rest with thy tongue,\n    And with thy weapon nothing dar'st perform.\n  AARON. Away, I say!\n    Now, by the gods that warlike Goths adore,\n    This pretty brabble will undo us all.\n    Why, lords, and think you not how dangerous\n    It is to jet upon a prince's right?\n    What, is Lavinia then become so loose,\n    Or Bassianus so degenerate,\n    That for her love such quarrels may be broach'd\n    Without controlment, justice, or revenge?\n    Young lords, beware; an should the Empress know\n    This discord's ground, the music would not please.\n  CHIRON. I care not, I, knew she and all the world:\n    I love Lavinia more than all the world.\n  DEMETRIUS. Youngling, learn thou to make some meaner choice:\n    Lavina is thine elder brother's hope.\n  AARON. Why, are ye mad, or know ye not in Rome\n    How furious and impatient they be,\n    And cannot brook competitors in love?\n    I tell you, lords, you do but plot your deaths\n    By this device.\n  CHIRON. Aaron, a thousand deaths\n    Would I propose to achieve her whom I love.\n  AARON. To achieve her- how?\n  DEMETRIUS. Why mak'st thou it so strange?\n    She is a woman, therefore may be woo'd;\n    She is a woman, therefore may be won;\n    She is Lavinia, therefore must be lov'd.\n    What, man! more water glideth by the mill\n    Than wots the miller of; and easy it is\n    Of a cut loaf to steal a shive, we know.\n    Though Bassianus be the Emperor's brother,\n    Better than he have worn Vulcan's badge.\n  AARON.  [Aside]  Ay, and as good as Saturninus may.\n  DEMETRIUS. Then why should he despair that knows to court it\n    With words, fair looks, and liberality?\n    What, hast not thou full often struck a doe,\n    And borne her cleanly by the keeper's nose?\n  AARON. Why, then, it seems some certain snatch or so\n    Would serve your turns.\n  CHIRON. Ay, so the turn were served.\n  DEMETRIUS. Aaron, thou hast hit it.\n  AARON. Would you had hit it too!\n    Then should not we be tir'd with this ado.\n    Why, hark ye, hark ye! and are you such fools\n    To square for this? Would it offend you, then,\n    That both should speed?\n  CHIRON. Faith, not me.\n  DEMETRIUS. Nor me, so I were one.\n  AARON. For shame, be friends, and join for that you jar.\n    'Tis policy and stratagem must do\n    That you affect; and so must you resolve\n    That what you cannot as you would achieve,\n    You must perforce accomplish as you may.\n    Take this of me: Lucrece was not more chaste\n    Than this Lavinia, Bassianus' love.\n    A speedier course than ling'ring languishment\n    Must we pursue, and I have found the path.\n    My lords, a solemn hunting is in hand;\n    There will the lovely Roman ladies troop;\n    The forest walks are wide and spacious,\n    And many unfrequented plots there are\n    Fitted by kind for rape and villainy.\n    Single you thither then this dainty doe,\n    And strike her home by force if not by words.\n    This way, or not at all, stand you in hope.\n    Come, come, our Empress, with her sacred wit\n    To villainy and vengeance consecrate,\n    Will we acquaint with all what we intend;\n    And she shall file our engines with advice\n    That will not suffer you to square yourselves,\n    But to your wishes' height advance you both.\n    The Emperor's court is like the house of Fame,\n    The palace full of tongues, of eyes, and ears;\n    The woods are ruthless, dreadful, deaf, and dull.\n    There speak and strike, brave boys, and take your turns;\n    There serve your lust, shadowed from heaven's eye,\n    And revel in Lavinia's treasury.\n  CHIRON. Thy counsel, lad, smells of no cowardice.\n  DEMETRIUS. Sit fas aut nefas, till I find the stream\n    To cool this heat, a charm to calm these fits,\n    Per Styga, per manes vehor.                           Exeunt\n\nSCENE II. A forest near Rome\n\nEnter TITUS ANDRONICUS, and his three sons, LUCIUS, QUINTUS, MARTIUS,\nmaking a noise with hounds and horns; and MARCUS\n\n  TITUS. The hunt is up, the morn is bright and grey,\n    The fields are fragrant, and the woods are green.\n    Uncouple here, and let us make a bay,\n    And wake the Emperor and his lovely bride,\n    And rouse the Prince, and ring a hunter's peal,\n    That all the court may echo with the noise.\n    Sons, let it be your charge, as it is ours,\n    To attend the Emperor's person carefully.\n    I have been troubled in my sleep this night,\n    But dawning day new comfort hath inspir'd.\n\n         Here a cry of hounds, and wind horns in a peal.\n       Then enter SATURNINUS, TAMORA, BASSIANUS LAVINIA,\n            CHIRON, DEMETRIUS, and their attendants\n    Many good morrows to your Majesty!\n    Madam, to you as many and as good!\n    I promised your Grace a hunter's peal.\n  SATURNINUS. And you have rung it lustily, my lords-\n    Somewhat too early for new-married ladies.\n  BASSIANUS. Lavinia, how say you?\n  LAVINIA. I say no;\n    I have been broad awake two hours and more.\n  SATURNINUS. Come on then, horse and chariots let us have,\n    And to our sport.  [To TAMORA]  Madam, now shall ye see\n    Our Roman hunting.\n  MARCUS. I have dogs, my lord,\n    Will rouse the proudest panther in the chase,\n    And climb the highest promontory top.\n  TITUS. And I have horse will follow where the game\n    Makes way, and run like swallows o'er the plain.\n  DEMETRIUS. Chiron, we hunt not, we, with horse nor hound,\n    But hope to pluck a dainty doe to ground.             Exeunt\n\nSCENE III. A lonely part of the forest\n\nEnter AARON alone, with a bag of gold\n\n  AARON. He that had wit would think that I had none,\n    To bury so much gold under a tree\n    And never after to inherit it.\n    Let him that thinks of me so abjectly\n    Know that this gold must coin a stratagem,\n    Which, cunningly effected, will beget\n    A very excellent piece of villainy.\n    And so repose, sweet gold, for their unrest\n                                                [Hides the gold]\n    That have their alms out of the Empress' chest.\n\n               Enter TAMORA alone, to the Moor\n\n  TAMORA. My lovely Aaron, wherefore look'st thou sad\n    When everything does make a gleeful boast?\n    The birds chant melody on every bush;\n    The snakes lie rolled in the cheerful sun;\n    The green leaves quiver with the cooling wind\n    And make a chequer'd shadow on the ground;\n    Under their sweet shade, Aaron, let us sit,\n    And while the babbling echo mocks the hounds,\n    Replying shrilly to the well-tun'd horns,\n    As if a double hunt were heard at once,\n    Let us sit down and mark their yellowing noise;\n    And- after conflict such as was suppos'd\n    The wand'ring prince and Dido once enjoyed,\n    When with a happy storm they were surpris'd,\n    And curtain'd with a counsel-keeping cave-\n    We may, each wreathed in the other's arms,\n    Our pastimes done, possess a golden slumber,\n    Whiles hounds and horns and sweet melodious birds\n    Be unto us as is a nurse's song\n    Of lullaby to bring her babe asleep.\n  AARON. Madam, though Venus govern your desires,\n    Saturn is dominator over mine.\n    What signifies my deadly-standing eye,\n    My silence and my cloudy melancholy,\n    My fleece of woolly hair that now uncurls\n    Even as an adder when she doth unroll\n    To do some fatal execution?\n    No, madam, these are no venereal signs.\n    Vengeance is in my heart, death in my hand,\n    Blood and revenge are hammering in my head.\n    Hark, Tamora, the empress of my soul,\n    Which never hopes more heaven than rests in thee-\n    This is the day of doom for Bassianus;\n    His Philomel must lose her tongue to-day,\n    Thy sons make pillage of her chastity,\n    And wash their hands in Bassianus' blood.\n    Seest thou this letter? Take it up, I pray thee,\n    And give the King this fatal-plotted scroll.\n    Now question me no more; we are espied.\n    Here comes a parcel of our hopeful booty,\n    Which dreads not yet their lives' destruction.\n\n                Enter BASSIANUS and LAVINIA\n\n  TAMORA. Ah, my sweet Moor, sweeter to me than life!\n  AARON. No more, great Empress: Bassianus comes.\n    Be cross with him; and I'll go fetch thy sons\n    To back thy quarrels, whatsoe'er they be.               Exit\n  BASSIANUS. Who have we here? Rome's royal Emperess,\n    Unfurnish'd of her well-beseeming troop?\n    Or is it Dian, habited like her,\n    Who hath abandoned her holy groves\n    To see the general hunting in this forest?\n  TAMORA. Saucy controller of my private steps!\n    Had I the pow'r that some say Dian had,\n    Thy temples should be planted presently\n    With horns, as was Actaeon's; and the hounds\n    Should drive upon thy new-transformed limbs,\n    Unmannerly intruder as thou art!\n  LAVINIA. Under your patience, gentle Emperess,\n    'Tis thought you have a goodly gift in horning,\n    And to be doubted that your Moor and you\n    Are singled forth to try thy experiments.\n    Jove shield your husband from his hounds to-day!\n    'Tis pity they should take him for a stag.\n  BASSIANUS. Believe me, Queen, your swarth Cimmerian\n    Doth make your honour of his body's hue,\n    Spotted, detested, and abominable.\n    Why are you sequest'red from all your train,\n    Dismounted from your snow-white goodly steed,\n    And wand'red hither to an obscure plot,\n    Accompanied but with a barbarous Moor,\n    If foul desire had not conducted you?\n  LAVINIA. And, being intercepted in your sport,\n    Great reason that my noble lord be rated\n    For sauciness. I pray you let us hence,\n    And let her joy her raven-coloured love;\n    This valley fits the purpose passing well.\n  BASSIANUS. The King my brother shall have notice of this.\n  LAVINIA. Ay, for these slips have made him noted long.\n    Good king, to be so mightily abused!\n  TAMORA. Why, I have patience to endure all this.\n\n                  Enter CHIRON and DEMETRIUS\n\n  DEMETRIUS. How now, dear sovereign, and our gracious mother!\n    Why doth your Highness look so pale and wan?\n  TAMORA. Have I not reason, think you, to look pale?\n    These two have 'ticed me hither to this place.\n    A barren detested vale you see it is:\n    The trees, though summer, yet forlorn and lean,\n    Overcome with moss and baleful mistletoe;\n    Here never shines the sun; here nothing breeds,\n    Unless the nightly owl or fatal raven.\n    And when they show'd me this abhorred pit,\n    They told me, here, at dead time of the night,\n    A thousand fiends, a thousand hissing snakes,\n    Ten thousand swelling toads, as many urchins,\n    Would make such fearful and confused cries\n    As any mortal body hearing it\n    Should straight fall mad or else die suddenly.\n    No sooner had they told this hellish tale\n    But straight they told me they would bind me here\n    Unto the body of a dismal yew,\n    And leave me to this miserable death.\n    And then they call'd me foul adulteress,\n    Lascivious Goth, and all the bitterest terms\n    That ever ear did hear to such effect;\n    And had you not by wondrous fortune come,\n    This vengeance on me had they executed.\n    Revenge it, as you love your mother's life,\n    Or be ye not henceforth call'd my children.\n  DEMETRIUS. This is a witness that I am thy son.\n                                               [Stabs BASSIANUS]\n  CHIRON. And this for me, struck home to show my strength.\n                                                    [Also stabs]\n  LAVINIA. Ay, come, Semiramis- nay, barbarous Tamora,\n    For no name fits thy nature but thy own!\n  TAMORA. Give me the poniard; you shall know, my boys,\n    Your mother's hand shall right your mother's wrong.\n  DEMETRIUS. Stay, madam, here is more belongs to her;\n    First thrash the corn, then after burn the straw.\n    This minion stood upon her chastity,\n    Upon her nuptial vow, her loyalty,\n    And with that painted hope braves your mightiness;\n    And shall she carry this unto her grave?\n  CHIRON. An if she do, I would I were an eunuch.\n    Drag hence her husband to some secret hole,\n    And make his dead trunk pillow to our lust.\n  TAMORA. But when ye have the honey we desire,\n    Let not this wasp outlive, us both to sting.\n  CHIRON. I warrant you, madam, we will make that sure.\n    Come, mistress, now perforce we will enjoy\n    That nice-preserved honesty of yours.\n  LAVINIA. O Tamora! thou bearest a woman's face-\n  TAMORA. I will not hear her speak; away with her!\n  LAVINIA. Sweet lords, entreat her hear me but a word.\n  DEMETRIUS. Listen, fair madam: let it be your glory\n    To see her tears; but be your heart to them\n    As unrelenting flint to drops of rain.\n  LAVINIA. When did the tiger's young ones teach the dam?\n    O, do not learn her wrath- she taught it thee;\n    The milk thou suck'dst from her did turn to marble,\n    Even at thy teat thou hadst thy tyranny.\n    Yet every mother breeds not sons alike:\n    [To CHIRON]  Do thou entreat her show a woman's pity.\n  CHIRON. What, wouldst thou have me prove myself a bastard?\n  LAVINIA. 'Tis true, the raven doth not hatch a lark.\n    Yet have I heard- O, could I find it now!-\n    The lion, mov'd with pity, did endure\n    To have his princely paws par'd all away.\n    Some say that ravens foster forlorn children,\n    The whilst their own birds famish in their nests;\n    O, be to me, though thy hard heart say no,\n    Nothing so kind, but something pitiful!\n  TAMORA. I know not what it means; away with her!\n  LAVINIA. O, let me teach thee! For my father's sake,\n    That gave thee life when well he might have slain thee,\n    Be not obdurate, open thy deaf ears.\n  TAMORA. Hadst thou in person ne'er offended me,\n    Even for his sake am I pitiless.\n    Remember, boys, I pour'd forth tears in vain\n    To save your brother from the sacrifice;\n    But fierce Andronicus would not relent.\n    Therefore away with her, and use her as you will;\n    The worse to her the better lov'd of me.\n  LAVINIA. O Tamora, be call'd a gentle queen,\n    And with thine own hands kill me in this place!\n    For 'tis not life that I have begg'd so long;\n    Poor I was slain when Bassianus died.\n  TAMORA. What beg'st thou, then? Fond woman, let me go.\n  LAVINIA. 'Tis present death I beg; and one thing more,\n    That womanhood denies my tongue to tell:\n    O, keep me from their worse than killing lust,\n    And tumble me into some loathsome pit,\n    Where never man's eye may behold my body;\n    Do this, and be a charitable murderer.\n  TAMORA. So should I rob my sweet sons of their fee;\n    No, let them satisfy their lust on thee.\n  DEMETRIUS. Away! for thou hast stay'd us here too long.\n  LAVINIA. No grace? no womanhood? Ah, beastly creature,\n    The blot and enemy to our general name!\n    Confusion fall-\n  CHIRON. Nay, then I'll stop your mouth. Bring thou her husband.\n    This is the hole where Aaron bid us hide him.\n\n                 DEMETRIUS throws the body\n           of BASSIANUS into the pit; then exeunt\n         DEMETRIUS and CHIRON, dragging off LAVINIA\n\n  TAMORA. Farewell, my sons; see that you make her sure.\n    Ne'er let my heart know merry cheer indeed\n    Till all the Andronici be made away.\n    Now will I hence to seek my lovely Moor,\n    And let my spleenful sons this trull deflower.          Exit\n\n                  Re-enter AARON, with two\n             of TITUS' sons, QUINTUS and MARTIUS\n\n  AARON. Come on, my lords, the better foot before;\n    Straight will I bring you to the loathsome pit\n    Where I espied the panther fast asleep.\n  QUINTUS. My sight is very dull, whate'er it bodes.\n  MARTIUS. And mine, I promise you; were it not for shame,\n    Well could I leave our sport to sleep awhile.\n                                            [Falls into the pit]\n  QUINTUS. What, art thou fallen? What subtle hole is this,\n    Whose mouth is covered with rude-growing briers,\n    Upon whose leaves are drops of new-shed blood\n    As fresh as morning dew distill'd on flowers?\n    A very fatal place it seems to me.\n    Speak, brother, hast thou hurt thee with the fall?\n  MARTIUS. O brother, with the dismal'st object hurt\n    That ever eye with sight made heart lament!\n  AARON.  [Aside]  Now will I fetch the King to find them here,\n    That he thereby may have a likely guess\n    How these were they that made away his brother.         Exit\n  MARTIUS. Why dost not comfort me, and help me out\n    From this unhallow'd and blood-stained hole?\n  QUINTUS. I am surprised with an uncouth fear;\n    A chilling sweat o'er-runs my trembling joints;\n    My heart suspects more than mine eye can see.\n  MARTIUS. To prove thou hast a true divining heart,\n    Aaron and thou look down into this den,\n    And see a fearful sight of blood and death.\n  QUINTUS. Aaron is gone, and my compassionate heart\n    Will not permit mine eyes once to behold\n    The thing whereat it trembles by surmise;\n    O, tell me who it is, for ne'er till now\n    Was I a child to fear I know not what.\n  MARTIUS. Lord Bassianus lies beray'd in blood,\n    All on a heap, like to a slaughtered lamb,\n    In this detested, dark, blood-drinking pit.\n  QUINTUS. If it be dark, how dost thou know 'tis he?\n  MARTIUS. Upon his bloody finger he doth wear\n    A precious ring that lightens all this hole,\n    Which, like a taper in some monument,\n    Doth shine upon the dead man's earthy cheeks,\n    And shows the ragged entrails of this pit;\n    So pale did shine the moon on Pyramus\n    When he by night lay bath'd in maiden blood.\n    O brother, help me with thy fainting hand-\n    If fear hath made thee faint, as me it hath-\n    Out of this fell devouring receptacle,\n    As hateful as Cocytus' misty mouth.\n  QUINTUS. Reach me thy hand, that I may help thee out,\n    Or, wanting strength to do thee so much good,\n    I may be pluck'd into the swallowing womb\n    Of this deep pit, poor Bassianus' grave.\n    I have no strength to pluck thee to the brink.\n  MARTIUS. Nor I no strength to climb without thy help.\n  QUINTUS. Thy hand once more; I will not loose again,\n    Till thou art here aloft, or I below.\n    Thou canst not come to me- I come to thee.        [Falls in]\n\n            Enter the EMPEROR and AARON the Moor\n\n  SATURNINUS. Along with me! I'll see what hole is here,\n    And what he is that now is leapt into it.\n    Say, who art thou that lately didst descend\n    Into this gaping hollow of the earth?\n  MARTIUS. The unhappy sons of old Andronicus,\n    Brought hither in a most unlucky hour,\n    To find thy brother Bassianus dead.\n  SATURNINUS. My brother dead! I know thou dost but jest:\n    He and his lady both are at the lodge\n    Upon the north side of this pleasant chase;\n    'Tis not an hour since I left them there.\n  MARTIUS. We know not where you left them all alive;\n    But, out alas! here have we found him dead.\n\n                   Re-enter TAMORA, with\n         attendants; TITUS ANDRONICUS and Lucius\n\n  TAMORA. Where is my lord the King?\n  SATURNINUS. Here, Tamora; though griev'd with killing grief.\n  TAMORA. Where is thy brother Bassianus?\n  SATURNINUS. Now to the bottom dost thou search my wound;\n    Poor Bassianus here lies murdered.\n  TAMORA. Then all too late I bring this fatal writ,\n    The complot of this timeless tragedy;\n    And wonder greatly that man's face can fold\n    In pleasing smiles such murderous tyranny.\n                                 [She giveth SATURNINE a letter]\n    SATURNINUS.  [Reads]  'An if we miss to meet him handsomely,\n    Sweet huntsman- Bassianus 'tis we mean-\n    Do thou so much as dig the grave for him.\n    Thou know'st our meaning. Look for thy reward\n    Among the nettles at the elder-tree\n    Which overshades the mouth of that same pit\n    Where we decreed to bury Bassianus.\n    Do this, and purchase us thy lasting friends.'\n    O Tamora! was ever heard the like?\n    This is the pit and this the elder-tree.\n    Look, sirs, if you can find the huntsman out\n    That should have murdered Bassianus here.\n  AARON. My gracious lord, here is the bag of gold.\n  SATURNINUS.  [To TITUS]  Two of thy whelps, fell curs of bloody\n      kind,\n    Have here bereft my brother of his life.\n    Sirs, drag them from the pit unto the prison;\n    There let them bide until we have devis'd\n    Some never-heard-of torturing pain for them.\n  TAMORA. What, are they in this pit? O wondrous thing!\n    How easily murder is discovered!\n  TITUS. High Emperor, upon my feeble knee\n    I beg this boon, with tears not lightly shed,\n    That this fell fault of my accursed sons-\n    Accursed if the fault be prov'd in them-\n  SATURNINUS. If it be prov'd! You see it is apparent.\n    Who found this letter? Tamora, was it you?\n  TAMORA. Andronicus himself did take it up.\n  TITUS. I did, my lord, yet let me be their bail;\n    For, by my fathers' reverend tomb, I vow\n    They shall be ready at your Highness' will\n    To answer their suspicion with their lives.\n  SATURNINUS. Thou shalt not bail them; see thou follow me.\n    Some bring the murdered body, some the murderers;\n    Let them not speak a word- the guilt is plain;\n    For, by my soul, were there worse end than death,\n    That end upon them should be executed.\n  TAMORA. Andronicus, I will entreat the King.\n    Fear not thy sons; they shall do well enough.\n  TITUS. Come, Lucius, come; stay not to talk with them.     Exeunt\n\nSCENE IV. Another part of the forest\n\nEnter the Empress' sons, DEMETRIUS and CHIRON, with LAVINIA, her hands\ncut off, and her tongue cut out, and ravish'd\n\n  DEMETRIUS. So, now go tell, an if thy tongue can speak,\n    Who 'twas that cut thy tongue and ravish'd thee.\n  CHIRON. Write down thy mind, bewray thy meaning so,\n    An if thy stumps will let thee play the scribe.\n  DEMETRIUS. See how with signs and tokens she can scrowl.\n  CHIRON. Go home, call for sweet water, wash thy hands.\n  DEMETRIUS. She hath no tongue to call, nor hands to wash;\n    And so let's leave her to her silent walks.\n  CHIRON. An 'twere my cause, I should go hang myself.\n  DEMETRIUS. If thou hadst hands to help thee knit the cord.\n                                     Exeunt DEMETRIUS and CHIRON\n\n           Wind horns. Enter MARCUS, from hunting\n\n  MARCUS. Who is this?- my niece, that flies away so fast?\n    Cousin, a word: where is your husband?\n    If I do dream, would all my wealth would wake me!\n    If I do wake, some planet strike me down,\n    That I may slumber an eternal sleep!\n    Speak, gentle niece. What stern ungentle hands\n    Hath lopp'd, and hew'd, and made thy body bare\n    Of her two branches- those sweet ornaments\n    Whose circling shadows kings have sought to sleep in,\n    And might not gain so great a happiness\n    As half thy love? Why dost not speak to me?\n    Alas, a crimson river of warm blood,\n    Like to a bubbling fountain stirr'd with wind,\n    Doth rise and fall between thy rosed lips,\n    Coming and going with thy honey breath.\n    But sure some Tereus hath deflowered thee,\n    And, lest thou shouldst detect him, cut thy tongue.\n    Ah, now thou turn'st away thy face for shame!\n    And notwithstanding all this loss of blood-\n    As from a conduit with three issuing spouts-\n    Yet do thy cheeks look red as Titan's face\n    Blushing to be encount'red with a cloud.\n    Shall I speak for thee? Shall I say 'tis so?\n    O, that I knew thy heart, and knew the beast,\n    That I might rail at him to ease my mind!\n    Sorrow concealed, like an oven stopp'd,\n    Doth burn the heart to cinders where it is.\n    Fair Philomel, why she but lost her tongue,\n    And in a tedious sampler sew'd her mind;\n    But, lovely niece, that mean is cut from thee.\n    A craftier Tereus, cousin, hast thou met,\n    And he hath cut those pretty fingers off\n    That could have better sew'd than Philomel.\n    O, had the monster seen those lily hands\n    Tremble like aspen leaves upon a lute\n    And make the silken strings delight to kiss them,\n    He would not then have touch'd them for his life!\n    Or had he heard the heavenly harmony\n    Which that sweet tongue hath made,\n    He would have dropp'd his knife, and fell asleep,\n    As Cerberus at the Thracian poet's feet.\n    Come, let us go, and make thy father blind,\n    For such a sight will blind a father's eye;\n    One hour's storm will drown the fragrant meads,\n    What will whole months of tears thy father's eyes?\n    Do not draw back, for we will mourn with thee;\n    O, could our mourning case thy misery!                Exeunt\n\nACT III. SCENE I. Rome. A street\n\nEnter the JUDGES, TRIBUNES, and SENATORS, with TITUS' two sons MARTIUS\nand QUINTUS bound, passing on the stage to the place of execution, and\nTITUS going before, pleading\n\n  TITUS. Hear me, grave fathers; noble Tribunes, stay!\n    For pity of mine age, whose youth was spent\n    In dangerous wars whilst you securely slept;\n    For all my blood in Rome's great quarrel shed,\n    For all the frosty nights that I have watch'd,\n    And for these bitter tears, which now you see\n    Filling the aged wrinkles in my cheeks,\n    Be pitiful to my condemned sons,\n    Whose souls are not corrupted as 'tis thought.\n    For two and twenty sons I never wept,\n    Because they died in honour's lofty bed.\n                          [ANDRONICUS lieth down, and the judges\n                     pass by him with the prisoners, and exeunt]\n    For these, Tribunes, in the dust I write\n    My heart's deep languor and my soul's sad tears.\n    Let my tears stanch the earth's dry appetite;\n    My sons' sweet blood will make it shame and blush.\n    O earth, I will befriend thee more with rain\n    That shall distil from these two ancient urns,\n    Than youthful April shall with all his show'rs.\n    In summer's drought I'll drop upon thee still;\n    In winter with warm tears I'll melt the snow\n    And keep eternal spring-time on thy face,\n    So thou refuse to drink my dear sons' blood.\n\n             Enter Lucius with his weapon drawn\n\n    O reverend Tribunes! O gentle aged men!\n    Unbind my sons, reverse the doom of death,\n    And let me say, that never wept before,\n    My tears are now prevailing orators.\n  LUCIUS. O noble father, you lament in vain;\n    The Tribunes hear you not, no man is by,\n    And you recount your sorrows to a stone.\n  TITUS. Ah, Lucius, for thy brothers let me plead!\n    Grave Tribunes, once more I entreat of you.\n  LUCIUS. My gracious lord, no tribune hears you speak.\n  TITUS. Why, 'tis no matter, man: if they did hear,\n    They would not mark me; if they did mark,\n    They would not pity me; yet plead I must,\n    And bootless unto them.\n    Therefore I tell my sorrows to the stones;\n    Who though they cannot answer my distress,\n    Yet in some sort they are better than the Tribunes,\n    For that they will not intercept my tale.\n    When I do weep, they humbly at my feet\n    Receive my tears, and seem to weep with me;\n    And were they but attired in grave weeds,\n    Rome could afford no tribunes like to these.\n    A stone is soft as wax: tribunes more hard than stones.\n    A stone is silent and offendeth not,\n    And tribunes with their tongues doom men to death.\n                                                         [Rises]\n    But wherefore stand'st thou with thy weapon drawn?\n  LUCIUS. To rescue my two brothers from their death;\n    For which attempt the judges have pronounc'd\n    My everlasting doom of banishment.\n  TITUS. O happy man! they have befriended thee.\n    Why, foolish Lucius, dost thou not perceive\n    That Rome is but a wilderness of tigers?\n    Tigers must prey, and Rome affords no prey\n    But me and mine; how happy art thou then\n    From these devourers to be banished!\n    But who comes with our brother Marcus here?\n\n                 Enter MARCUS with LAVINIA\n\n  MARCUS. Titus, prepare thy aged eyes to weep,\n    Or if not so, thy noble heart to break.\n    I bring consuming sorrow to thine age.\n  TITUS. Will it consume me? Let me see it then.\n  MARCUS. This was thy daughter.\n  TITUS. Why, Marcus, so she is.\n  LUCIUS. Ay me! this object kills me.\n  TITUS. Faint-hearted boy, arise, and look upon her.\n    Speak, Lavinia, what accursed hand\n    Hath made thee handless in thy father's sight?\n    What fool hath added water to the sea,\n    Or brought a fagot to bright-burning Troy?\n    My grief was at the height before thou cam'st,\n    And now like Nilus it disdaineth bounds.\n    Give me a sword, I'll chop off my hands too,\n    For they have fought for Rome, and all in vain;\n    And they have nurs'd this woe in feeding life;\n    In bootless prayer have they been held up,\n    And they have serv'd me to effectless use.\n    Now all the service I require of them\n    Is that the one will help to cut the other.\n    'Tis well, Lavinia, that thou hast no hands;\n    For hands to do Rome service is but vain.\n  LUCIUS. Speak, gentle sister, who hath martyr'd thee?\n  MARCUS. O, that delightful engine of her thoughts\n    That blabb'd them with such pleasing eloquence\n    Is torn from forth that pretty hollow cage,\n    Where like a sweet melodious bird it sung\n    Sweet varied notes, enchanting every ear!\n  LUCIUS. O, say thou for her, who hath done this deed?\n  MARCUS. O, thus I found her straying in the park,\n    Seeking to hide herself as doth the deer\n    That hath receiv'd some unrecuring wound.\n  TITUS. It was my dear, and he that wounded her\n    Hath hurt me more than had he kill'd me dead;\n    For now I stand as one upon a rock,\n    Environ'd with a wilderness of sea,\n    Who marks the waxing tide grow wave by wave,\n    Expecting ever when some envious surge\n    Will in his brinish bowels swallow him.\n    This way to death my wretched sons are gone;\n    Here stands my other son, a banish'd man,\n    And here my brother, weeping at my woes.\n    But that which gives my soul the greatest spurn\n    Is dear Lavinia, dearer than my soul.\n    Had I but seen thy picture in this plight,\n    It would have madded me; what shall I do\n    Now I behold thy lively body so?\n    Thou hast no hands to wipe away thy tears,\n    Nor tongue to tell me who hath martyr'd thee;\n    Thy husband he is dead, and for his death\n    Thy brothers are condemn'd, and dead by this.\n    Look, Marcus! Ah, son Lucius, look on her!\n    When I did name her brothers, then fresh tears\n    Stood on her cheeks, as doth the honey dew\n    Upon a gath'red lily almost withered.\n  MARCUS. Perchance she weeps because they kill'd her husband;\n    Perchance because she knows them innocent.\n  TITUS. If they did kill thy husband, then be joyful,\n    Because the law hath ta'en revenge on them.\n    No, no, they would not do so foul a deed;\n    Witness the sorrow that their sister makes.\n    Gentle Lavinia, let me kiss thy lips,\n    Or make some sign how I may do thee ease.\n    Shall thy good uncle and thy brother Lucius\n    And thou and I sit round about some fountain,\n    Looking all downwards to behold our cheeks\n    How they are stain'd, like meadows yet not dry\n    With miry slime left on them by a flood?\n    And in the fountain shall we gaze so long,\n    Till the fresh taste be taken from that clearness,\n    And made a brine-pit with our bitter tears?\n    Or shall we cut away our hands like thine?\n    Or shall we bite our tongues, and in dumb shows\n    Pass the remainder of our hateful days?\n    What shall we do? Let us that have our tongues\n    Plot some device of further misery\n    To make us wonder'd at in time to come.\n  LUCIUS. Sweet father, cease your tears; for at your grief\n    See how my wretched sister sobs and weeps.\n  MARCUS. Patience, dear niece. Good Titus, dry thine eyes.\n  TITUS. Ah, Marcus, Marcus! Brother, well I wot\n    Thy napkin cannot drink a tear of mine,\n    For thou, poor man, hast drown'd it with thine own.\n  LUCIUS. Ah, my Lavinia, I will wipe thy cheeks.\n  TITUS. Mark, Marcus, mark! I understand her signs.\n    Had she a tongue to speak, now would she say\n    That to her brother which I said to thee:\n    His napkin, with his true tears all bewet,\n    Can do no service on her sorrowful cheeks.\n    O, what a sympathy of woe is this\n    As far from help as Limbo is from bliss!\n\n                   Enter AARON the Moor\n\n  AARON. Titus Andronicus, my lord the Emperor\n    Sends thee this word, that, if thou love thy sons,\n    Let Marcus, Lucius, or thyself, old Titus,\n    Or any one of you, chop off your hand\n    And send it to the King: he for the same\n    Will send thee hither both thy sons alive,\n    And that shall be the ransom for their fault.\n  TITUS. O gracious Emperor! O gentle Aaron!\n    Did ever raven sing so like a lark\n    That gives sweet tidings of the sun's uprise?\n    With all my heart I'll send the Emperor my hand.\n    Good Aaron, wilt thou help to chop it off?\n  LUCIUS. Stay, father! for that noble hand of thine,\n    That hath thrown down so many enemies,\n    Shall not be sent. My hand will serve the turn,\n    My youth can better spare my blood than you,\n    And therefore mine shall save my brothers' lives.\n  MARCUS. Which of your hands hath not defended Rome\n    And rear'd aloft the bloody battle-axe,\n    Writing destruction on the enemy's castle?\n    O, none of both but are of high desert!\n    My hand hath been but idle; let it serve\n    To ransom my two nephews from their death;\n    Then have I kept it to a worthy end.\n  AARON. Nay, come, agree whose hand shall go along,\n    For fear they die before their pardon come.\n  MARCUS. My hand shall go.\n  LUCIUS. By heaven, it shall not go!\n  TITUS. Sirs, strive no more; such with'red herbs as these\n    Are meet for plucking up, and therefore mine.\n  LUCIUS. Sweet father, if I shall be thought thy son,\n    Let me redeem my brothers both from death.\n  MARCUS. And for our father's sake and mother's care,\n    Now let me show a brother's love to thee.\n  TITUS. Agree between you; I will spare my hand.\n  LUCIUS. Then I'll go fetch an axe.\n  MARCUS. But I will use the axe.\n                                        Exeunt LUCIUS and MARCUS\n  TITUS. Come hither, Aaron, I'll deceive them both;\n    Lend me thy hand, and I will give thee mine.\n  AARON.  [Aside]  If that be call'd deceit, I will be honest,\n    And never whilst I live deceive men so;\n    But I'll deceive you in another sort,\n    And that you'll say ere half an hour pass.\n                                       [He cuts off TITUS' hand]\n\n                 Re-enter LUCIUS and MARCUS\n\n TITUS. Now stay your strife. What shall be is dispatch'd.\n    Good Aaron, give his Majesty my hand;\n    Tell him it was a hand that warded him\n    From thousand dangers; bid him bury it.\n    More hath it merited- that let it have.\n    As for my sons, say I account of them\n    As jewels purchas'd at an easy price;\n    And yet dear too, because I bought mine own.\n  AARON. I go, Andronicus; and for thy hand\n    Look by and by to have thy sons with thee.\n    [Aside]  Their heads I mean. O, how this villainy\n    Doth fat me with the very thoughts of it!\n    Let fools do good, and fair men call for grace:\n    Aaron will have his soul black like his face.           Exit\n  TITUS. O, here I lift this one hand up to heaven,\n    And bow this feeble ruin to the earth;\n    If any power pities wretched tears,\n    To that I call!  [To LAVINIA]  What, would'st thou kneel with me?\n    Do, then, dear heart; for heaven shall hear our prayers,\n    Or with our sighs we'll breathe the welkin dim\n    And stain the sun with fog, as sometime clouds\n    When they do hug him in their melting bosoms.\n  MARCUS. O brother, speak with possibility,\n    And do not break into these deep extremes.\n  TITUS. Is not my sorrow deep, having no bottom?\n    Then be my passions bottomless with them.\n  MARCUS. But yet let reason govern thy lament.\n  TITUS. If there were reason for these miseries,\n    Then into limits could I bind my woes.\n    When heaven doth weep, doth not the earth o'erflow?\n    If the winds rage, doth not the sea wax mad,\n    Threat'ning the welkin with his big-swol'n face?\n    And wilt thou have a reason for this coil?\n    I am the sea; hark how her sighs do blow.\n    She is the weeping welkin, I the earth;\n    Then must my sea be moved with her sighs;\n    Then must my earth with her continual tears\n    Become a deluge, overflow'd and drown'd;\n    For why my bowels cannot hide her woes,\n    But like a drunkard must I vomit them.\n    Then give me leave; for losers will have leave\n    To ease their stomachs with their bitter tongues.\n\n        Enter a MESSENGER, with two heads and a hand\n\n  MESSENGER. Worthy Andronicus, ill art thou repaid\n    For that good hand thou sent'st the Emperor.\n    Here are the heads of thy two noble sons;\n    And here's thy hand, in scorn to thee sent back-\n    Thy grief their sports, thy resolution mock'd,\n    That woe is me to think upon thy woes,\n    More than remembrance of my father's death.             Exit\n  MARCUS. Now let hot Aetna cool in Sicily,\n    And be my heart an ever-burning hell!\n    These miseries are more than may be borne.\n    To weep with them that weep doth ease some deal,\n    But sorrow flouted at is double death.\n  LUCIUS. Ah, that this sight should make so deep a wound,\n    And yet detested life not shrink thereat!\n    That ever death should let life bear his name,\n    Where life hath no more interest but to breathe!\n                                          [LAVINIA kisses TITUS]\n  MARCUS. Alas, poor heart, that kiss is comfortless\n    As frozen water to a starved snake.\n  TITUS. When will this fearful slumber have an end?\n  MARCUS. Now farewell, flatt'ry; die, Andronicus.\n    Thou dost not slumber: see thy two sons' heads,\n    Thy warlike hand, thy mangled daughter here;\n    Thy other banish'd son with this dear sight\n    Struck pale and bloodless; and thy brother, I,\n    Even like a stony image, cold and numb.\n    Ah! now no more will I control thy griefs.\n    Rent off thy silver hair, thy other hand\n    Gnawing with thy teeth; and be this dismal sight\n    The closing up of our most wretched eyes.\n    Now is a time to storm; why art thou still?\n  TITUS. Ha, ha, ha!\n  MARCUS. Why dost thou laugh? It fits not with this hour.\n  TITUS. Why, I have not another tear to shed;\n    Besides, this sorrow is an enemy,\n    And would usurp upon my wat'ry eyes\n    And make them blind with tributary tears.\n    Then which way shall I find Revenge's cave?\n    For these two heads do seem to speak to me,\n    And threat me I shall never come to bliss\n    Till all these mischiefs be return'd again\n    Even in their throats that have committed them.\n    Come, let me see what task I have to do.\n    You heavy people, circle me about,\n    That I may turn me to each one of you\n    And swear unto my soul to right your wrongs.\n    The vow is made. Come, brother, take a head,\n    And in this hand the other will I bear.\n    And, Lavinia, thou shalt be employ'd in this;\n    Bear thou my hand, sweet wench, between thy teeth.\n    As for thee, boy, go, get thee from my sight;\n    Thou art an exile, and thou must not stay.\n    Hie to the Goths and raise an army there;\n    And if ye love me, as I think you do,\n    Let's kiss and part, for we have much to do.\n                                           Exeunt all but Lucius\n  LUCIUS. Farewell, Andronicus, my noble father,\n    The woefull'st man that ever liv'd in Rome.\n    Farewell, proud Rome; till Lucius come again,\n    He leaves his pledges dearer than his life.\n    Farewell, Lavinia, my noble sister;\n    O, would thou wert as thou tofore hast been!\n    But now nor Lucius nor Lavinia lives\n    But in oblivion and hateful griefs.\n    If Lucius live, he will requite your wrongs\n    And make proud Saturnine and his emperess\n    Beg at the gates like Tarquin and his queen.\n    Now will I to the Goths, and raise a pow'r\n    To be reveng'd on Rome and Saturnine.                   Exit\n\nSCENE II. Rome. TITUS' house\n\nA banquet.\n\nEnter TITUS, MARCUS, LAVINIA, and the boy YOUNG LUCIUS\n\n  TITUS. So so, now sit; and look you eat no more\n    Than will preserve just so much strength in us\n    As will revenge these bitter woes of ours.\n    Marcus, unknit that sorrow-wreathen knot;\n    Thy niece and I, poor creatures, want our hands,\n    And cannot passionate our tenfold grief\n    With folded arms. This poor right hand of mine\n    Is left to tyrannize upon my breast;\n    Who, when my heart, all mad with misery,\n    Beats in this hollow prison of my flesh,\n    Then thus I thump it down.\n    [To LAVINIA]  Thou map of woe, that thus dost talk in signs!\n    When thy poor heart beats with outrageous beating,\n    Thou canst not strike it thus to make it still.\n    Wound it with sighing, girl, kill it with groans;\n    Or get some little knife between thy teeth\n    And just against thy heart make thou a hole,\n    That all the tears that thy poor eyes let fall\n    May run into that sink and, soaking in,\n    Drown the lamenting fool in sea-salt tears.\n  MARCUS. Fie, brother, fie! Teach her not thus to lay\n    Such violent hands upon her tender life.\n  TITUS. How now! Has sorrow made thee dote already?\n    Why, Marcus, no man should be mad but I.\n    What violent hands can she lay on her life?\n    Ah, wherefore dost thou urge the name of hands?\n    To bid Aeneas tell the tale twice o'er\n    How Troy was burnt and he made miserable?\n    O, handle not the theme, to talk of hands,\n    Lest we remember still that we have none.\n    Fie, fie, how franticly I square my talk,\n    As if we should forget we had no hands,\n    If Marcus did not name the word of hands!\n    Come, let's fall to; and, gentle girl, eat this:\n    Here is no drink. Hark, Marcus, what she says-\n    I can interpret all her martyr'd signs;\n    She says she drinks no other drink but tears,\n    Brew'd with her sorrow, mesh'd upon her cheeks.\n    Speechless complainer, I will learn thy thought;\n    In thy dumb action will I be as perfect\n    As begging hermits in their holy prayers.\n    Thou shalt not sigh, nor hold thy stumps to heaven,\n    Nor wink, nor nod, nor kneel, nor make a sign,\n    But I of these will wrest an alphabet,\n    And by still practice learn to know thy meaning.\n  BOY. Good grandsire, leave these bitter deep laments;\n    Make my aunt merry with some pleasing tale.\n  MARCUS. Alas, the tender boy, in passion mov'd,\n    Doth weep to see his grandsire's heaviness.\n  TITUS. Peace, tender sapling; thou art made of tears,\n    And tears will quickly melt thy life away.\n                          [MARCUS strikes the dish with a knife]\n    What dost thou strike at, Marcus, with thy knife?\n  MARCUS. At that that I have kill'd, my lord- a fly.\n  TITUS. Out on thee, murderer, thou kill'st my heart!\n    Mine eyes are cloy'd with view of tyranny;\n    A deed of death done on the innocent\n    Becomes not Titus' brother. Get thee gone;\n    I see thou art not for my company.\n  MARCUS. Alas, my lord, I have but kill'd a fly.\n  TITUS. 'But!' How if that fly had a father and mother?\n    How would he hang his slender gilded wings\n    And buzz lamenting doings in the air!\n    Poor harmless fly,\n    That with his pretty buzzing melody\n    Came here to make us merry! And thou hast kill'd him.\n  MARCUS. Pardon me, sir; it was a black ill-favour'd fly,\n    Like to the Empress' Moor; therefore I kill'd him.\n  TITUS. O, O, O!\n    Then pardon me for reprehending thee,\n    For thou hast done a charitable deed.\n    Give me thy knife, I will insult on him,\n    Flattering myself as if it were the Moor\n    Come hither purposely to poison me.\n    There's for thyself, and that's for Tamora.\n    Ah, sirrah!\n    Yet, I think, we are not brought so low\n    But that between us we can kill a fly\n    That comes in likeness of a coal-black Moor.\n  MARCUS. Alas, poor man! grief has so wrought on him,\n    He takes false shadows for true substances.\n  TITUS. Come, take away. Lavinia, go with me;\n    I'll to thy closet, and go read with thee\n    Sad stories chanced in the times of old.\n    Come, boy, and go with me; thy sight is young,\n    And thou shalt read when mine begin to dazzle.        Exeunt\n\nACT IV. SCENE I. Rome. TITUS' garden\n\nEnter YOUNG LUCIUS and LAVINIA running after him, and the boy flies\nfrom her with his books under his arm.\n\nEnter TITUS and MARCUS\n\n  BOY. Help, grandsire, help! my aunt Lavinia\n    Follows me everywhere, I know not why.\n    Good uncle Marcus, see how swift she comes!\n    Alas, sweet aunt, I know not what you mean.\n  MARCUS. Stand by me, Lucius; do not fear thine aunt.\n  TITUS. She loves thee, boy, too well to do thee harm.\n  BOY. Ay, when my father was in Rome she did.\n  MARCUS. What means my niece Lavinia by these signs?\n  TITUS. Fear her not, Lucius; somewhat doth she mean.\n    See, Lucius, see how much she makes of thee.\n    Somewhither would she have thee go with her.\n    Ah, boy, Cornelia never with more care\n    Read to her sons than she hath read to thee\n    Sweet poetry and Tully's Orator.\n  MARCUS. Canst thou not guess wherefore she plies thee thus?\n  BOY. My lord, I know not, I, nor can I guess,\n    Unless some fit or frenzy do possess her;\n    For I have heard my grandsire say full oft\n    Extremity of griefs would make men mad;\n    And I have read that Hecuba of Troy\n    Ran mad for sorrow. That made me to fear;\n    Although, my lord, I know my noble aunt\n    Loves me as dear as e'er my mother did,\n    And would not, but in fury, fright my youth;\n    Which made me down to throw my books, and fly-\n    Causeless, perhaps. But pardon me, sweet aunt;\n    And, madam, if my uncle Marcus go,\n    I will most willingly attend your ladyship.\n  MARCUS. Lucius, I will.           [LAVINIA turns over with her\n                     stumps the books which Lucius has let fall]\n  TITUS. How now, Lavinia! Marcus, what means this?\n    Some book there is that she desires to see.\n    Which is it, girl, of these?- Open them, boy.-\n    But thou art deeper read and better skill'd;\n    Come and take choice of all my library,\n    And so beguile thy sorrow, till the heavens\n    Reveal the damn'd contriver of this deed.\n    Why lifts she up her arms in sequence thus?\n  MARCUS. I think she means that there were more than one\n    Confederate in the fact; ay, more there was,\n    Or else to heaven she heaves them for revenge.\n  TITUS. Lucius, what book is that she tosseth so?\n  BOY. Grandsire, 'tis Ovid's Metamorphoses;\n    My mother gave it me.\n  MARCUS. For love of her that's gone,\n    Perhaps she cull'd it from among the rest.\n  TITUS. Soft! So busily she turns the leaves! Help her.\n    What would she find? Lavinia, shall I read?\n    This is the tragic tale of Philomel\n    And treats of Tereus' treason and his rape;\n    And rape, I fear, was root of thy annoy.\n  MARCUS. See, brother, see! Note how she quotes the leaves.\n  TITUS. Lavinia, wert thou thus surpris'd, sweet girl,\n    Ravish'd and wrong'd as Philomela was,\n    Forc'd in the ruthless, vast, and gloomy woods?\n    See, see!\n    Ay, such a place there is where we did hunt-\n    O, had we never, never hunted there!-\n    Pattern'd by that the poet here describes,\n    By nature made for murders and for rapes.\n  MARCUS. O, why should nature build so foul a den,\n    Unless the gods delight in tragedies?\n  TITUS. Give signs, sweet girl, for here are none but friends,\n    What Roman lord it was durst do the deed.\n    Or slunk not Saturnine, as Tarquin erst,\n    That left the camp to sin in Lucrece' bed?\n  MARCUS. Sit down, sweet niece; brother, sit down by me.\n    Apollo, Pallas, Jove, or Mercury,\n    Inspire me, that I may this treason find!\n    My lord, look here! Look here, Lavinia!\n                                    [He writes his name with his\n                       staff, and guides it with feet and mouth]\n    This sandy plot is plain; guide, if thou canst,\n    This after me. I have writ my name\n    Without the help of any hand at all.\n    Curs'd be that heart that forc'd us to this shift!\n    Write thou, good niece, and here display at last\n    What God will have discovered for revenge.\n    Heaven guide thy pen to print thy sorrows plain,\n    That we may know the traitors and the truth!\n                               [She takes the staff in her mouth\n                          and guides it with stumps, and writes]\n    O, do ye read, my lord, what she hath writ?\n  TITUS. 'Stuprum- Chiron- Demetrius.'\n  MARCUS. What, what! the lustful sons of Tamora\n    Performers of this heinous bloody deed?\n  TITUS. Magni Dominator poli,\n    Tam lentus audis scelera? tam lentus vides?\n  MARCUS. O, calm thee, gentle lord! although I know\n    There is enough written upon this earth\n    To stir a mutiny in the mildest thoughts,\n    And arm the minds of infants to exclaims.\n    My lord, kneel down with me; Lavinia, kneel;\n    And kneel, sweet boy, the Roman Hector's hope;\n    And swear with me- as, with the woeful fere\n    And father of that chaste dishonoured dame,\n    Lord Junius Brutus sware for Lucrece' rape-\n    That we will prosecute, by good advice,\n    Mortal revenge upon these traitorous Goths,\n    And see their blood or die with this reproach.\n  TITUS. 'Tis sure enough, an you knew how;\n    But if you hunt these bear-whelps, then beware:\n    The dam will wake; and if she wind ye once,\n    She's with the lion deeply still in league,\n    And lulls him whilst she playeth on her back,\n    And when he sleeps will she do what she list.\n    You are a young huntsman, Marcus; let alone;\n    And come, I will go get a leaf of brass,\n    And with a gad of steel will write these words,\n    And lay it by. The angry northern wind\n    Will blow these sands like Sibyl's leaves abroad,\n    And where's our lesson, then? Boy, what say you?\n  BOY. I say, my lord, that if I were a man\n    Their mother's bedchamber should not be safe\n    For these base bondmen to the yoke of Rome.\n  MARCUS. Ay, that's my boy! Thy father hath full oft\n    For his ungrateful country done the like.\n  BOY. And, uncle, so will I, an if I live.\n  TITUS. Come, go with me into mine armoury.\n    Lucius, I'll fit thee; and withal my boy\n    Shall carry from me to the Empress' sons\n    Presents that I intend to send them both.\n    Come, come; thou'lt do my message, wilt thou not?\n  BOY. Ay, with my dagger in their bosoms, grandsire.\n  TITUS. No, boy, not so; I'll teach thee another course.\n    Lavinia, come. Marcus, look to my house.\n    Lucius and I'll go brave it at the court;\n    Ay, marry, will we, sir! and we'll be waited on.\n                         Exeunt TITUS, LAVINIA, and YOUNG LUCIUS\n  MARCUS. O heavens, can you hear a good man groan\n    And not relent, or not compassion him?\n    Marcus, attend him in his ecstasy,\n    That hath more scars of sorrow in his heart\n    Than foemen's marks upon his batt'red shield,\n    But yet so just that he will not revenge.\n    Revenge the heavens for old Andronicus!                 Exit\n\nSCENE II. Rome. The palace\n\nEnter AARON, DEMETRIUS and CHIRON, at one door; and at the other door,\nYOUNG LUCIUS and another with a bundle of weapons, and verses writ upon\nthem\n\n  CHIRON. Demetrius, here's the son of Lucius;\n    He hath some message to deliver us.\n  AARON. Ay, some mad message from his mad grandfather.\n  BOY. My lords, with all the humbleness I may,\n    I greet your honours from Andronicus-\n    [Aside]  And pray the Roman gods confound you both!\n  DEMETRIUS. Gramercy, lovely Lucius. What's the news?\n  BOY.  [Aside]  That you are both decipher'd, that's the news,\n    For villains mark'd with rape.- May it please you,\n    My grandsire, well advis'd, hath sent by me\n    The goodliest weapons of his armoury\n    To gratify your honourable youth,\n    The hope of Rome; for so he bid me say;\n    And so I do, and with his gifts present\n    Your lordships, that, whenever you have need,\n    You may be armed and appointed well.\n    And so I leave you both-  [Aside]  like bloody villains.\n                               Exeunt YOUNG LUCIUS and attendant\n  DEMETRIUS. What's here? A scroll, and written round about.\n    Let's see:\n    [Reads]  'Integer vitae, scelerisque purus,\n    Non eget Mauri iaculis, nec arcu.'\n  CHIRON. O, 'tis a verse in Horace, I know it well;\n    I read it in the grammar long ago.\n  AARON. Ay, just- a verse in Horace. Right, you have it.\n    [Aside]  Now, what a thing it is to be an ass!\n    Here's no sound jest! The old man hath found their guilt,\n    And sends them weapons wrapp'd about with lines\n    That wound, beyond their feeling, to the quick.\n    But were our witty Empress well afoot,\n    She would applaud Andronicus' conceit.\n    But let her rest in her unrest awhile-\n    And now, young lords, was't not a happy star\n    Led us to Rome, strangers, and more than so,\n    Captives, to be advanced to this height?\n    It did me good before the palace gate\n    To brave the Tribune in his brother's hearing.\n  DEMETRIUS. But me more good to see so great a lord\n    Basely insinuate and send us gifts.\n  AARON. Had he not reason, Lord Demetrius?\n    Did you not use his daughter very friendly?\n  DEMETRIUS. I would we had a thousand Roman dames\n    At such a bay, by turn to serve our lust.\n  CHIRON. A charitable wish and full of love.\n  AARON. Here lacks but your mother for to say amen.\n  CHIRON. And that would she for twenty thousand more.\n  DEMETRIUS. Come, let us go and pray to all the gods\n    For our beloved mother in her pains.\n  AARON.  [Aside]  Pray to the devils; the gods have given us over.\n                                                [Trumpets sound]\n  DEMETRIUS. Why do the Emperor's trumpets flourish thus?\n  CHIRON. Belike, for joy the Emperor hath a son.\n  DEMETRIUS. Soft! who comes here?\n\n            Enter NURSE, with a blackamoor CHILD\n\n  NURSE. Good morrow, lords.\n    O, tell me, did you see Aaron the Moor?\n  AARON. Well, more or less, or ne'er a whit at all,\n    Here Aaron is; and what with Aaron now?\n  NURSE. O gentle Aaron, we are all undone!\n    Now help, or woe betide thee evermore!\n  AARON. Why, what a caterwauling dost thou keep!\n    What dost thou wrap and fumble in thy arms?\n  NURSE. O, that which I would hide from heaven's eye:\n    Our Empress' shame and stately Rome's disgrace!\n    She is delivered, lord; she is delivered.\n  AARON. To whom?\n  NURSE. I mean she is brought a-bed.\n  AARON. Well, God give her good rest! What hath he sent her?\n  NURSE. A devil.\n  AARON. Why, then she is the devil's dam;\n    A joyful issue.\n  NURSE. A joyless, dismal, black, and sorrowful issue!\n    Here is the babe, as loathsome as a toad\n    Amongst the fair-fac'd breeders of our clime;\n    The Empress sends it thee, thy stamp, thy seal,\n    And bids thee christen it with thy dagger's point.\n  AARON. Zounds, ye whore! Is black so base a hue?\n    Sweet blowse, you are a beauteous blossom sure.\n  DEMETRIUS. Villain, what hast thou done?\n  AARON. That which thou canst not undo.\n  CHIRON. Thou hast undone our mother.\n  AARON. Villain, I have done thy mother.\n  DEMETRIUS. And therein, hellish dog, thou hast undone her.\n    Woe to her chance, and damn'd her loathed choice!\n    Accurs'd the offspring of so foul a fiend!\n  CHIRON. It shall not live.\n  AARON. It shall not die.\n  NURSE. Aaron, it must; the mother wills it so.\n  AARON. What, must it, nurse? Then let no man but I\n    Do execution on my flesh and blood.\n  DEMETRIUS. I'll broach the tadpole on my rapier's point.\n    Nurse, give it me; my sword shall soon dispatch it.\n  AARON. Sooner this sword shall plough thy bowels up.\n                     [Takes the CHILD from the NURSE, and draws]\n    Stay, murderous villains, will you kill your brother!\n    Now, by the burning tapers of the sky\n    That shone so brightly when this boy was got,\n    He dies upon my scimitar's sharp point\n    That touches this my first-born son and heir.\n    I tell you, younglings, not Enceladus,\n    With all his threat'ning band of Typhon's brood,\n    Nor great Alcides, nor the god of war,\n    Shall seize this prey out of his father's hands.\n    What, what, ye sanguine, shallow-hearted boys!\n    Ye white-lim'd walls! ye alehouse painted signs!\n    Coal-black is better than another hue\n    In that it scorns to bear another hue;\n    For all the water in the ocean\n    Can never turn the swan's black legs to white,\n    Although she lave them hourly in the flood.\n    Tell the Empress from me I am of age\n    To keep mine own- excuse it how she can.\n  DEMETRIUS. Wilt thou betray thy noble mistress thus?\n  AARON. My mistress is my mistress: this my self,\n    The vigour and the picture of my youth.\n    This before all the world do I prefer;\n    This maugre all the world will I keep safe,\n    Or some of you shall smoke for it in Rome.\n  DEMETRIUS. By this our mother is for ever sham'd.\n  CHIRON. Rome will despise her for this foul escape.\n  NURSE. The Emperor in his rage will doom her death.\n  CHIRON. I blush to think upon this ignomy.\n  AARON. Why, there's the privilege your beauty bears:\n    Fie, treacherous hue, that will betray with blushing\n    The close enacts and counsels of thy heart!\n    Here's a young lad fram'd of another leer.\n    Look how the black slave smiles upon the father,\n    As who should say 'Old lad, I am thine own.'\n    He is your brother, lords, sensibly fed\n    Of that self-blood that first gave life to you;\n    And from your womb where you imprisoned were\n    He is enfranchised and come to light.\n    Nay, he is your brother by the surer side,\n    Although my seal be stamped in his face.\n  NURSE. Aaron, what shall I say unto the Empress?\n  DEMETRIUS. Advise thee, Aaron, what is to be done,\n    And we will all subscribe to thy advice.\n    Save thou the child, so we may all be safe.\n  AARON. Then sit we down and let us all consult.\n    My son and I will have the wind of you:\n    Keep there; now talk at pleasure of your safety.\n                                                      [They sit]\n  DEMETRIUS. How many women saw this child of his?\n  AARON. Why, so, brave lords! When we join in league\n    I am a lamb; but if you brave the Moor,\n    The chafed boar, the mountain lioness,\n    The ocean swells not so as Aaron storms.\n    But say, again, how many saw the child?\n  NURSE. Cornelia the midwife and myself;\n    And no one else but the delivered Empress.\n  AARON. The Emperess, the midwife, and yourself.\n    Two may keep counsel when the third's away:\n    Go to the Empress, tell her this I said.      [He kills her]\n    Weeke weeke!\n    So cries a pig prepared to the spit.\n  DEMETRIUS. What mean'st thou, Aaron? Wherefore didst thou this?\n  AARON. O Lord, sir, 'tis a deed of policy.\n    Shall she live to betray this guilt of ours-\n    A long-tongu'd babbling gossip? No, lords, no.\n    And now be it known to you my full intent:\n    Not far, one Muliteus, my countryman-\n    His wife but yesternight was brought to bed;\n    His child is like to her, fair as you are.\n    Go pack with him, and give the mother gold,\n    And tell them both the circumstance of all,\n    And how by this their child shall be advanc'd,\n    And be received for the Emperor's heir\n    And substituted in the place of mine,\n    To calm this tempest whirling in the court;\n    And let the Emperor dandle him for his own.\n    Hark ye, lords. You see I have given her physic,\n                                         [Pointing to the NURSE]\n    And you must needs bestow her funeral;\n    The fields are near, and you are gallant grooms.\n    This done, see that you take no longer days,\n    But send the midwife presently to me.\n    The midwife and the nurse well made away,\n    Then let the ladies tattle what they please.\n  CHIRON. Aaron, I see thou wilt not trust the air\n    With secrets.\n  DEMETRIUS. For this care of Tamora,\n    Herself and hers are highly bound to thee.\n\n         Exeunt DEMETRIUS and CHIRON, bearing off the dead NURSE\n\n  AARON. Now to the Goths, as swift as swallow flies,\n    There to dispose this treasure in mine arms,\n    And secretly to greet the Empress' friends.\n    Come on, you thick-lipp'd slave, I'll bear you hence;\n    For it is you that puts us to our shifts.\n    I'll make you feed on berries and on roots,\n    And feed on curds and whey, and suck the goat,\n    And cabin in a cave, and bring you up\n    To be a warrior and command a camp.\n                                             Exit with the CHILD\n\nSCENE III. Rome. A public place\n\nEnter TITUS, bearing arrows with letters on the ends of them; with him\nMARCUS, YOUNG LUCIUS, and other gentlemen, PUBLIUS, SEMPRONIUS, and\nCAIUS, with bows\n\n  TITUS. Come, Marcus, come; kinsmen, this is the way.\n    Sir boy, let me see your archery;\n    Look ye draw home enough, and 'tis there straight.\n    Terras Astrea reliquit,\n    Be you rememb'red, Marcus; she's gone, she's fled.\n    Sirs, take you to your tools. You, cousins, shall\n    Go sound the ocean and cast your nets;\n    Happily you may catch her in the sea;\n    Yet there's as little justice as at land.\n    No; Publius and Sempronius, you must do it;\n    'Tis you must dig with mattock and with spade,\n    And pierce the inmost centre of the earth;\n    Then, when you come to Pluto's region,\n    I pray you deliver him this petition.\n    Tell him it is for justice and for aid,\n    And that it comes from old Andronicus,\n    Shaken with sorrows in ungrateful Rome.\n    Ah, Rome! Well, well, I made thee miserable\n    What time I threw the people's suffrages\n    On him that thus doth tyrannize o'er me.\n    Go get you gone; and pray be careful all,\n    And leave you not a man-of-war unsearch'd.\n    This wicked Emperor may have shipp'd her hence;\n    And, kinsmen, then we may go pipe for justice.\n  MARCUS. O Publius, is not this a heavy case,\n    To see thy noble uncle thus distract?\n  PUBLIUS. Therefore, my lords, it highly us concerns\n    By day and night t' attend him carefully,\n    And feed his humour kindly as we may\n    Till time beget some careful remedy.\n  MARCUS. Kinsmen, his sorrows are past remedy.\n    Join with the Goths, and with revengeful war\n    Take wreak on Rome for this ingratitude,\n    And vengeance on the traitor Saturnine.\n  TITUS. Publius, how now? How now, my masters?\n    What, have you met with her?\n  PUBLIUS. No, my good lord; but Pluto sends you word,\n    If you will have Revenge from hell, you shall.\n    Marry, for Justice, she is so employ'd,\n    He thinks, with Jove in heaven, or somewhere else,\n    So that perforce you must needs stay a time.\n  TITUS. He doth me wrong to feed me with delays.\n    I'll dive into the burning lake below\n    And pull her out of Acheron by the heels.\n    Marcus, we are but shrubs, no cedars we,\n    No big-bon'd men fram'd of the Cyclops' size;\n    But metal, Marcus, steel to the very back,\n    Yet wrung with wrongs more than our backs can bear;\n    And, sith there's no justice in earth nor hell,\n    We will solicit heaven, and move the gods\n    To send down justice for to wreak our wrongs.\n    Come, to this gear. You are a good archer, Marcus.\n                                      [He gives them the arrows]\n    'Ad Jovem' that's for you; here 'Ad Apollinem.'\n    'Ad Martem' that's for myself.\n    Here, boy, 'To Pallas'; here 'To Mercury.'\n    'To Saturn,' Caius- not to Saturnine:\n    You were as good to shoot against the wind.\n    To it, boy. Marcus, loose when I bid.\n    Of my word, I have written to effect;\n    There's not a god left unsolicited.\n  MARCUS. Kinsmen, shoot all your shafts into the court;\n    We will afflict the Emperor in his pride.\n  TITUS. Now, masters, draw.  [They shoot]  O, well said, Lucius!\n    Good boy, in Virgo's lap! Give it Pallas.\n  MARCUS. My lord, I aim a mile beyond the moon;\n    Your letter is with Jupiter by this.\n  TITUS. Ha! ha!\n    Publius, Publius, hast thou done?\n    See, see, thou hast shot off one of Taurus' horns.\n  MARCUS. This was the sport, my lord: when Publius shot,\n    The Bull, being gall'd, gave Aries such a knock\n    That down fell both the Ram's horns in the court;\n    And who should find them but the Empress' villain?\n    She laugh'd, and told the Moor he should not choose\n    But give them to his master for a present.\n  TITUS. Why, there it goes! God give his lordship joy!\n\n    Enter the CLOWN, with a basket and two pigeons in it\n\n    News, news from heaven! Marcus, the post is come.\n    Sirrah, what tidings? Have you any letters?\n    Shall I have justice? What says Jupiter?\n  CLOWN. Ho, the gibbet-maker? He says that he hath taken them down\n    again, for the man must not be hang'd till the next week.\n  TITUS. But what says Jupiter, I ask thee?\n  CLOWN. Alas, sir, I know not Jupiter; I never drank with him in all\n    my life.\n  TITUS. Why, villain, art not thou the carrier?\n  CLOWN. Ay, of my pigeons, sir; nothing else.\n  TITUS. Why, didst thou not come from heaven?\n  CLOWN. From heaven! Alas, sir, I never came there. God forbid I\n    should be so bold to press to heaven in my young days. Why, I am\n    going with my pigeons to the Tribunal Plebs, to take up a matter\n    of brawl betwixt my uncle and one of the Emperal's men.\n  MARCUS. Why, sir, that is as fit as can be to serve for your\n    oration; and let him deliver the pigeons to the Emperor from you.\n  TITUS. Tell me, can you deliver an oration to the Emperor with a\n    grace?\n  CLOWN. Nay, truly, sir, I could never say grace in all my life.\n  TITUS. Sirrah, come hither. Make no more ado,\n    But give your pigeons to the Emperor;\n    By me thou shalt have justice at his hands.\n    Hold, hold! Meanwhile here's money for thy charges.\n    Give me pen and ink. Sirrah, can you with a grace deliver up a\n    supplication?\n  CLOWN. Ay, sir.\n  TITUS. Then here is a supplication for you. And when you come to\n    him, at the first approach you must kneel; then kiss his foot;\n    then deliver up your pigeons; and then look for your reward. I'll\n    be at hand, sir; see you do it bravely.\n  CLOWN. I warrant you, sir; let me alone.\n  TITUS. Sirrah, hast thou a knife? Come let me see it.\n    Here, Marcus, fold it in the oration;\n    For thou hast made it like a humble suppliant.\n    And when thou hast given it to the Emperor,\n    Knock at my door, and tell me what he says.\n  CLOWN. God be with you, sir; I will.\n  TITUS. Come, Marcus, let us go. Publius, follow me.     Exeunt\n\nSCENE IV. Rome. Before the palace\n\nEnter the EMPEROR, and the EMPRESS and her two sons, DEMETRIUS and\nCHIRON; LORDS and others. The EMPEROR brings the arrows in his hand\nthat TITUS shot at him\n\n  SATURNINUS. Why, lords, what wrongs are these! Was ever seen\n    An emperor in Rome thus overborne,\n    Troubled, confronted thus; and, for the extent\n    Of egal justice, us'd in such contempt?\n    My lords, you know, as know the mightful gods,\n    However these disturbers of our peace\n    Buzz in the people's ears, there nought hath pass'd\n    But even with law against the wilful sons\n    Of old Andronicus. And what an if\n    His sorrows have so overwhelm'd his wits,\n    Shall we be thus afflicted in his wreaks,\n    His fits, his frenzy, and his bitterness?\n    And now he writes to heaven for his redress.\n    See, here's 'To Jove' and this 'To Mercury';\n    This 'To Apollo'; this 'To the God of War'-\n    Sweet scrolls to fly about the streets of Rome!\n    What's this but libelling against the Senate,\n    And blazoning our unjustice every where?\n    A goodly humour, is it not, my lords?\n    As who would say in Rome no justice were.\n    But if I live, his feigned ecstasies\n    Shall be no shelter to these outrages;\n    But he and his shall know that justice lives\n    In Saturninus' health; whom, if she sleep,\n    He'll so awake as he in fury shall\n    Cut off the proud'st conspirator that lives.\n  TAMORA. My gracious lord, my lovely Saturnine,\n    Lord of my life, commander of my thoughts,\n    Calm thee, and bear the faults of Titus' age,\n    Th' effects of sorrow for his valiant sons\n    Whose loss hath pierc'd him deep and scarr'd his heart;\n    And rather comfort his distressed plight\n    Than prosecute the meanest or the best\n    For these contempts.  [Aside]  Why, thus it shall become\n    High-witted Tamora to gloze with all.\n    But, Titus, I have touch'd thee to the quick,\n    Thy life-blood out; if Aaron now be wise,\n    Then is all safe, the anchor in the port.\n\n                       Enter CLOWN\n\n    How now, good fellow! Wouldst thou speak with us?\n  CLOWN. Yes, forsooth, an your mistriship be Emperial.\n  TAMORA. Empress I am, but yonder sits the Emperor.\n  CLOWN. 'Tis he.- God and Saint Stephen give you godden. I have\n    brought you a letter and a couple of pigeons here.\n                                   [SATURNINUS reads the letter]\n  SATURNINUS. Go take him away, and hang him presently.\n  CLOWN. How much money must I have?\n  TAMORA. Come, sirrah, you must be hang'd.\n  CLOWN. Hang'd! by'r lady, then I have brought up a neck to a fair\n    end.                                          [Exit guarded]\n  SATURNINUS. Despiteful and intolerable wrongs!\n    Shall I endure this monstrous villainy?\n    I know from whence this same device proceeds.\n    May this be borne- as if his traitorous sons\n    That died by law for murder of our brother\n    Have by my means been butchered wrongfully?\n    Go drag the villain hither by the hair;\n    Nor age nor honour shall shape privilege.\n    For this proud mock I'll be thy slaughterman,\n    Sly frantic wretch, that holp'st to make me great,\n    In hope thyself should govern Rome and me.\n\n                   Enter NUNTIUS AEMILIUS\n\n    What news with thee, Aemilius?\n  AEMILIUS. Arm, my lords! Rome never had more cause.\n    The Goths have gathered head; and with a power\n    Of high resolved men, bent to the spoil,\n    They hither march amain, under conduct\n    Of Lucius, son to old Andronicus;\n    Who threats in course of this revenge to do\n    As much as ever Coriolanus did.\n  SATURNINUS. Is warlike Lucius general of the Goths?\n    These tidings nip me, and I hang the head\n    As flowers with frost, or grass beat down with storms.\n    Ay, now begins our sorrows to approach.\n    'Tis he the common people love so much;\n    Myself hath often heard them say-\n    When I have walked like a private man-\n    That Lucius' banishment was wrongfully,\n    And they have wish'd that Lucius were their emperor.\n  TAMORA. Why should you fear? Is not your city strong?\n  SATURNINUS. Ay, but the citizens favour Lucius,\n    And will revolt from me to succour him.\n  TAMORA. King, be thy thoughts imperious like thy name!\n    Is the sun dimm'd, that gnats do fly in it?\n    The eagle suffers little birds to sing,\n    And is not careful what they mean thereby,\n    Knowing that with the shadow of his wings\n    He can at pleasure stint their melody;\n    Even so mayest thou the giddy men of Rome.\n    Then cheer thy spirit; for know thou, Emperor,\n    I will enchant the old Andronicus\n    With words more sweet, and yet more dangerous,\n    Than baits to fish or honey-stalks to sheep,\n    When as the one is wounded with the bait,\n    The other rotted with delicious feed.\n  SATURNINUS. But he will not entreat his son for us.\n  TAMORA. If Tamora entreat him, then he will;\n    For I can smooth and fill his aged ears\n    With golden promises, that, were his heart\n    Almost impregnable, his old ears deaf,\n    Yet should both ear and heart obey my tongue.\n    [To AEMILIUS]  Go thou before to be our ambassador;\n    Say that the Emperor requests a parley\n    Of warlike Lucius, and appoint the meeting\n    Even at his father's house, the old Andronicus.\n  SATURNINUS. Aemilius, do this message honourably;\n    And if he stand on hostage for his safety,\n    Bid him demand what pledge will please him best.\n  AEMILIUS. Your bidding shall I do effectually.            Exit\n  TAMORA. Now will I to that old Andronicus,\n    And temper him with all the art I have,\n    To pluck proud Lucius from the warlike Goths.\n    And now, sweet Emperor, be blithe again,\n    And bury all thy fear in my devices.\n  SATURNINUS. Then go successantly, and plead to him.\n                                                          Exeunt\n\nACT V. SCENE I. Plains near Rome\n\nEnter LUCIUS with an army of GOTHS with drums and colours\n\n  LUCIUS. Approved warriors and my faithful friends,\n    I have received letters from great Rome\n    Which signifies what hate they bear their Emperor\n    And how desirous of our sight they are.\n    Therefore, great lords, be, as your titles witness,\n    Imperious and impatient of your wrongs;\n    And wherein Rome hath done you any scath,\n    Let him make treble satisfaction.\n  FIRST GOTH. Brave slip, sprung from the great Andronicus,\n    Whose name was once our terror, now our comfort,\n    Whose high exploits and honourable deeds\n    Ingrateful Rome requites with foul contempt,\n    Be bold in us: we'll follow where thou lead'st,\n    Like stinging bees in hottest summer's day,\n    Led by their master to the flow'red fields,\n    And be aveng'd on cursed Tamora.\n  ALL THE GOTHS. And as he saith, so say we all with him.\n  LUCIUS. I humbly thank him, and I thank you all.\n    But who comes here, led by a lusty Goth?\n\n     Enter a GOTH, leading AARON with his CHILD in his arms\n\n  SECOND GOTH. Renowned Lucius, from our troops I stray'd\n    To gaze upon a ruinous monastery;\n    And as I earnestly did fix mine eye\n    Upon the wasted building, suddenly\n    I heard a child cry underneath a wall.\n    I made unto the noise, when soon I heard\n    The crying babe controll'd with this discourse:\n    'Peace, tawny slave, half me and half thy dam!\n    Did not thy hue bewray whose brat thou art,\n    Had nature lent thee but thy mother's look,\n    Villain, thou mightst have been an emperor;\n    But where the bull and cow are both milk-white,\n    They never do beget a coal-black calf.\n    Peace, villain, peace!'- even thus he rates the babe-\n    'For I must bear thee to a trusty Goth,\n    Who, when he knows thou art the Empress' babe,\n    Will hold thee dearly for thy mother's sake.'\n    With this, my weapon drawn, I rush'd upon him,\n    Surpris'd him suddenly, and brought him hither\n    To use as you think needful of the man.\n  LUCIUS. O worthy Goth, this is the incarnate devil\n    That robb'd Andronicus of his good hand;\n    This is the pearl that pleas'd your Empress' eye;\n    And here's the base fruit of her burning lust.\n    Say, wall-ey'd slave, whither wouldst thou convey\n    This growing image of thy fiend-like face?\n    Why dost not speak? What, deaf? Not a word?\n    A halter, soldiers! Hang him on this tree,\n    And by his side his fruit of bastardy.\n  AARON. Touch not the boy, he is of royal blood.\n  LUCIUS. Too like the sire for ever being good.\n    First hang the child, that he may see it sprawl-\n    A sight to vex the father's soul withal.\n    Get me a ladder.\n                [A ladder brought, which AARON is made to climb]\n  AARON. Lucius, save the child,\n    And bear it from me to the Emperess.\n    If thou do this, I'll show thee wondrous things\n    That highly may advantage thee to hear;\n    If thou wilt not, befall what may befall,\n    I'll speak no more but 'Vengeance rot you all!'\n  LUCIUS. Say on; an if it please me which thou speak'st,\n    Thy child shall live, and I will see it nourish'd.\n  AARON. An if it please thee! Why, assure thee, Lucius,\n    'Twill vex thy soul to hear what I shall speak;\n    For I must talk of murders, rapes, and massacres,\n    Acts of black night, abominable deeds,\n    Complots of mischief, treason, villainies,\n    Ruthful to hear, yet piteously perform'd;\n    And this shall all be buried in my death,\n    Unless thou swear to me my child shall live.\n  LUCIUS. Tell on thy mind; I say thy child shall live.\n  AARON. Swear that he shall, and then I will begin.\n  LUCIUS. Who should I swear by? Thou believest no god;\n    That granted, how canst thou believe an oath?\n  AARON. What if I do not? as indeed I do not;\n    Yet, for I know thou art religious\n    And hast a thing within thee called conscience,\n    With twenty popish tricks and ceremonies\n    Which I have seen thee careful to observe,\n    Therefore I urge thy oath. For that I know\n    An idiot holds his bauble for a god,\n    And keeps the oath which by that god he swears,\n    To that I'll urge him. Therefore thou shalt vow\n    By that same god- what god soe'er it be\n    That thou adorest and hast in reverence-\n    To save my boy, to nourish and bring him up;\n    Or else I will discover nought to thee.\n  LUCIUS. Even by my god I swear to thee I will.\n  AARON. First know thou, I begot him on the Empress.\n  LUCIUS. O most insatiate and luxurious woman!\n  AARON. Tut, Lucius, this was but a deed of charity\n    To that which thou shalt hear of me anon.\n    'Twas her two sons that murdered Bassianus;\n    They cut thy sister's tongue, and ravish'd her,\n    And cut her hands, and trimm'd her as thou sawest.\n  LUCIUS. O detestable villain! Call'st thou that trimming?\n  AARON. Why, she was wash'd, and cut, and trimm'd, and 'twas\n    Trim sport for them which had the doing of it.\n  LUCIUS. O barbarous beastly villains like thyself!\n  AARON. Indeed, I was their tutor to instruct them.\n    That codding spirit had they from their mother,\n    As sure a card as ever won the set;\n    That bloody mind, I think, they learn'd of me,\n    As true a dog as ever fought at head.\n    Well, let my deeds be witness of my worth.\n    I train'd thy brethren to that guileful hole\n    Where the dead corpse of Bassianus lay;\n    I wrote the letter that thy father found,\n    And hid the gold within that letter mention'd,\n    Confederate with the Queen and her two sons;\n    And what not done, that thou hast cause to rue,\n    Wherein I had no stroke of mischief in it?\n    I play'd the cheater for thy father's hand,\n    And, when I had it, drew myself apart\n    And almost broke my heart with extreme laughter.\n    I pried me through the crevice of a wall,\n    When, for his hand, he had his two sons' heads;\n    Beheld his tears, and laugh'd so heartily\n    That both mine eyes were rainy like to his;\n    And when I told the Empress of this sport,\n    She swooned almost at my pleasing tale,\n    And for my tidings gave me twenty kisses.\n  GOTH. What, canst thou say all this and never blush?\n  AARON. Ay, like a black dog, as the saying is.\n  LUCIUS. Art thou not sorry for these heinous deeds?\n  AARON. Ay, that I had not done a thousand more.\n    Even now I curse the day- and yet, I think,\n    Few come within the compass of my curse-\n    Wherein I did not some notorious ill;\n    As kill a man, or else devise his death;\n    Ravish a maid, or plot the way to do it;\n    Accuse some innocent, and forswear myself;\n    Set deadly enmity between two friends;\n    Make poor men's cattle break their necks;\n    Set fire on barns and hay-stacks in the night,\n    And bid the owners quench them with their tears.\n    Oft have I digg'd up dead men from their graves,\n    And set them upright at their dear friends' door\n    Even when their sorrows almost was forgot,\n    And on their skins, as on the bark of trees,\n    Have with my knife carved in Roman letters\n    'Let not your sorrow die, though I am dead.'\n    Tut, I have done a thousand dreadful things\n    As willingly as one would kill a fly;\n    And nothing grieves me heartily indeed\n    But that I cannot do ten thousand more.\n  LUCIUS. Bring down the devil, for he must not die\n    So sweet a death as hanging presently.\n  AARON. If there be devils, would I were a devil,\n    To live and burn in everlasting fire,\n    So I might have your company in hell\n    But to torment you with my bitter tongue!\n  LUCIUS. Sirs, stop his mouth, and let him speak no more.\n\n                       Enter AEMILIUS\n\n  GOTH. My lord, there is a messenger from Rome\n    Desires to be admitted to your presence.\n  LUCIUS. Let him come near.\n    Welcome, Aemilius. What's the news from Rome?\n  AEMILIUS. Lord Lucius, and you Princes of the Goths,\n    The Roman Emperor greets you all by me;\n    And, for he understands you are in arms,\n    He craves a parley at your father's house,\n    Willing you to demand your hostages,\n    And they shall be immediately deliver'd.\n  FIRST GOTH. What says our general?\n  LUCIUS. Aemilius, let the Emperor give his pledges\n    Unto my father and my uncle Marcus.\n    And we will come. March away.                         Exeunt\n\nSCENE II. Rome. Before TITUS' house\n\nEnter TAMORA, and her two sons, DEMETRIUS and CHIRON, disguised\n\n  TAMORA. Thus, in this strange and sad habiliment,\n    I will encounter with Andronicus,\n    And say I am Revenge, sent from below\n    To join with him and right his heinous wrongs.\n    Knock at his study, where they say he keeps\n    To ruminate strange plots of dire revenge;\n    Tell him Revenge is come to join with him,\n    And work confusion on his enemies.\n\n         They knock and TITUS opens his study door, above\n\n  TITUS. Who doth molest my contemplation?\n    Is it your trick to make me ope the door,\n    That so my sad decrees may fly away\n    And all my study be to no effect?\n    You are deceiv'd; for what I mean to do\n    See here in bloody lines I have set down;\n    And what is written shall be executed.\n  TAMORA. Titus, I am come to talk with thee.\n  TITUS. No, not a word. How can I grace my talk,\n    Wanting a hand to give it that accord?\n    Thou hast the odds of me; therefore no more.\n  TAMORA. If thou didst know me, thou wouldst talk with me.\n  TITUS. I am not mad, I know thee well enough:\n    Witness this wretched stump, witness these crimson lines;\n    Witness these trenches made by grief and care;\n    Witness the tiring day and heavy night;\n    Witness all sorrow that I know thee well\n    For our proud Empress, mighty Tamora.\n    Is not thy coming for my other hand?\n  TAMORA. Know thou, sad man, I am not Tamora:\n    She is thy enemy and I thy friend.\n    I am Revenge, sent from th' infernal kingdom\n    To ease the gnawing vulture of thy mind\n    By working wreakful vengeance on thy foes.\n    Come down and welcome me to this world's light;\n    Confer with me of murder and of death;\n    There's not a hollow cave or lurking-place,\n    No vast obscurity or misty vale,\n    Where bloody murder or detested rape\n    Can couch for fear but I will find them out;\n    And in their ears tell them my dreadful name-\n    Revenge, which makes the foul offender quake.\n  TITUS. Art thou Revenge? and art thou sent to me\n    To be a torment to mine enemies?\n  TAMORA. I am; therefore come down and welcome me.\n  TITUS. Do me some service ere I come to thee.\n    Lo, by thy side where Rape and Murder stands;\n    Now give some surance that thou art Revenge-\n    Stab them, or tear them on thy chariot wheels;\n    And then I'll come and be thy waggoner\n    And whirl along with thee about the globes.\n    Provide thee two proper palfreys, black as jet,\n    To hale thy vengeful waggon swift away,\n    And find out murderers in their guilty caves;\n    And when thy car is loaden with their heads,\n    I will dismount, and by thy waggon wheel\n    Trot, like a servile footman, all day long,\n    Even from Hyperion's rising in the east\n    Until his very downfall in the sea.\n    And day by day I'll do this heavy task,\n    So thou destroy Rapine and Murder there.\n  TAMORA. These are my ministers, and come with me.\n  TITUS. Are they thy ministers? What are they call'd?\n  TAMORA. Rape and Murder; therefore called so\n    'Cause they take vengeance of such kind of men.\n  TITUS. Good Lord, how like the Empress' sons they are!\n    And you the Empress! But we worldly men\n    Have miserable, mad, mistaking eyes.\n    O sweet Revenge, now do I come to thee;\n    And, if one arm's embracement will content thee,\n    I will embrace thee in it by and by.\n  TAMORA. This closing with him fits his lunacy.\n    Whate'er I forge to feed his brain-sick humours,\n    Do you uphold and maintain in your speeches,\n    For now he firmly takes me for Revenge;\n    And, being credulous in this mad thought,\n    I'll make him send for Lucius his son,\n    And whilst I at a banquet hold him sure,\n    I'll find some cunning practice out of hand\n    To scatter and disperse the giddy Goths,\n    Or, at the least, make them his enemies.\n    See, here he comes, and I must ply my theme.\n\n                 Enter TITUS, below\n\n  TITUS. Long have I been forlorn, and all for thee.\n    Welcome, dread Fury, to my woeful house.\n    Rapine and Murder, you are welcome too.\n    How like the Empress and her sons you are!\n    Well are you fitted, had you but a Moor.\n    Could not all hell afford you such a devil?\n    For well I wot the Empress never wags\n    But in her company there is a Moor;\n    And, would you represent our queen aright,\n    It were convenient you had such a devil.\n    But welcome as you are. What shall we do?\n  TAMORA. What wouldst thou have us do, Andronicus?\n  DEMETRIUS. Show me a murderer, I'll deal with him.\n  CHIRON. Show me a villain that hath done a rape,\n    And I am sent to be reveng'd on him.\n  TAMORA. Show me a thousand that hath done thee wrong,\n    And I will be revenged on them all.\n  TITUS. Look round about the wicked streets of Rome,\n    And when thou find'st a man that's like thyself,\n    Good Murder, stab him; he's a murderer.\n    Go thou with him, and when it is thy hap\n    To find another that is like to thee,\n    Good Rapine, stab him; he is a ravisher.\n    Go thou with them; and in the Emperor's court\n    There is a queen, attended by a Moor;\n    Well shalt thou know her by thine own proportion,\n    For up and down she doth resemble thee.\n    I pray thee, do on them some violent death;\n    They have been violent to me and mine.\n  TAMORA. Well hast thou lesson'd us; this shall we do.\n    But would it please thee, good Andronicus,\n    To send for Lucius, thy thrice-valiant son,\n    Who leads towards Rome a band of warlike Goths,\n    And bid him come and banquet at thy house;\n    When he is here, even at thy solemn feast,\n    I will bring in the Empress and her sons,\n    The Emperor himself, and all thy foes;\n    And at thy mercy shall they stoop and kneel,\n    And on them shalt thou ease thy angry heart.\n    What says Andronicus to this device?\n  TITUS. Marcus, my brother! 'Tis sad Titus calls.\n\n                  Enter MARCUS\n\n    Go, gentle Marcus, to thy nephew Lucius;\n    Thou shalt inquire him out among the Goths.\n    Bid him repair to me, and bring with him\n    Some of the chiefest princes of the Goths;\n    Bid him encamp his soldiers where they are.\n    Tell him the Emperor and the Empress too\n    Feast at my house, and he shall feast with them.\n    This do thou for my love; and so let him,\n    As he regards his aged father's life.\n  MARCUS. This will I do, and soon return again.            Exit\n  TAMORA. Now will I hence about thy business,\n    And take my ministers along with me.\n  TITUS. Nay, nay, let Rape and Murder stay with me,\n    Or else I'll call my brother back again,\n    And cleave to no revenge but Lucius.\n  TAMORA.  [Aside to her sons]  What say you, boys? Will you abide\n      with him,\n    Whiles I go tell my lord the Emperor\n    How I have govern'd our determin'd jest?\n    Yield to his humour, smooth and speak him fair,\n    And tarry with him till I turn again.\n  TITUS.  [Aside]  I knew them all, though they suppos'd me mad,\n    And will o'er reach them in their own devices,\n    A pair of cursed hell-hounds and their dam.\n  DEMETRIUS. Madam, depart at pleasure; leave us here.\n  TAMORA. Farewell, Andronicus, Revenge now goes\n    To lay a complot to betray thy foes.\n  TITUS. I know thou dost; and, sweet Revenge, farewell.\n                                                     Exit TAMORA\n  CHIRON. Tell us, old man, how shall we be employ'd?\n  TITUS. Tut, I have work enough for you to do.\n    Publius, come hither, Caius, and Valentine.\n\n          Enter PUBLIUS, CAIUS, and VALENTINE\n\n  PUBLIUS. What is your will?\n  TITUS. Know you these two?\n  PUBLIUS. The Empress' sons, I take them: Chiron, Demetrius.\n  TITUS. Fie, Publius, fie! thou art too much deceiv'd.\n    The one is Murder, and Rape is the other's name;\n    And therefore bind them, gentle Publius-\n    Caius and Valentine, lay hands on them.\n    Oft have you heard me wish for such an hour,\n    And now I find it; therefore bind them sure,\n    And stop their mouths if they begin to cry.             Exit\n                         [They lay hold on CHIRON and DEMETRIUS]\n  CHIRON. Villains, forbear! we are the Empress' sons.\n  PUBLIUS. And therefore do we what we are commanded.\n    Stop close their mouths, let them not speak a word.\n    Is he sure bound? Look that you bind them fast.\n\n               Re-enter TITUS ANDRONICUS\n        with a knife, and LAVINIA, with a basin\n\n  TITUS. Come, come, Lavinia; look, thy foes are bound.\n    Sirs, stop their mouths, let them not speak to me;\n    But let them hear what fearful words I utter.\n    O villains, Chiron and Demetrius!\n    Here stands the spring whom you have stain'd with mud;\n    This goodly summer with your winter mix'd.\n    You kill'd her husband; and for that vile fault\n    Two of her brothers were condemn'd to death,\n    My hand cut off and made a merry jest;\n    Both her sweet hands, her tongue, and that more dear\n    Than hands or tongue, her spotless chastity,\n    Inhuman traitors, you constrain'd and forc'd.\n    What would you say, if I should let you speak?\n    Villains, for shame you could not beg for grace.\n    Hark, wretches! how I mean to martyr you.\n    This one hand yet is left to cut your throats,\n    Whiles that Lavinia 'tween her stumps doth hold\n    The basin that receives your guilty blood.\n    You know your mother means to feast with me,\n    And calls herself Revenge, and thinks me mad.\n    Hark, villains! I will grind your bones to dust,\n    And with your blood and it I'll make a paste;\n    And of the paste a coffin I will rear,\n    And make two pasties of your shameful heads;\n    And bid that strumpet, your unhallowed dam,\n    Like to the earth, swallow her own increase.\n    This is the feast that I have bid her to,\n    And this the banquet she shall surfeit on;\n    For worse than Philomel you us'd my daughter,\n    And worse than Progne I will be reveng'd.\n    And now prepare your throats. Lavinia, come,\n    Receive the blood; and when that they are dead,\n    Let me go grind their bones to powder small,\n    And with this hateful liquor temper it;\n    And in that paste let their vile heads be bak'd.\n    Come, come, be every one officious\n    To make this banquet, which I wish may prove\n    More stern and bloody than the Centaurs' feast.\n                                         [He cuts their throats]\n    So.\n    Now bring them in, for I will play the cook,\n    And see them ready against their mother comes.\n                                 Exeunt, bearing the dead bodies\n\nSCENE III. The court of TITUS' house\n\nEnter Lucius, MARCUS, and the GOTHS, with AARON prisoner, and his CHILD\nin the arms of an attendant\n\n  LUCIUS. Uncle Marcus, since 'tis my father's mind\n    That I repair to Rome, I am content.\n    FIRST GOTH. And ours with thine, befall what fortune will.\n  LUCIUS. Good uncle, take you in this barbarous Moor,\n    This ravenous tiger, this accursed devil;\n    Let him receive no sust'nance, fetter him,\n    Till he be brought unto the Empress' face\n    For testimony of her foul proceedings.\n    And see the ambush of our friends be strong;\n    I fear the Emperor means no good to us.\n  AARON. Some devil whisper curses in my ear,\n    And prompt me that my tongue may utter forth\n    The venomous malice of my swelling heart!\n  LUCIUS. Away, inhuman dog, unhallowed slave!\n    Sirs, help our uncle to convey him in.\n                        Exeunt GOTHS with AARON. Flourish within\n    The trumpets show the Emperor is at hand.\n\n            Sound trumpets. Enter SATURNINUS and\n    TAMORA, with AEMILIUS, TRIBUNES, SENATORS, and others\n\n  SATURNINUS. What, hath the firmament more suns than one?\n  LUCIUS. What boots it thee to can thyself a sun?\n  MARCUS. Rome's Emperor, and nephew, break the parle;\n    These quarrels must be quietly debated.\n    The feast is ready which the careful Titus\n    Hath ordain'd to an honourable end,\n    For peace, for love, for league, and good to Rome.\n    Please you, therefore, draw nigh and take your places.\n  SATURNINUS. Marcus, we will.\n                      [A table brought in. The company sit down]\n\n               Trumpets sounding, enter TITUS\n         like a cook, placing the dishes, and LAVINIA\n   with a veil over her face; also YOUNG LUCIUS, and others\n\n  TITUS. Welcome, my lord; welcome, dread Queen;\n    Welcome, ye warlike Goths; welcome, Lucius;\n    And welcome all. Although the cheer be poor,\n    'Twill fill your stomachs; please you eat of it.\n  SATURNINUS. Why art thou thus attir'd, Andronicus?\n  TITUS. Because I would be sure to have all well\n    To entertain your Highness and your Empress.\n  TAMORA. We are beholding to you, good Andronicus.\n  TITUS. An if your Highness knew my heart, you were.\n    My lord the Emperor, resolve me this:\n    Was it well done of rash Virginius\n    To slay his daughter with his own right hand,\n    Because she was enforc'd, stain'd, and deflower'd?\n  SATURNINUS. It was, Andronicus.\n  TITUS. Your reason, mighty lord.\n  SATURNINUS. Because the girl should not survive her shame,\n    And by her presence still renew his sorrows.\n  TITUS. A reason mighty, strong, and effectual;\n    A pattern, precedent, and lively warrant\n    For me, most wretched, to perform the like.\n    Die, die, Lavinia, and thy shame with thee;   [He kills her]\n    And with thy shame thy father's sorrow die!\n  SATURNINUS. What hast thou done, unnatural and unkind?\n  TITUS. Kill'd her for whom my tears have made me blind.\n    I am as woeful as Virginius was,\n    And have a thousand times more cause than he\n    To do this outrage; and it now is done.\n  SATURNINUS. What, was she ravish'd? Tell who did the deed.\n  TITUS. Will't please you eat?  Will't please your Highness feed?\n  TAMORA. Why hast thou slain thine only daughter thus?\n  TITUS. Not I; 'twas Chiron and Demetrius.\n    They ravish'd her, and cut away her tongue;\n    And they, 'twas they, that did her all this wrong.\n  SATURNINUS. Go, fetch them hither to us presently.\n  TITUS. Why, there they are, both baked in this pie,\n    Whereof their mother daintily hath fed,\n    Eating the flesh that she herself hath bred.\n    'Tis true, 'tis true: witness my knife's sharp point.\n                                          [He stabs the EMPRESS]\n  SATURNINUS. Die, frantic wretch, for this accursed deed!\n                                                [He stabs TITUS]\n  LUCIUS. Can the son's eye behold his father bleed?\n    There's meed for meed, death for a deadly deed.\n                   [He stabs SATURNINUS. A great tumult. LUCIUS,\n               MARCUS, and their friends go up into the balcony]\n  MARCUS. You sad-fac'd men, people and sons of Rome,\n    By uproars sever'd, as a flight of fowl\n    Scatter'd by winds and high tempestuous gusts?\n    O, let me teach you how to knit again\n    This scattered corn into one mutual sheaf,\n    These broken limbs again into one body;\n    Lest Rome herself be bane unto herself,\n    And she whom mighty kingdoms curtsy to,\n    Like a forlorn and desperate castaway,\n    Do shameful execution on herself.\n    But if my frosty signs and chaps of age,\n    Grave witnesses of true experience,\n    Cannot induce you to attend my words,\n    [To Lucius]  Speak, Rome's dear friend, as erst our ancestor,\n    When with his solemn tongue he did discourse\n    To love-sick Dido's sad attending ear\n    The story of that baleful burning night,\n    When subtle Greeks surpris'd King Priam's Troy.\n    Tell us what Sinon hath bewitch'd our ears,\n    Or who hath brought the fatal engine in\n    That gives our Troy, our Rome, the civil wound.\n    My heart is not compact of flint nor steel;\n    Nor can I utter all our bitter grief,\n    But floods of tears will drown my oratory\n    And break my utt'rance, even in the time\n    When it should move ye to attend me most,\n    And force you to commiseration.\n    Here's Rome's young Captain, let him tell the tale;\n    While I stand by and weep to hear him speak.\n  LUCIUS. Then, gracious auditory, be it known to you\n    That Chiron and the damn'd Demetrius\n    Were they that murd'red our Emperor's brother;\n    And they it were that ravished our sister.\n    For their fell faults our brothers were beheaded,\n    Our father's tears despis'd, and basely cozen'd\n    Of that true hand that fought Rome's quarrel out\n    And sent her enemies unto the grave.\n    Lastly, myself unkindly banished,\n    The gates shut on me, and turn'd weeping out,\n    To beg relief among Rome's enemies;\n    Who drown'd their enmity in my true tears,\n    And op'd their arms to embrace me as a friend.\n    I am the turned forth, be it known to you,\n    That have preserv'd her welfare in my blood\n    And from her bosom took the enemy's point,\n    Sheathing the steel in my advent'rous body.\n    Alas! you know I am no vaunter, I;\n    My scars can witness, dumb although they are,\n    That my report is just and full of truth.\n    But, soft! methinks I do digress too much,\n    Citing my worthless praise. O, pardon me!\n    For when no friends are by, men praise themselves.\n  MARCUS. Now is my turn to speak. Behold the child.\n                  [Pointing to the CHILD in an attendant's arms]\n    Of this was Tamora delivered,\n    The issue of an irreligious Moor,\n    Chief architect and plotter of these woes.\n    The villain is alive in Titus' house,\n    Damn'd as he is, to witness this is true.\n    Now judge what cause had Titus to revenge\n    These wrongs unspeakable, past patience,\n    Or more than any living man could bear.\n    Now have you heard the truth: what say you, Romans?\n    Have we done aught amiss, show us wherein,\n    And, from the place where you behold us pleading,\n    The poor remainder of Andronici\n    Will, hand in hand, all headlong hurl ourselves,\n    And on the ragged stones beat forth our souls,\n    And make a mutual closure of our house.\n    Speak, Romans, speak; and if you say we shall,\n    Lo, hand in hand, Lucius and I will fall.\n  AEMILIUS. Come, come, thou reverend man of Rome,\n    And bring our Emperor gently in thy hand,\n    Lucius our Emperor; for well I know\n    The common voice do cry it shall be so.\n  ALL. Lucius, all hail, Rome's royal Emperor!\n  MARCUS. Go, go into old Titus' sorrowful house,\n    And hither hale that misbelieving Moor\n    To be adjudg'd some direful slaught'ring death,\n    As punishment for his most wicked life.          Exeunt some\n              attendants. LUCIUS, MARCUS, and the others descend\n  ALL. Lucius, all hail, Rome's gracious governor!\n  LUCIUS. Thanks, gentle Romans! May I govern so\n    To heal Rome's harms and wipe away her woe!\n    But, gentle people, give me aim awhile,\n    For nature puts me to a heavy task.\n    Stand all aloof; but, uncle, draw you near\n    To shed obsequious tears upon this trunk.\n    O, take this warm kiss on thy pale cold lips.  [Kisses TITUS]\n    These sorrowful drops upon thy blood-stain'd face,\n    The last true duties of thy noble son!\n  MARCUS. Tear for tear and loving kiss for kiss\n    Thy brother Marcus tenders on thy lips.\n    O, were the sum of these that I should pay\n    Countless and infinite, yet would I pay them!\n  LUCIUS. Come hither, boy; come, come, come, and learn of us\n    To melt in showers. Thy grandsire lov'd thee well;\n    Many a time he danc'd thee on his knee,\n    Sung thee asleep, his loving breast thy pillow;\n    Many a story hath he told to thee,\n    And bid thee bear his pretty tales in mind\n    And talk of them when he was dead and gone.\n  MARCUS. How many thousand times hath these poor lips,\n    When they were living, warm'd themselves on thine!\n    O, now, sweet boy, give them their latest kiss!\n    Bid him farewell; commit him to the grave;\n    Do them that kindness, and take leave of them.\n  BOY. O grandsire, grandsire! ev'n with all my heart\n    Would I were dead, so you did live again!\n    O Lord, I cannot speak to him for weeping;\n    My tears will choke me, if I ope my mouth.\n\n            Re-enter attendants with AARON\n\n  A ROMAN. You sad Andronici, have done with woes;\n    Give sentence on the execrable wretch\n    That hath been breeder of these dire events.\n  LUCIUS. Set him breast-deep in earth, and famish him;\n    There let him stand and rave and cry for food.\n    If any one relieves or pities him,\n    For the offence he dies. This is our doom.\n    Some stay to see him fast'ned in the earth.\n  AARON. Ah, why should wrath be mute and fury dumb?\n    I am no baby, I, that with base prayers\n    I should repent the evils I have done;\n    Ten thousand worse than ever yet I did\n    Would I perform, if I might have my will.\n    If one good deed in all my life I did,\n    I do repent it from my very soul.\n  LUCIUS. Some loving friends convey the Emperor hence,\n    And give him burial in his father's grave.\n    My father and Lavinia shall forthwith\n    Be closed in our household's monument.\n    As for that ravenous tiger, Tamora,\n    No funeral rite, nor man in mourning weed,\n    No mournful bell shall ring her burial;\n    But throw her forth to beasts and birds to prey.\n    Her life was beastly and devoid of pity,\n    And being dead, let birds on her take pity.           Exeunt\n\n\n\n"}